Repository: AppStateESS/canopy
Catalog: mod/finc/locale/*/LC_MESSAGES/finc.po
Languages: nl_nl

source: Activate
nl_nl: Activeer

source: Active
nl_nl: Actief

source: Add title to title meta tag
nl_nl: Voeg naam toe aan meta tag title.

source: Are you sure you want to delete the file %s?\n\nOnly the databse record will be destroyed. You will still have to physically remove "%s" from your file system.
nl_nl: Wilt u bestand %s verwijderen?\n\nAlleen de registratie wordt verwijderd. U dient zelf het bestand "%s" te verwijderen.

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak een %s om te beginnen

source: Create
nl_nl: Aanmaken

source: Create finc file
nl_nl: Finc bestand aanmaken

source: Deactivate
nl_nl: Deactiveer

source: Delete
nl_nl: Verwijder

source: Description
nl_nl: Beschrijving

source: Edit
nl_nl: Wijzig

source: Error occurred when saving file.
nl_nl: Opslaan bestand mislukt.

source: File path/name
nl_nl: Bestand pad/naam

source: File saved successfully.
nl_nl: Bestand is opgeslagen.

source: Finc Files
nl_nl: Finc bestanden

source: Finc file activated.
nl_nl: Finc bestand geactiveerd.

source: Finc file deactivated.
nl_nl: Finc bestand gedeactiveerd.

source: Finc file deleted.
nl_nl: Finc bestand verwijderd.

source: Finc files removed.
nl_nl: Finc bestanden verwijderd.

source: Finc settings saved.
nl_nl: Finc instellingen opgeslagen.

source: Finc tables dropped.
nl_nl: Finc tabellen verwijderd.

source: General Settings
nl_nl: Algemene Instellingen

source: If you would like to help out with the ongoing development of finc, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met de ontwikkeling van Finc, of van andere modules van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw venster).

source: Important Information
nl_nl: Belangrijke informatie

source: Inactive File.
nl_nl: Inactief bestand.

source: Include content from a file on the server.
nl_nl: Voeg inhoud van een bestand toe op de server.

source: Include is missing file id.
nl_nl: File id ontbreekt in include.

source: List Files
nl_nl: Toon bestanden

source: New File
nl_nl: Nieuw bestand

source: Path/filename
nl_nl: Pad/bestandsnaam

source: Read me
nl_nl: Lees me

source: Save settings
nl_nl: Instellingen opslaan

source: Settings
nl_nl: Instellingen

source: Show description
nl_nl: Toon beschrijving

source: Show title
nl_nl: Toon naam

source: Sorry, the readme file does not exist.
nl_nl: Het bestand readme ontbreekt.

source: Sorry, the specified file does not exist.
nl_nl: Het gevraagde bestand bestaat niet.

source: There was a problem deleting the finc files. You may want to do it manually.
nl_nl: Het verwijderen van de finc bestanden is mislukt. U kunt en mag dit handmatig doen.

source: This file has been deactivated by an admin.
nl_nl: Dit bestand is door de beheerder gedeactiveerd.

source: Title
nl_nl: Naam

source: Update
nl_nl: Opslaan

source: Update finc file
nl_nl: Bewerk finc bestand

source: You must give this finc file a description.
nl_nl: U moet een beschrijving invullen.

source: You must give this finc file a title.
nl_nl: U moet een naam invullen.

source: You must provide the path and filename of this finc file.
nl_nl: U moet een pad en bestandsnaam invullen.
