Repository: AppStateESS/canopy
Catalog: mod/menu/locale/*/LC_MESSAGES/menu.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vn

source: A problem occurred when saving your link.
de_de: Ein Problem ist beim Speichern der Verknüpfung aufgetreten.
fr_fr: Un problème est survenu en enregistrant votre lien.
nl_nl: Er is een fout opgetreden bij het bewaren van de link.
no_no: Et problem oppstod ved lagring av din link.
vi_vn: Có lỗi xảy ra khi lưu liên kết

source: Action
de_de: Aktion
nl_nl: Actie
no_no: Handling
vi_vn: hành động

source: Add current page
de_de: Aktuelle Seite hinzufügen
fr_fr: Ajouter la page courante
nl_nl: Voeg huidige pagina toe
no_no: Legg til gjeldende side
vi_vn: thêm vào một trang hiện hành

source: Add home link on new menus
de_de: Homeverknüpfung in neue Menüs einfügen
fr_fr: Ajouter le lien Accueil sur les nouveaux menus
nl_nl: Voeg home link toe op nieuwe menu's
no_no: Legg til hjem link på nye menyer

source: Add link
de_de: Verknüpfung hinzufügen
fr_fr: Ajouter un lien
nl_nl: Toevoegen link
no_no: Legg til link
vi_vn: thêm liên kết

source: Add offside link
nl_nl: Toevoegen offside link

source: Add offside sub-link
nl_nl: Toevoegen offside sub-link

source: Add other link
de_de: Weitere Verknüpfung hinzufügen
fr_fr: Ajouter un autre lien
nl_nl: Nog een link toevoegen
no_no: Legg til enda en link
vi_vn: thêm vào một liên kết khác

source: Add stored page
de_de: Gespeicherte Seite hinzufügen
fr_fr: Ajouter une page stockée
nl_nl: Toevoegen bewaarde pagina
no_no: Legg til lagret side
vi_vn: thêm trang lưu trữ

source: Add sub-link
nl_nl: Toevoegen sub-link

source: Add to menu
de_de: Zum Menü hinzufügen
fr_fr: Ajouter au menu
nl_nl: Toevoegen aan menu
no_no: Legg til meny
vi_vn: thêm vào trình đơn

source: Admin mode off
de_de: Adminmodus aus
nl_nl: Admin mode aan
vi_vn: tắt chế độ quản lý

source: Admin mode on
de_de: Adminmodus ein
nl_nl: Admin mode uit
vi_vn: mở chế độ quản lý

source: Always show add links
fr_fr: Toujours afficher les liens d'ajout
nl_nl: Altijd tonen links toevoegen

source: Are you sure you want to delete this link:
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce lien :
nl_nl: Wilt u deze link verwijderen:
no_no: Er du sikker på at du ønsker å slette denne linken:

source: Are you sure you want to delete this link:
de_de: Soll diese Verknüpfung gelöscht werden:
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce lien :
nl_nl: Wilt u deze link verwijderen:
no_no: Er du sikker på at du ønsker å slette denne linken:
vi_vn: bạn có chắc muốn xóa liên kết này không:

source: Are you sure you want to delete this menu and all its links.
de_de: Soll dieses Menü und alle seine Verknüpfungen gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce menu et tous ses liens.
nl_nl: Wilt u dit menu met alle bijbehorende links verwijderen?
no_no: Er du sikker på at du ønsker å slette denne menyen og alle dens linker.
vi_vn: Bạn có chắc muốn xóa trình đơn này và tất cả liên kết của nó không.

source: Are you sure you want to unpin this menu from all pages?
de_de: Soll dieses Menü von allen Seiten losgeheftet werden?
fr_fr: Êtes-vous sûr(e) de vouloir dépunaiser ce menu de toutes les pages ?
nl_nl: Wilt u dit menu loskoppelen van alle pagina's?
no_no: Er du sikker på at du ønsker å avhefte denne menyen fra alle sider?
vi_vn: Bạn có chắc muốn tháo trình đơn này xuống khỏi tất cả các trang không?

source: Are you sure you want to unpin this menu from this page?
de_de: Soll dieses Menü von dieser Seite losgeheftet werden?
fr_fr: Êtes-vous sûr(e) de vouloir dépunaiser ce menu de cette page ?
nl_nl: Wilt u het menu loskoppelen van deze pagina?
no_no: Er du sikker på at du ønsker å avhefte denne menyen fra denne siden?
vi_vn: Bạn có chắc muốn tháo trình đơn xuống khỏi trang này không?

source: Cancel
de_de: Abbruch
fr_fr: Annuler
nl_nl: Afbreken
no_no: Avbryt
vi_vn: Thôi

source: Cannot locate any menu templates. Cannot continue.
de_de: Menüvorlagen nicht gefunden. Es geht nicht weiter.
fr_fr: Impossible de trouver un modèle de menu. Impossible de continuer.
nl_nl: Er zijn geen menu templates. Kan niet verder gaan.
no_no: Kan ikke lokalisere noen meny templates. kan ikke fortsette.
vi_vn: không thể xác định đúng vị trí của tất cả mẫu trình đơn này do đó không thể tiếp tục.

source: Clear from list
de_de: Aus der Liste löschen
fr_fr: Effacer de la liste
nl_nl: Uit de lijst verwijderen
no_no: Fjern fra liste
vi_vn: xóa khỏi danh sách

source: Clip
de_de: Festhalten
fr_fr: Attacher
nl_nl: Klem
no_no: Hefte sammen
vi_vn: đọan

source: Close
de_de: Schliessen
fr_fr: Fermer
nl_nl: Sluiten
no_no: Steng
vi_vn: đóng

source: Controls the layout and positioning of your menus.
de_de: Steuert das Layout und die Position der Menüs.
fr_fr: Contrôle la mise en page et le placement de vos menus.
nl_nl: Bepaald de lay-out en de positie van uw menu's.
no_no: Kontrollerer layout og posisjonering av dine menyer.
vi_vn: kiểm soát sơ đồ và vị trí của trình đơn.

source: Create
de_de: Erstellen
fr_fr: Créer
nl_nl: Aanmaken
no_no: Opprett
vi_vn: khởi tạo

source: Create Link
de_de: Verknüpfung erstellen
fr_fr: Créer un lien
nl_nl: Nieuwe Link
no_no: Opprett link
vi_vn: khởi tạo liên kết

source: Create New Menu
de_de: Neues Menü erstellen
fr_fr: Créer un nouveau menu
nl_nl: Nieuw Menu
no_no: Opprett Ny Meny
vi_vn: khởi tạo một trình đơn mới

source: Create New Menus
de_de: Neue Menüs erstellen
fr_fr: Créer de nouveaux menus
nl_nl: Nieuwe Menu's
no_no: Opprett Nye Menyer
vi_vn: khởi tạo nhiều trình đơn mới

source: Decrease indent
fr_fr: Diminuer l'indentation
nl_nl: Ident verlagen

source: Default menu created successfully.
de_de: Standardmenü erstellt.
fr_fr: Menu par défaut créé avec succès.
nl_nl: Standaardmenu aanmaken.
no_no: Standard meny opprettet med godt resultat.
vi_vn: trình đơn mặc định được khởi tạo thành công

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijderen
no_no: Slett
vi_vn: xóa

source: Delete Menus
de_de: Menüs löschen
fr_fr: Supprimer les menus
nl_nl: Verwijderen Menu's
no_no: Slett Menyer
vi_vn: xóa trình đơn

source: Delete link
de_de: Verknüpfung löschen
fr_fr: Supprimer le lien
nl_nl: Verwijderen link
no_no: Slett link
vi_vn: xóa liên kết

source: Disable Editing
nl_nl: Wijzigen uitschakelen

source: Edit
de_de: Bearbeiten
fr_fr: Editer
nl_nl: Wijzigen
no_no: Endre
vi_vn: Sọan thảo

source: Edit Link
de_de: Verknüpfung bearbeiten
fr_fr: Editer le lien
nl_nl: Wijzigen Link
no_no: Endre Link

source: Edit link
de_de: Verknüpfung bearbeiten
fr_fr: Editer le lien
nl_nl: Wijzigen link
no_no: Endre link
vi_vn: hiệu chỉnh liên kết

source: Edit link title
de_de: Verknüpfungstitel bearbeiten
fr_fr: Editer le titre du lien
nl_nl: Wijzigen tekst link
no_no: Endre link tittel
vi_vn: hiệu chỉnh nhan đề liên kết

source: Enable Editing
nl_nl: Wijzigen inschakelen

source: Enter link title
de_de: Verknüpfungstitel eingeben
fr_fr: Entrez le titre du lien
nl_nl: Bepaal titel link
no_no: Legg til link tittel
vi_vn: nhập nhan đề liên kết

source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Fout
no_no: Feil
vi_vn: lỗi

source: Expand menu during admin mode
fr_fr: Déployer le menu dans le mode admin
nl_nl: Uitgebreid menu (mode admin)
no_no: Utvid meny under admin modus

source: Increase indent
fr_fr: Augmenter l'indentation
nl_nl: Ident ophogen

source: Link is missing a title, url, or menu id.
de_de: Dem Link fehlt ein Titel, URL oder Menü-ID.
fr_fr: Le lien n'a pas de titre, url ou identifiant de menu.
nl_nl: De link heeft geen titel, URL of menu-id.
no_no: Link mangler en tittel, url, eller meny id.
vi_vn: liên kết thiếu nhan đề, địa chỉ hay số nhận diện trình đơn

source: List
de_de: Liste
fr_fr: Liste
nl_nl: Lijst
no_no: Liste
vi_vn: danh sách

source: Main menu
de_de: Hauptmenü
fr_fr: Menu principal
nl_nl: Hoofdmenu
no_no: Hoved meny
vi_vn: trình đơn chính

source: Maximum link characters
de_de: Maximale Linkzeichenzahl
fr_fr: Nombre de caractère maximal dans le lien
nl_nl: Maximum aantal tekens link
no_no: Maksimum link tegn

source: Menu Settings
de_de: Menüeinstellungen
fr_fr: Paramètres de menu
nl_nl: Menu Instellingen
no_no: Meny Innstillinger
vi_vn: sắp đặt trình đơn

source: Menu deleted.
de_de: Menü gelöscht.
fr_fr: Menu supprimé.
nl_nl: Menu verwijderd.
no_no: Meny slettet.
vi_vn: trình đơn đã bị xóa

source: Menu saved
de_de: Menü gespeichert
fr_fr: Menu enregistré
nl_nl: Menu bewaard.
no_no: Meny lagret
vi_vn: trình đơn đã được lưu

source: Menu tables removed.
de_de: Menütabellen entfernt.
fr_fr: Tables de Menu retirées.
nl_nl: Menu tabellen verwijderd.
no_no: Meny tabeller fjernet.
vi_vn: bảng trình đơn đã bị xóa

source: Missing menu title.
de_de: Menütitel fehlt.
fr_fr: Titre de menu manquant.
nl_nl: Menu titel ontbreekt.
no_no: Mangler meny tittel.
vi_vn: thiếu nhan đề trình đơn

source: Missing title.
de_de: Seitentitel fehlt.
fr_fr: Titre manquant.
nl_nl: Titel ontbreekt.
no_no: Mangler tittel.
vi_vn: thiếu nhan đề

source: Missing url.
de_de: URL fehlt.
fr_fr: URL manquante.
nl_nl: URL ontbreekt.
no_no: Mangler url.
vi_vn: thiếu địa chỉ

source: Move down
de_de: Nach unten verschieben
fr_fr: Déplacer vers le bas
nl_nl: Naar beneden verplaatsen
no_no: Flytt ned
vi_vn: dời xuống

source: Move link down
de_de: Verknüpfung nach unten verschieben
fr_fr: Déplacer le lien vers le bas
nl_nl: Link naar beneden verplaatsen
no_no: Flytt link ned
vi_vn: dời liên kết xuống

source: Move link up
de_de: Verknüpfung nach oben verschieben
fr_fr: Déplacer le lien vers le haut
nl_nl: Link naar boven verplaatsen
no_no: Flytt link opp
vi_vn: dời liên kết lên

source: Move up
de_de: Nach oben verschieben
fr_fr: Déplacer vers le haut
nl_nl: Naar boven
no_no: Flytt opp
vi_vn: dời lên

source: New
de_de: Neu
fr_fr: Nouveau
nl_nl: Nieuw
no_no: Ny
vi_vn: mới

source: No admin options
de_de: Keine Adminoptionen
fr_fr: Pas d'options admin
nl_nl: Geen admin opties
no_no: Ingen admin valg
vi_vn: không tồn tại tùy chọn quản lý

source: No links in queue.
de_de: Keine Verknüpfung in Warteschlange.
fr_fr: Pas de liens dans la file
nl_nl: Geen links in wachtrij.
no_no: Ingen linker i kø.
vi_vn: không có liên kết nào chờ đợi

source: No menus found. Click on "New" to create one.
de_de: Kein Menü gefunden. Klicke "Neu" um eins zu erzeugen.
fr_fr: Pas de menus trouvés. Cliquez sur "Nouveau" pour en créer un.
nl_nl: Er is geen menu. Klik op "Nieuw" om een toe te voegen.
no_no: Ingen menyer funnet. Klikk på "New" for å opprette en.

source: Off
de_de: Aus
fr_fr: Désactivé
nl_nl: Uit
no_no: Av
vi_vn: tắt

source: On
de_de: Ein
fr_fr: Activé
nl_nl: Aan
no_no: På
vi_vn: mở

source: Permission
nl_nl: Rechten

source: Pin
de_de: Anheften
fr_fr: Punaiser
nl_nl: Koppelen
no_no: Hekte på
vi_vn: ghim lên

source: Pin links
de_de: Verknüpfung anheften
fr_fr: Punaiser les liens
nl_nl: Koppelen links
no_no: Hekte linker
vi_vn: ghim liên kết lên

source: Pin page
de_de: Seite anheften
fr_fr: Punaiser à la page
nl_nl: Koppelen pagina
no_no: Hekte side
vi_vn: ghim trang lên

source: Pin to all pages
de_de: An alle Seiten heften
fr_fr: Punaiser à toutes les pages
nl_nl: Aan alle pagina's koppelen
no_no: Hekte til alle sider
vi_vn: ghim lên tất cả các trang

source: Pin to item
de_de: An Element heften
fr_fr: Punaiser à l'élément
nl_nl: Aan item koppelen
no_no: Hekte til element
vi_vn: ghim lên mục

source: Pinned links
de_de: Angeheftete Verknüpfungen
fr_fr: Liens punaisés
nl_nl: Gekoppelde links
no_no: Hektet linker
vi_vn: liên kết đã được ghim lên

source: Reorder links
de_de: Verknüpfung neu sortieren
fr_fr: Réordonner les liens
nl_nl: Volgorde links
no_no: Ordne linker

source: Save
de_de: Speichern
fr_fr: Enregistrer
nl_nl: Opslaan
no_no: Lagre
vi_vn: lưu

source: Save link
de_de: Verknüpfung speichern
fr_fr: Enregistrer le lien
nl_nl: Opslaan link
no_no: Lagre link
vi_vn: lưu liên kết

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
nl_nl: Instellingen opslaan
no_no: Lagre innstillinger
vi_vn: lưu sự sắp đặt

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen
no_no: Innstillinger
vi_vn: sắp đặt

source: Settings updated.
de_de: Einstellungen aktualisiert.
fr_fr: Paramètres mis à jour.
nl_nl: Instellingen gewijzigd.
no_no: Innstillinger oppdatert.
vi_vn: sắ xếp đã được cập nhật

source: Sorry, no menus have been created
fr_fr: Désolé, aucun menu n'a été créé
nl_nl: Sorry, er zijn geen menu's aangemaakt

source: There was a problem saving your link.
de_de: Ein Problem ist beim Speichern der Verknüpfung aufgetreten.
fr_fr: Un problème est survenu en enregistrant votre lien.
nl_nl: Er is een probleem bij het bewaren van de link.
no_no: Det oppstod et problem med å lagre din link.
vi_vn: có lỗi xảy ra trong lúc lưu liên kết

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel
no_no: Tittel
vi_vn: nhan đề

source: Turn off Menu admin
fr_fr: Désactiver l'admin du Menu
nl_nl: Zet Menu admin uit
no_no: Slå av Meny admin

source: Turn on Menu admin
fr_fr: Activer l'admin du Menu
nl_nl: Zet Menu admin aan
no_no: Slå på Meny admin

source: Type the new title for this link.
de_de: Neuen Titel für Verknüpfung eingeben.
fr_fr: Entrez le nouveau titre pour ce lien.
nl_nl: Nieuwe titel voor de link.
no_no: Tast inn ny tittel for denne linken.
vi_vn: Hãy điền nhan đề mới cho liên kết này

source: Unable to locate menu template.
de_de: Die Menüvorlage konnte nicht gefunden werden.
fr_fr: Impossible de trouver le modèle de menu.
nl_nl: Het menu template is niet gevonden.
no_no: Ikke mulig å lokalisere meny template.
vi_vn: Không thể định vị mẫu trình đơn

source: Unable to save menu. Please check error logs.
de_de: Kann das Menü nicht speichern. Bitte Logdatei überprüfen.
fr_fr: Impossible d'enregistrer le menu. Veuillez vérifier vos logs d'erreur.
nl_nl: Bewaren menu mislukt. Controleer de log.
no_no: Ikke mulig å lagre meny. Vennligst sjekk dine feilmeldings logger.
vi_vn: Không thể lưu trình đơn này.Xin hãy kiểm tra bản ghi lỗi

source: Unclip
de_de: Lösen
fr_fr: Détacher
nl_nl: Ontklem
no_no: Hefte fra
vi_vn: bỏ ghim

source: Unpin
de_de: Losheften
fr_fr: Dépunaiser
nl_nl: Ontkoppelen
no_no: Hekte fra
vi_vn: bỏ ghim

source: Unpin menu
de_de: Menü losheften
fr_fr: Dépunaiser le menu
nl_nl: Menu ontkoppelen
no_no: Hekte fra meny
vi_vn: bỏ ghim trình đơn

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
nl_nl: Wijzigen
no_no: Oppdater
vi_vn: cập nhật

source: Update Menu
de_de: Menü aktualisieren
fr_fr: Mettre à jour le menu
nl_nl: Wijzigen Menu
no_no: Oppdater Meny
vi_vn: cập nhật trình đơn

source: Use MiniAdmin instead of Admin mode link
de_de: Benutze Miniadmin anstatt Adminmodus
fr_fr: Utiliser MiniAdmin au lieu du lien Mode Admin
nl_nl: Gebruik MiniAdmin in plaats van Admin mode
no_no: Benytt MiniAdmin i stedet for Admin mode link

source: Use drag and sort
fr_fr: Utiliser déposer et trier
nl_nl: Gebruik slepen en sorteren
no_no: Benytt dra og sorter

source: Use floating admin links
de_de: Benutze fliegende Adminlinks
fr_fr: Utiliser les liens admin flottants
nl_nl: Gebruik dynamische admin links
no_no: Benytt flytende admin linker
vi_vn: sử dụng liên kết quản lý động

source: User attempted access to Menu administration.
de_de: Der Benutzer versuchte Zugriff auf Menüadministration.
fr_fr: L'utilisateur a tenté d'accéder à l'administration des Menus.
nl_nl: De gebruiker probeert toegang te krijgen tot de menu administratie.
no_no: Bruker prøde å koble til Meny sdministrasjon.
vi_vn: Người dùng đã cố gắng truy xuất vào mục quản lý trình đơn

source: You must enter a link title.
de_de: Ein Verknüpfungstitel muss angegeben werden.
fr_fr: Vous devez entrer un titre de lien.
nl_nl: De link titel is verplicht.
no_no: Du må legge til en link tittel.
vi_vn: Bạn phải nhập nhan đề liên kết

source: This change is irreversable. Please backup menu_links prior to running it.
nl_nl: Deze wijziging is definitief, maak eerst een backup van de menu_links.

source: Admin mode status
de_de: Adminmodusstatus
fr_fr: Etat du mode admin
no_no: Admin modus status
vi_vn: trạng thái chế độ quản lý

source: Home
fr_fr: Accueil
no_no: Hjem

source: Site map
fr_fr: Plan du site
no_no: Nettsteds kart
vi_vn: bản đồ trang web

source: Sorry
de_de: Pech
fr_fr: Désolé
no_no: Beklager
vi_vn: xin lỗi

source: Template
de_de: Vorlage
fr_fr: Modèle
vi_vn: mẫu

source: Indent menu link
no_no: Ordne meny link

source: Menu
de_de: Menü
no_no: Meny
vi_vn: trình đơn

source: Admin
vi_vn: người quản lý

source: Url
vi_vn: địa chỉ
