Repository: AppStateESS/canopy
Catalog: locale/*/LC_MESSAGES/core.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vi

source: Continue: Only those logged on within 6 months.
de_de: Weiter: Nur solche, die innerhalb von 6 Monaten eingeloggt waren.
fr_fr: Continuer : Seulement ceux loggés au cours des 6 derniers mois
nl_nl: Doorgaan: Alleen degenen die het laatste half jaar actief zijn geweest.
no_no: Continue: Bare de innlogget innen de siste 6 måneder.
vi_vi: Tiếp tục các bản ghi trong vòng 6 tháng.

source: Continue: Only those logged on within the last year.
de_de: Weiter: Nur solche, die innerhalb des letzten Jahres eingeloggt waren.
fr_fr: Continuer : Seulement ceux loggés durant l'année écoulée.
nl_nl: Doorgaan: Allen degenen die het laatste jaar actief zijn geweest.
no_no: Continue: Bare de innlogget innen de siste året.
vi_vi: Tiếp tục các bản ghi trong vòng 1 năm.

source: Control Panel
nl_nl: Modules

source: Conversion
de_de: Konvertierung
nl_nl: Conversie
no_no: Konvertering
vi_vi: Chuyển đổi

source: Conversion site
de_de: Konvertiere Site
fr_fr: Site de conversion
nl_nl: Conversie website
no_no: Konvertering side
vi_vi: Trang chuyển đổi

source: Conversion will begin as soon as you make your choice.
de_de: Die Konvertierung wird nach Auswahl gestartet.
fr_fr: La conversion démarrera dès que vous aurez fait votre choix.
nl_nl: Na het kiezen begint de conversie.
no_no: Konvertering vil startes så snart du har gjort dine valg.
vi_vi: Sự chuyển đổi sẽ được bắt đầu ngay khi bạn chọn.

source: Convert everyone.
de_de: Konvertiere alles.
fr_fr: Convertir tout le monde.
nl_nl: Converteer iedereen.
no_no: Konverter alle.
vi_vi: Chuyển đổi mọi người.

source: Convert menu links
de_de: Menütabellen konvertiert.
fr_fr: Convertir les liens de menus
nl_nl: Converteren menu links.
no_no: Konverter meny linker
vi_vi: Chuyển đổi các liên kết thực đơn

source: Convert menus
de_de: Menüs konvertieren
fr_fr: Convertir les menus
nl_nl: Converteren menu's
no_no: Konverter menyer
vi_vi: Chuyển đổi các thực đơn

source: Convert!
de_de: Konvertiere!
fr_fr: Convertir !
nl_nl: Converteer!
no_no: Konventer!
vi_vi: Chuyển đổi!

source: Converted
de_de: Konvertiert
fr_fr: Converti
nl_nl: Geconverteerd
no_no: Konvertert
vi_vi: Đã chuyển đổi

source: Converting phpwsbb Extended User Information...
nl_nl: Bezig met converteren phpwsbb uitgebreide gebruikersinformatie...

source: Converting phpwsbb Topics
nl_nl: Bezig met converteren phpwsbb topics

source: Copy all the files you need converted into your %s directory.
de_de: Kopiere alle benötigten Dateien für die Konvertierung in das Verzeichnis %s.
fr_fr: Copiez tous les fichiers que vous voir convertis dans votre répertoire %s.
nl_nl: Kopieer alle te converteren bestanden in de map %s.
no_no: Kopier alle filene du ønsker konvertert til din %s mappe.
vi_vi: Chép tất cả các tập tin bạn muốn chuyển đổi vào thư mục %s.

source: Copying core directories.
fr_fr: Copie des répertoires coeur.
nl_nl: Core mappen kopieëren.
no_no: Kopierer core mapper.

source: Core configuration directory successfully copied.
fr_fr: Répertoire de configuration coeur copié avec succès.
nl_nl: Map core configuratie gekopieerd.
no_no: Core innstilling mappe kopiert OK.

source: Core could not locate its error.php file.
nl_nl: Core kan het bestand error.php niet vinden.

source: Core directories created.
fr_fr: Répertoires coeur créés.
nl_nl: Core mappen aangemaakt.
no_no: Core mapper opprettet.

source: Core image directory successfully copied.
fr_fr: Répertoire d'images coeur copié avec succès.
nl_nl: Core mappen gekopieerd.
no_no: Core image mappe kopiert OK.

source: Core installation successful.
de_de: Coreinstallation erfolgreich.
fr_fr: Installation du coeur réussie.
nl_nl: Installatie core gelukt.
no_no: Core installasjon OK.
vi_vi: Cài đặt phần nhân thành công.

source: Core templates directory successfully copied.
fr_fr: Répertoire de modèles coeur copié avec succès.
nl_nl: Map core templates gekopieerd.
no_no: Core templates mappe kopiert OK.

source: Could not copy file %s to %s.
de_de: Datei %s konnte nicht nach %s kopiert werden.
fr_fr: Impossible de copier le fichier %s vers %s
nl_nl: Het kopieren van bestand %s naar %s is mislukt.
no_no: Kunne ikke kopiere filen %s til %s.
vi_vi: Không thể chép tập tin %s đến %s.

source: Could not find Pear library files. You will need to download the pear package from our site at http://phpwebsite.appstate.edu/downloads/pear.zip and unzip it in your installation directory.
fr_fr: Impossible de trouver les fichiers de la bibliothèque Pear. Vous allez devoir télécharger le package PEAR depuis notre site à l'adresse http://phpwebsite.appstate.edu/downloads/pear.zip et le décompresser dans le répertoire d'installation.
nl_nl: Map pear niet aanwezig. U kunt de pear package downloaden van onze website http://phpwebsite.appstate.edu/downloads/pear.zip en deze dan uitpakken in uw installatie-map.
no_no: Kunne ikke finne Pear bibliotek filer. Du må laste ned pear pakken fra vår side host http://phpwebsite.appstate.edu/downloads/pear.zip og åpne den i din installasjons mappe.

source: Could not find info file. File : %s
de_de: Kann Infodatei %s nicht finden.
fr_fr: Impossible de trouver le fichier d'info. Fichier : %s
nl_nl: Bestand met informatie over bestand ontbreekt. Bestand %s
no_no: Kunne ikke finne info filen. File : %s
vi_vi: Không tìm thấy tập tin. tập tin: %s

source: Could not find key unregister file.
de_de: Konnte Keyunregisterdatei nicht finden.
fr_fr: Impossible de trouver le fichier de désincription de clé.
nl_nl: Het bestand unregister ontbreekt.
no_no: Kunne ikke finne nøkkel uregistrert fil.
vi_vi: Không tìm thấy khóa tập tin chưa đăng ký.

source: Could not find key unregister function.
de_de: Konnte Keyunregisterfunktion nicht finden.
fr_fr: Impossible de trouer la fonction de désincription de clé.
nl_nl: De functie key unregister ontbreekt.
no_no: Kunne ikke finne nøkkel uregistrert funksjon.
vi_vi: Không tìm thấy khóa hàm chưa đăng ký.

source: Could not locate file: %s
de_de: Datei %s nicht gefunden.
fr_fr: Impossible de trouver le fichier : %s
nl_nl: Bestand %s ontbreekt.
no_no: Kunne ikke finne fil: %s
vi_vi: Không tìm thấy tập tin: %s

source: Create Config File
de_de: Einstellungsdatei erstellt
fr_fr: Créer le fichier de config
nl_nl: Aanmaken configuratie bestand
no_no: Opprett Config Fil
vi_vi: Tạo tập tin cấu hình

source: Create Core
de_de: Core erstellt
fr_fr: Créer le coeur
nl_nl: Aanmaken Core
no_no: Opprett Kjerne
vi_vi: Tạo nhân

source: Create Database
de_de: Datenbank erstellt
fr_fr: Créer la base de données
nl_nl: Aanmaken database
no_no: Opprett Database
vi_vi: Tạo cơ sở dữ liệu

source: CSV Report
fr_fr: Rapport CSV
nl_nl: CSV Rapport

source: CSV Report - %s | %s
fr_fr: Rapport CSV - %s | %s
nl_nl: CSV Rapport - %s | %s

source: Current sessions:
de_de: Aktuelle Sessions:
fr_fr: Sessions actuelles :
nl_nl: Huidige sessies:
no_no: Aktuelle sessions:
vi_vi: Những phần hiện tại:

source: Database Name
de_de: Datenbankname
fr_fr: Nom de la base de données
nl_nl: Database Naam
no_no: Database Navn
vi_vi: Tên cơ sở dữ liệu

source: Database Password
de_de: Datenbankkennwort
fr_fr: Mot de passe pour la base de données
nl_nl: Database wachtwoord
no_no: Database Passord
vi_vi: Mật khẩu cơ sở dữ liêu

source: Database User
de_de: Datenbankbenutzer
fr_fr: Utilisateur pour la base de données
nl_nl: Database gebruiker
no_no: Database Bruker
vi_vi: Người dùng cơ sở dữ liệu

source: Database columns not set.
de_de: Datenbankspalten nicht gesetzt.
fr_fr: Les colonnes de la base de données n'ont pas été indiquées.
nl_nl: Database kolommen zijn niet gezet.
no_no: Database kolonner ikke fastsatt.
vi_vi: Những cột cơ sở dữ liệu chưa được tạo.

source: Database import failed.
de_de: Datenbankimport fehlgeschlagen.
fr_fr: Echec de l'import de la base de données
nl_nl: Database importeren mislukt.
no_no: Database import feilet.
vi_vi: Nhập cơ sở dữ liệu không thành công.

source: Database name
de_de: Datenbankname
fr_fr: Nom de la base de données
nl_nl: Database naam
no_no: Database navn
vi_vi: Tên cơ sở dữ liệu

source: Database password may contain alphanumeric characters, punctuation, spaces and underscores only.
nl_nl: Database wachtwoord mag alleen alfanumerieke tekens, leestekens, spaties en underscores bevatten.

source: Declared classes:
de_de: Deklarierte Klassen:
fr_fr: Classes déclarées :
nl_nl: Gedeclareerde klassen:
no_no: Erklært classes:
vi_vi: Các lớp khai báo:

source: Description
de_de: Beschreibung
nl_nl: Beschrijving
no_no: Forklaring
vi_vi: Mô tả

source: Directories are not secure.
de_de: Verzeichnisse sind nicht sicher.
fr_fr: Les répertoires ne sont pas sûrs.
nl_nl: Map beveiliging niet goed.
no_no: Mappene er ikke sikre.
vi_vi: Các thư mục không an toàn.

source: Directory Permissions
de_de: Verzeichnisberechtigungen
fr_fr: Permissions de répertoire
nl_nl: Map Rechten
no_no: Mappe Tillatelser
vi_vi: Các quyền thư mục

source: Directory is not writable.
de_de: Verzeichnis ist nicht beschreibbar.
fr_fr: Le répertoire n'est pas modifiable.
nl_nl: Map is niet schrijfbaar.
no_no: Mappen er skrivebeskyttet.
vi_vi: Thư mục không thể ghi.

source: Directory not set.
de_de: Verzeichnis nicht gesetzt.
nl_nl: Map is niet gezet.
vi_vi: Thư mục chưa tạo.

source: Do you want phpWebSite to create the database?
de_de: Soll phpWebsite die Datenbank erstellen?
fr_fr: Voulez-vous que phpWebSite crée la base de données ?
nl_nl: Wilt u dat phpWebSite de database aanmaakt?
no_no: Ønsker du at PHPWebSite skal opprette Databasen?
vi_vi: Bạn có muốn PHPWebsite tạo cơ sở dữ liệu không?

source: Document not found.
de_de: Dokument nicht gefunden.
nl_nl: Document ontbreekt.
vi_vi: Không tìm thấy tài liệu.

source: Document was %sK making it larger than %sK size limit.
nl_nl: Document was %sK groot, de maximale bestandsgrootte is %sK.
vi_vi: Tài liệu là %sK, lớn hơn giới hạn %sK size.

source: Documents module converted.
de_de: Dokumente konvertiert.
fr_fr: Module Documents converti.
nl_nl: Document module geconverteerd.
no_no: Document modulen konvertert.
vi_vi: Tiện ích Tài liệu được chuyển đổi.

source: Documents module did not contain any files.
de_de: Dokumentmodul enthielt keine Dateien.
fr_fr: Le module Documents ne contenait aucun fichier.
nl_nl: Documenten module bevat geen bestanden.
no_no: Document module inneholder ingen filer.
vi_vi: Tiện ích tài liệu không có tập tin nào.

source: Documents module not installed or empty.
de_de: Dokumentmodul ist in der aktuellen Datenbank nicht installiert.
fr_fr: Le module Documents n'est pas installé ou est vide.
nl_nl: Documenten module ontbreekt of is leeg.
no_no: Dokument modul er ikke installert, eller er tom.
vi_vi: Tiện ích tài liệu chưa được cài đặt hoặc rỗng.

source: Download a complete CSV file
fr_fr: Télécharger un fichier CSV complet
nl_nl: Download een compleet CSV bestand
no_no: Last ned en komplett CSV fil

source: Download a partial CSV file
fr_fr: Télécharger un fichier CSV partiel
nl_nl: Download een gedeeltelijk CSV bestand
no_no: Last ned en delvis CSV fil

source: Drop box table failed to copy successfully.
de_de: Dropboxtabelle wurde nicht kopiert.
fr_fr: La table des boites déroulantes n'a pas été copiée avec succès.
nl_nl: kopieren dropbox tabel is mislukt.
no_no: Drop box tabell feilet i å kopiere.
vi_vi: Chép bảng hộp liệt kê không thành công.

source: Drop box table imported successfully.
de_de: Dropboxtabelle importiert.
fr_fr: Import de la table des boites déroulantes réussi.
nl_nl: Dropbox tabel gekopieerd.
no_no: Drop box tabell importerte OK.
vi_vi: Nhập bảng hộp liệt kê thành công.

source: Duplicate key found.
de_de: Doppelter Schlüssel vorhanden.
fr_fr: Doublon de clé trouvé.
nl_nl: Dubbele sleutel gevonden.
no_no: Duplikat nøkkel funnet.

source: Edit permission column does not exist.
de_de: Rechtespalte bearbeiten ist nicht vorhanden.
fr_fr: La colonne d'édition des permissions n'existe pas.
nl_nl: Wijzig rechten kolom bestaat niet.
no_no: Endre tillatelse kolonne eksisterer ikke.
vi_vi: Cột sửa quyền không tồn tại.

source: Enter the database's user password here.
de_de: Das Datenbankkennwort hier eingeben.
fr_fr: Entrez le mot de passe de l'utilisateur de base de données ici.
nl_nl: Geef het gebruikers wachtwoord van de database op.
no_no: Legg til databasens bruker passord her.
vi_vi: Nhập mật khẩu cơ sở dữ liệu tại đây

source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Fout
no_no: Feil
vi_vi: Lỗi

source: Error when creating a new folder.
de_de: Ein Fehler ist beim Erstellen eines Verzeichnisses aufgetreten.
fr_fr: Erreur en créant un nouveau dossier.
nl_nl: Aanmaken nieuwe map is mislukt.
no_no: Feil ved oprettelse av ny mappe.
vi_vi: Lỗi khi tạo thư mục

source: Events pulled from 0.10.x calendar module.
de_de: Ereignisse wurden aus dem 0.10.x Kalendermodul gezogen.
fr_fr: Evénements amenés du module calendrier 0.10.x.
nl_nl: Evenementen overgehaald uit 0.10x Calendar module.
no_no: Begivenhet trukket fra 0.10.x kalender modul.
vi_vi: Các sự kiện lấy từ 0.10.x của tiện ích lịch.

source: Execution time: %s seconds.
de_de: Ausführungszeit: %s Sekunden.
fr_fr: Temps d'exécution : %s secondes.
nl_nl: Executie tijd: %s secondes.
no_no: Utførelses tid: %s sekunder.
vi_vi: Thời gian thực thi: %s giây.

source: Expecting an object variable.
de_de: Objektvariablen erwartet.
fr_fr: Variable objet attendue.
nl_nl: Verwacht een object variabele.
no_no: Forventet en objekt variabel.
vi_vi: Đợi một biến đối tượng.

source: FFMPEG installed
fr_fr: FFMPEG installé
nl_nl: FFMPEG geinstalleerd
no_no: FFMPEG installert

source: Failed to connect.
de_de: Fehler bei Verbindung.
fr_fr: Echec à la connexion.
nl_nl: Connectie mislukt.
no_no: Tilkobling feilet.
vi_vi: Kết nối không thành công.

source: Failed to create core directories. Please check your directory permissions in images, templates, and config.
fr_fr: Impossible de créer les répertoires coeur. Veuillez vérifier vos permissions de répertoires dans images, templates et config.
nl_nl: Aanmaken mappen core mislukt. Controleer uw maprechten voor de mappen images, templates en config.
no_no: Kunne ikke opprette core mappe. Vennligst sjekk dine mappe tillatelser i images, templates, og config.

source: Failed to make connection with the requested branch site.
de_de: Die Verbindung mit der Branchsite konnte nicht hergestellt werden.
fr_fr: Echec à la connexion avec le site branche demandé.
nl_nl: Connectie met de gevraagde branch website is mislukt.
no_no: Feilet i å opprette tilkobling til forespurte branch side.
vi_vi: Kết nối không thành công với trang nhánh được yêu cầu.

source: Failed to run batch. Check your session settings.
de_de: Batch konnte nicht gestartet werden. Bitte Sitzungseinstellungen überprüfen..
fr_fr: Echec à l'éxécution du lot. Vérifiez vos paramètres de session.
nl_nl: Batch mislukt. Controleer uw sessie instellingen.
no_no: Feilet i å kjøre gruppe. Sjekk dine session innstillinger.
vi_vi: Chạy bộ sử lý không thành công. Kiểm tra lại các thành phần thông số.

source: Failed to write cookie.
de_de: Cookie konnte nicht geschrieben werden.
fr_fr: Impossible d'écrire le cookie.
nl_nl: Schrijven cookie mislukt.
no_no: Feilet i å opprette cookie.
vi_vi: Ghi cookie không thành công

source: File Cabinet converted.
de_de: Dateikabinett konvertiert.
fr_fr: File Cabinet converti.
nl_nl: File Cabinet geconverteerd.
no_no: File Cabinet konvertert.
vi_vi: Kệ tập tin được chuyển đổi.

source: File Cabinet has already converted Documents files.
de_de: Filecabinet hat Dokumentdateien schon konvertiert.
fr_fr: File Cabinet a déjà converti les fichiers de Documents.
nl_nl: File Cabinet heeft al Document bestand geconverteerd.
no_no: File Cabinet har alt konvertert Document filer.
vi_vi: Kệ tập tin đã được chuyển đổi qua các tập tin tài liệu.

source: File directory ready
fr_fr: Répertoire de fichiers prêt
nl_nl: Map files gereed
no_no: File mappe klar

source: File not found in _FILES array.
de_de: Datei nicht in _FILES Array gefunden.
fr_fr: Fichier non trouvé dans le tableau _FILES.
nl_nl: Bestand niet gelukt in _FILES array.
no_no: Fil ikke funnet i _FILES tabell.
vi_vi: Không tìm thấy tập tin trong dãy _FILES.

source: File not found.
de_de: Datei nicht gefunden.
fr_fr: Fichier non trouvé.
nl_nl: Bestand ontbreekt.
no_no: Fil ikke funnet.
vi_vi: Không tìm thấy tập tin.

source: File not uploaded.
de_de: Datei nicht hochgeladen.
nl_nl: Bestand is niet geupload.
vi_vi: Tập tin chưa được tải lên.

source: File not writable.
de_de: Datei nicht beschreibbar.
fr_fr: Fichier non modifiable.
nl_nl: Bestand is niet schrijfbaar.
no_no: Fil er skrivebeskyttet.
vi_vi: Tập tin không thể ghi.

source: Filename not set.
de_de: Dateiname nicht gesetzt.
nl_nl: Filenaam is niet ingevuld.
vi_vi: Tên tập tin chưa tạo.

source: Finished converting Photo Album.
de_de: Fotoalbum wurde konvertiert.
fr_fr: Conversion de Photo Album terminée.
nl_nl: Foto Album geconverteerd.
no_no: Ferdig konvertering av Photo Album.
vi_vi: Hoàn tất chuyển đổi album photo

source: Finished converting categories!
de_de: Kategorien wurden konvertiert.
fr_fr: Conversion des catégories terminée !
nl_nl: Categorieen geconverteerd.
no_no: Ferdig konvertering av categories!
vi_vi: Hoàn tất chuyển đổi các hạng loại.

source: Finished converting category items!
de_de: Kategorienelemente wurden konvertiert.
fr_fr: Conversion des éléments de catégorie terminée !
nl_nl: Categorie onderdelen geconverteerd.
no_no: Ferdig konvertering av category objekter
vi_vi: Hoàn tất chuyển đổi các mục hạng.

source: Finished converting links.
de_de: Links wurde konvertiert.
fr_fr: Conversion des liens terminée.
nl_nl: Links geconverteerd.
no_no: Ferdig konvertering av linker
vi_vi: Hoàn tất chuyển đổi các liên kết.

source: First page
fr_fr: Première page
nl_nl: Eerste pagina
no_no: Første side

source: Form
de_de: Formular
fr_fr: Formulaire
nl_nl: Formulier
no_no: Skjema
vi_vi: Biểu mẫu

source: Form Generator does not appear to be installed in the source database.
de_de: Formulargenerator nicht in Quelldatenbank installiert.
fr_fr: Form Generator ne semble pas être installé dans la base de données source.
nl_nl: Form Generator is blijkbaar niet geinstalleerd in de bron database.
no_no: Form Generator virker som ikke er installert i kilde databasen.
vi_vi: Bộ tạo biểu mẫu chưa được cài đặt trong cơ sở dữ liệu nguồn.

source: Form Generator has already been converted.
de_de: Formulargenerator schon konvertiert.
fr_fr: Form Generator a déjà été converti.
nl_nl: Form Generator is al geconverteerd.
no_no: Form Generater er alt konvertert.
vi_vi: Bộ tạo biểu mẫu đã được chuyển đổi.

source: Form Generator is not installed in the supplied database.
de_de: Formulargenerator ist nicht in Datenbank installiert.
fr_fr: Form Generator n'est pas installé dans la base de données indiquée.
nl_nl: Form Generator is niet geinstalleerd in de aangegeven database.
no_no: Form Generator er ikke installert i tilbydt database.
vi_vi: Bộ tạo biểu mẫu chưa cài đặt trong cơ sở dữ liệu cung cấp.

source: Form Generator is not installed locally.
de_de: Formulargenerator ist nicht installiert.
fr_fr: Form Generator n'est pas installé localement
nl_nl: Form Generator is niet lokaal geinstalleerd.
no_no: Form Generator er ikke installert lokalt.
vi_vi: Bộ tạo biểu mẫu chưa cài đặt cục bộ.

source: Form generator forms converted and keyed!
de_de: Formulargenerator Formulare konvertiert!
fr_fr: Form Generator converti et indexé !
nl_nl: Form generator formulieren geconverteerd en versleuteld!
no_no: Form generator skjema er konvertert og kilt.
vi_vi: Các biểu mẫu trong bộ tạo đã được chuyển đổi và chốt lại.

source: Forward 10 pages
de_de: 10 Seiten vorwärts.
fr_fr: Avancer de 10 pages
nl_nl: 10 pagina's verder
no_no: Frem 10 sider
vi_vi: Chuyển đến 10 trang

source: Forward 50 pages
de_de: 50 Seiten vorwärts.
fr_fr: Avancer de 50 pages
nl_nl: 50 pagina's verder
no_no: Frem 50 sider
vi_vi: Chuyển đến 50 trang

source: Forward one page
de_de: Eine Seite vorwärts.
fr_fr: Avancer d'une page
nl_nl: Volgende pagina
no_no: Frem en side
vi_vi: Chuyển đến 1 trang

source: Function expected a string variable.
de_de: Funktion erwartet eine Stringvariable.
fr_fr: La fonction attendait une varibale chaîne.
nl_nl: Functie mist een string variabele.
no_no: Funksjon forventet en snor variabel
vi_vi: Hàm cần một biến chuỗi.

source: Function name not found.
de_de: Funktionsname nicht gefunden.
fr_fr: Nom de fonction non trouvé.
nl_nl: Functienaam is niet ingevuld.
no_no: Funksjons navn ikke funnet
vi_vi: Tên hàm không tìm thấy.

source: Function was expecting a "where" parameter.
de_de: Funktion erwartet einen "where" Parameter.
fr_fr: La fonction attendait un paramètre "where".
nl_nl: Functie verwacht een "where" parameter.
no_no: funksjon forventet en "where" parameter.
vi_vi: Hàm cần một tham số "where".

source: GD graphic libraries installed
fr_fr: Bibliothèques graphiques GD installées
nl_nl: Mappen GD graphic geinstalleerd
no_no: GD graphic libraries installert

source: GD image libraries do not support this image type.
de_de: GD Bildbibliothek unterstützt diesen Bildtyp nicht.
fr_fr: Les bibliothèques d'image GD ne supportent pas ce type d'image.
nl_nl: GD ondersteunt dit type afbeelding niet.
no_no: GD image bibliotek støtter ikke dette bilde typen.
vi_vi: Thư viện ảnh GD không hỗ trợ kiểu ảnh này.

source: Go
de_de: Los!
fr_fr: Aller
nl_nl: Start
no_no: Gå
vi_vi: Đi

source: Go back to main menu.
de_de: Gehe zurück zum Hauptmenü.
fr_fr: Revenir au menu principal.
nl_nl: Terug naar hoofdmenu.
no_no: Gå tilbake til hoved meny.
vi_vi: Về thực đơn chính

source: Go to my new website!
de_de: Gehe zu meiner neuen Website!
fr_fr: Aller sur mon nouveau site web !
nl_nl: Ga naar mijn nieuwe website!
no_no: Gå til min nye hjemmeside!
vi_vi: Mở trang web mới của tôi!

source: Go to page %s
fr_fr: Aller à la page %s
nl_nl: Ga naar pagina %s
no_no: Gå til side %s

source: Help option not found in help configuration file.
de_de: Hilfeoption nicht in Hilfekonfigurationsdatei gefunden.
fr_fr: Option d'aide non trouvée dans le fichier de configuration de l'aide.
nl_nl: Help optie niet gevonden in help configuratie bestand.
no_no: Hjelp valg ikke funnet i hjelp konfigursjons fil.
vi_vi: Tùy chọn giúp đỡ không tìm thấy trong tập tin cấu hình giúp đỡ.

source: Hidden
de_de: Versteckt
fr_fr: Caché
nl_nl: Verborgen
no_no: Gjemt
vi_vi: Ẩn

source: Highlight Text
de_de: Hervorgehobener Text
nl_nl: Tekst markeren

source: Host Specification
de_de: Hostbeschreibung
fr_fr: Spécification de l'hôte
nl_nl: Host specificatie
no_no: Vert Spekifikasjon

source: Host Specification Port
de_de: Hostbeschreibung Port
fr_fr: Port de spécification de l'hôte
nl_nl: Host poort
no_no: Vert Spekifikasjon Port

source: I want to install phpWebSite in this database.
de_de: Ich möchte phpWebsite in dieser Datenbank installieren.
fr_fr: Je veux installer phpWebSite dans cette base de données.
nl_nl: Ik wil phpWebSite in deze database installeren.
no_no: Eg ønsker å installere phpWebSite på denne databasen.
vi_vi: Tôi muốn cài PHPWebsite lên cơ sở dữ liệu này

source: Id and table not set.
de_de: ID und Tabelle nicht gesetzt.
fr_fr: Identifiant et table non indiqués.
nl_nl: Id en table niet gezet.
no_no: Id og tabell ikke valgt.
vi_vi: ID và bảng chưa tạo.

source: If not, you will need to create the database yourself and return to the setup.
de_de: Wenn nicht, muss die Datenbank von Dir selbst erstellt werden. Komme danach zum Setup zurück.
fr_fr: Si non, vous devrez créer la base de données vous même et recommencer la configuration.
nl_nl: Indien niet, dan moet u de database zelf aanmaken en terugkeren naar de setup.
no_no: Hvis ikke, må du opprette databasen og selv og returnere til oppsett.
vi_vi: Nếu chưa, bạn phải tự tạo cơ sở dữ liệu và trở lại để cài đặt.
