Repository: AppStateESS/canopy
Catalog: locale/*/LC_MESSAGES/core.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vi

source: Options table failed to copy successfully.
de_de: Optionstabelle konnte nicht kopiert werden.
fr_fr: La table d'options n'a pas été copiée avec succès.
nl_nl: Kopieren Options tabel mislukt.
no_no: Valg tabell feilet å kopiere.
vi_vi: Bảng tùy chọn chép không thành công.

source: Options table imported successfully.
de_de: Optionentabelle importiert.
fr_fr: Table d'options importée avec succès.
nl_nl: Tabel options geimporteerd.
no_no: Valg tabell importert OK.
vi_vi: Bảng tùy chọn nhập thành công.

source: Otherwise, click on the "Main page" link above.
de_de: Andernfalls klicke auf die "Hauptseite"-Verknüpfung oben.
fr_fr: Sinon, cliquez sur le lien "Page principale" ci-dessus.
nl_nl: Klik anders op de "Hoofdpagina" link.
no_no: Ellers, klikk på "Main page" linken over.
vi_vi: Mặc khác kích hoạt liên kết "Trang chính" ở trên.

source: Otherwise, enter the ip or dns to the database server.
fr_fr: Sinon, entrez l'IP ou le DNS vers le serveur de base de données.
nl_nl: Geef anders het IP of DNS van de database server.
no_no: Ellers, tast inn ip eller dns til database serveren.
vi_vi: Mặc khác, nhập IP hoặc DNS đến máy chủ cơ sở dữ liệu.

source: PHP 5 version check
fr_fr: Vérification de PHP 5
nl_nl: PHP5 versie controle
no_no: PHP 5 versjon sjekk

source: PHPWS_Debug: testObject received a/an %s variable, not an object.
fr_fr: PHPWS_Debug: testObject a reçu une variable %s, pas un objet.
nl_nl: PHPWS_Debug: testObject bevat een %s variabele, geen object.
no_no: PHPWS_Debug: testObject mottok a/an %s variabel, ikke et objekt.

source: PHPWS_File received an unknown construct.
fr_fr: PHPWS_File a reçu une construction inconnue.
nl_nl: PHPWS_File bevat een onbekende constructie.
no_no: PHPWS_File mottok et ukjent begrep.

source: Page
de_de: Seite
nl_nl: Pagina
no_no: Side
vi_vi: Trang

source: PageSmith conversion
de_de: PageSmith Konvertierung
nl_nl: PageSmith conversie

source: PageSmith has already been converted.
de_de: PageSmith wurde schon konvertiert.
fr_fr: PageSmith a déjà été converti.
nl_nl: PageSmith is al eerder geconverteerd.
no_no: PageSmith har alt blitt konvertert.

source: PageSmith has been converted as well. Make sure to check the defines in the menu convert.php file before running.
de_de: PageSmith wurde ebenfalls konvertiert. Überprüfe die Definitionen in der convert.php vor der Benutzung.
fr_fr: PageSmith a été converti aussi. Assurez-vous de vérifier les définitions dans le fichier convert.php de menu avant d'exécuter.
nl_nl: Ook PageSmith is geconverteerd. Controleer de definities in het bestand menu convert.php voor uitvoeren.
no_no: PageSmith er også konvertert. Vær sikker på å sjekke forklaringene i meny convert.php fil før du fortsetter.

source: PageSmith is not installed.
de_de: PageSmith ist nicht installiert.
fr_fr: PageSmith n'est pas installé.
nl_nl: PageSmith is niet geinstalleerd.
no_no: PageSmith er ikke installert.

source: Partial
fr_fr: Partiel
nl_nl: Gedeeltelijk
no_no: Delvis

source: Passed!
fr_fr: Réussi !
nl_nl: Oke!
no_no: Bestod!

source: Password
de_de: Kennwort
fr_fr: Mot de passe
nl_nl: Wachtwoord
no_no: Passord
vi_vi: Mật khẩu

source: Pear Configuration
de_de: PEAR Konfiguration
fr_fr: Configuration de Pear
nl_nl: PEAR Configuratie
no_no: Pear Konfigurasjon
vi_vi: Cấu hình pear

source: Pear library installed
fr_fr: Bibliothèque PEAR installée.
nl_nl: PEAR geinstalleerd
no_no: Pear library installert

source: Permission Help
de_de: Berechtigungshilfe
fr_fr: Aide sur les Permissions
nl_nl: Help Rechten
no_no: Tillatelser Hjelp
vi_vi: Giúp đỡ cấp quyền

source: PhatFile module not installed.
de_de: PhatFile Modul nicht installiert.
fr_fr: Module PhatFile non installé.
nl_nl: PhatFile module is niet geinstalleerd.
no_no: Phatfile module er ikke installert.
vi_vi: Tiện ích PhatFile chưa được cài đặt.

source: Phatfile files converted.
de_de: PhatFile Dateien konvertiert.
fr_fr: Fichiers PhatFile convertis.
nl_nl: Phatfiles bestanden geconverteerd.
no_no: Phatfile filer konvertert.
vi_vi: Các tập tin Phatfile đã được chuyển đổi.

source: Photo Album has already been converted.
de_de: Fotoalbum schon konvertiert.
fr_fr: Photo Album a déjà été converti.
nl_nl: Foto Album is al geconverteerd.
no_no: Foto Album har alt blitt konvertert.
vi_vi: Album Photo đã được chuyển đổi.

source: Photo Album is not installed locally.
de_de: Fotoalbum ist nicht installiert.
fr_fr: Photo Album n'est pas installé localement.
nl_nl: Foto Album is niet lokaal geinstalleerd.
no_no: Foto Album er ikke installert lokalt.
vi_vi: Album Photo chưa được cài đặt cục bộ.

source: Photos table failed to copy successfully.
de_de: Fototabelle konnte nicht kopiert werden.
fr_fr: La table des photos ne s'est pas copiée avec succès.
nl_nl: Kopieren foto tabel is mislukt.
no_no: Photos tabell feilet i å kopiere.
vi_vi: Bảng photo chép không thành công.

source: Photos table imported successfully.
de_de: Fototabelle importiert.
fr_fr: L'importation de la table photos réalisée avec succès.
nl_nl: Foto tabel geimporteerd.
no_no: Photo tabell importert OK.
vi_vi: Bảng photo nhập thành công.

source: PhpWebSite was able to connect but the database itself does not exist.
de_de: PhpWebsite hat sich verbunden, aber die Datenbank existiert nicht.
fr_fr: PhpWebSite a pû se connecter mais la base de données n'existe pas.
nl_nl: De database bestaat niet.
no_no: PhpWebSite kunne tilkobles men databasen i seg selv eksisterer ikke.
vi_vi: PHPWebsite có thể kết nối nhưng cơ sở dữ liệu không tồn tại.

source: PhpWebSite was able to connect, but the database already contained tables.
de_de: PhpWebsite hat sich verbunden, aber die Datenbank hat schon Tabellen.
fr_fr: PhpWebSite a pû se connecter, mais la base de données contient déjà des tables.
nl_nl: PhpWebSite kan de database benaderen, maar er zijn al tabellen.
no_no: PhpWebSite kunne tilkobles, men databasen inneholder alt tabeller.
vi_vi: PHPWebsite có thể kết nối nhưng cơ sof73 dữ liệu đã có bảng sẵn.

source: Pick date
fr_fr: Choisissez une date
nl_nl: Selecteer datum
no_no: Velg Dato
vi_vi: Chọn ngày

source: Please check your directory permissions and try again.
de_de: Überprüfe die Verzeichnisrechte und versuche es noch einmal.
fr_fr: Veuillez vérifier les permissions de répertoire et réessayer.
nl_nl: Controleer de toegangsrechten op de mappen en probeer opnieuw.
no_no: Vennligst sjekk dine mappe tillatelser og prøv igjen.
vi_vi: Vui lòng kiểm tra quyền thư mục và thử lại.

source: Please check your error log file.
de_de: Bitte Logdatei überprüfen.
fr_fr: Veuillez vérifier votre fichier de log d'erreurs.
nl_nl: Controleer de fouten in de log.
no_no: Vennligst sjekk dine feilmelding log fil.
vi_vi: Vui lòng kiểm tra bản ghi lỗi

source: Please check your error logs and try again.
de_de: Überprüfe die Fehlerlogs und versuche es noch einmal.
fr_fr: Veuillez vérifier vos logs d'erreurs et réessayer.
nl_nl: Controleer de fouten in de log en probeer opnieuw.
no_no: Vennligst sjekk dine feilmelding log fil og prøv igjen.
vi_vi: Vui lòng kiểm tra bản ghi lỗi và thử lại.

source: Please copy the word in the above image.
fr_fr: Veuillez recopier le mot dans l'image ci-dessus.
nl_nl: Vul het woord in het bovenstaande plaatje in.
no_no: Vennligst gjengi ordet i bildet over.

source: Please create a directory in %simages/ named "pagemaster". Copy all images from the old Web Pages image directory into it.
fr_fr: Veuillez créer un répertoire dans %simages/ appelé "pagemaster". Copiez toutes les images de l'ancien répertoire image de Web Pages directement dedans.
nl_nl: Maak een map aan in %simages/ met de naam "pagemaster". Kopieer alle plaatjes van de oude Web Pages map met plaatjes daar naar toe.
no_no: Vennligst opprett en mappe i %simages/ named "pagemaster". Kopier alle bilder fra den gamle Web Pages bilde mapper inn i den.

source: Please enter the connect information for the database you wish to convert from.
de_de: Die Verbindungsinformationen der Datenbank, die konvertiert werden soll.
fr_fr: Veuillez indiquer les informations de connexion à la base de données depuis laquelle vous voulez convertir.
nl_nl: Geef de informatie op om de te converteren database te benaderen.
no_no: Vennligst tast inn tilkoblings informasjon til databasen du ønsker å konvertere fra.
vi_vi: Vui lòng nhập thông tin kết nối của cơ sở dữ liệu mà bạn muốn chuyển đổi.

source: Please fill out the field:
fr_fr: Veuillez remplir le champ :
nl_nl: Vul dit veld in:
no_no: Vennligst fyll ut feltet:

source: Please login
de_de: Bitte anmelden
fr_fr: Veuillez vous identifier
nl_nl: Login a.u.b.
no_no: Vennlisgt logg inn
vi_vi: Vui lòng đăng nhập

source: Please note that the user with an index of 1 was ignored by the conversion.
de_de: Beachte, dass der Benutzer mit dem Index 1 bei der Konvertierung ignoriert wurde.
fr_fr: Veuillez noter que l'utilisateur avec l'index 1 a été ignoré pendant la conversion.
nl_nl: De gebruiker met index 1 is niet geconverteerd.
no_no: Vennligst noter at brukerenmed en index 1 var ignorert av konverseringen.

source: Please wait...
de_de: Bitte warten...
fr_fr: Veuillez patienter...
nl_nl: Wacht a.u.b...
no_no: Vennligst vent...
vi_vi: Vui lòng chờ...

source: Port
nl_nl: Poort
vi_vi: Cổng

source: Radio button table failed to copy successfully.
de_de: Radiobuttontabelle konnte nicht kopiert werden.
fr_fr: La table des boutons radio n'a pas été copiée avec succès.
nl_nl: kopieren radio button tabel is mislukt.
no_no: Radio button feilet i å kopiere.
vi_vi: Bảng nút radio chép không thành công.

source: Radio button table imported successfully.
de_de: Radiobuttontabelle importiert.
fr_fr: La table des boutons radio a été importée avec succès.
nl_nl: Radio button tabel geimporteerd.
no_no: Radio button importert OK.
vi_vi: Bảng nút radio nhập thành công.

source: Register globals disabled
fr_fr: Register globals est désactivé.
nl_nl: Register globals uitgeschakeld
no_no: Register globals deaktivisert

source: Remove
de_de: Entfernen
fr_fr: Retirer
nl_nl: Verwijder
no_no: Fjern
vi_vi: gỡ bỏ

source: Remove the following file and refresh to continue:
de_de: Entferne die folgende Datei und "refresh" zum weitermachen:
fr_fr: Retirez le fichier suivant et rafraichissez pour continuer :
nl_nl: Verwijder het volgende bestand en ververs om verder te gaan:
no_no: Fjern følgende fil og oppdater for å fortsette:
vi_vi: Gỡ bỏ những tập tin sau và làm tươi để tiếp tục

source: Request
de_de: Anforderung
fr_fr: Requête
nl_nl: Verzoek
no_no: Be om
vi_vi: Yêu cầu

source: Required field
nl_nl: Verplicht veld

source: Return to main page if you change your mind. Click the above link to continue.
de_de: Zurück zur Hauptseite, wenn Du deine Meinung geändert hast. Klicke die obenstehende Verknüpfung wenn Du weitermachen willst.
fr_fr: Retournez à la page principale si vous changez d'avis. Cliquez sur le lien ci-dessus pour continuer.
nl_nl: Ga terug naar hoofdpagina als u van mening veranderd. Klik op bovenstaande link om verder te gaan.
no_no: Returner til hovedsiden hvis du endrer mening. Klikk på linken over for å fortsette.
vi_vi: Trở về trang chính nếu bạn thay đổi ý định. Kích liên kết trên để tiếp tục.

source: Return to main page.
de_de: Zurück zur Hauptseite.
fr_fr: Retourner à la page principale.
nl_nl: Terug naar hoofdpagina.
no_no: Returner til hovedside.
vi_vi: Trở về trang chính

source: Return to previous page.
de_de: Zurück zur vorherigen Seite.
fr_fr: Retourner à la page précédente.
nl_nl: Terug naar vorige pagina.
no_no: Returner til forrige side.
vi_vi: Trở về trang trước

source: Return to the main page.
de_de: Zurück zur Hauptseite.
fr_fr: Retourner à la page principale.
nl_nl: Terug naar hoofdpagina.
no_no: Returner til hovedsiden
vi_vi: Trở về trang chính

source: Search
de_de: Suche
fr_fr: Rechercher
nl_nl: Zoek
no_no: Søk
vi_vi: Tìm kiếm

source: Select returned an empty result.
de_de: Select lieferte ein leeres Ergebnis.
fr_fr: Select a renvoyé un résultat vide.
nl_nl: Geen gegevens gevonden.
no_no: Velg returnert ett tomt resultat.
vi_vi: Chọn trả về kết quả trống.

source: Server failed crucial tests. You may not install phpWebSite.
fr_fr: Le serveur n'a pas réussi les tests cruciaux. Vous ne pouvez pas installer phpWebSite.
nl_nl: U kunt op deze server niet phpWebSite installeren.
no_no: Server feilet viktige tester. Du kan ikke installere phpWebSite.

source: Server passed enough tests to allow installation.
fr_fr: Le serveur a réussi assez de tests pour autoriser l'installation.
nl_nl: Op deze server is installatie mogelijk.
no_no: Server bestod nok tester til å tillate installasjon.

source: Session auto start disabled
fr_fr: Auto démarrage de session désactivé
nl_nl: Automatisch starten sessie uitgeschakeld.
no_no: Session auto start deaktivisert

source: Sessions Help
de_de: Sessionhilfe
fr_fr: Aide des sessions
nl_nl: Session Help
no_no: Session Hjelp.
vi_vi: Mục giúp đỡ

source: Since you set a table prefix, you may force an installation into this database.
fr_fr: Puisque vous avez indiqué un préfixe de table, vous pouvez forcer une installation dans cette base de données.
nl_nl: Na het zetten van een prefix bij de tabellen, mag u installatie in deze database forceren.
no_no: Siden du valgte et tabell prefix, må du kanskje tvinge installasjoneninn i denne databassen.
vi_vi: Vì bạn tạo tiền tố cho bảng, bạn nên cài đặt trong cơ sở dữ liệu này.

source: Site hash may not be empty.
de_de: Sitehash darf nicht leer sein.
fr_fr: Le hash du site ne doit pas être vide.
nl_nl: Site hash moet gevuld zijn.
no_no: Site hash er kanskje ikke tomt.
vi_vi: Site hash không thể trống.

source: Some errors occurred when trying to convert the following pages:
de_de: Es sind Fehler bei der Konvertierung folgender Seiten aufgetreten:
fr_fr: Des erreurs sont survenues en convertissant les pages suivantes :
nl_nl: Er zijn fouten bij het converteren van de volgende pagina's:
no_no: Noen feil oppstår ved forsøk på konvertering av følgende sider:
vi_vi: Một số lỗi xuất hiện khi chuyển đổi các trang sau đây:

source: Some errors occurred while creating the core database tables.
de_de: Es sind Fehler bei der Erstellung der Coredatenbanktabellen aufgetreten:
fr_fr: Des erreurs sont survenues en créant les tables de base de données coeurs
nl_nl: Er zijn fouten bij het aanmaken van de core tabellen van de database.
no_no: Noen feil oppstår ved oppretting av core database tabeller.
vi_vi: Một số lỗi xuất hiện khi tạo các bảng cơ sở dữ liệu nhân.

source: Some menus did not convert over properly. Please see logs.
de_de: Einige Menüs konnten nicht konvertiert werden. Bitte Logdateien überprüfen.
fr_fr: Certains menus ne se sont pas convertis correctement. Veuillez voir les logs.
nl_nl: Enige menu's zijn niet goed geconverteerd. Controleer de log.
no_no: Noen menyer konverterte ikke skikkelig. Vennligst se logger.
vi_vi: Vài trình đơn chưa được chuyển đổi. Vui lòng xem bản ghi.

source: Some users caused conversion errors.
de_de: Einige Benutzer haben zu Konvertierungsfehlern geführt.
fr_fr: Certains utilisateurs ont causé des erreurs de conversion.
nl_nl: Conversie fouten bij enkele gebruikers.
no_no: Noen brukere forårsaket konvertering feil.
vi_vi: Vài thành viên gây ra lỗi chuyển đổi.

source: Sorted in ascending order
fr_fr: Trié dans l'ordre croissant
nl_nl: Gesorteerd oplopend
no_no: Sortere oppstigende

source: Sorted in descending order
fr_fr: Trié dans l'ordre décroissant
nl_nl: Gesorteerd aflopend
no_no: Sorter nedstigende

source: Source Directory
de_de: Quellverzeichnis
fr_fr: Répertoire source
nl_nl: Source Map
no_no: Kilde Mappe
vi_vi: Thư mục nguồn

source: Table does not exist.
de_de: Tabelle existiert nicht.
fr_fr: La table n'existe pas.
nl_nl: Tabel bestaat niet.
no_no: Tabell eksisterer ikke
vi_vi: Bảng không tồn tại.

source: Table is blank
de_de: Tabelle ist leer.
fr_fr: La table est vide
nl_nl: Tabel is leeg
no_no: Tabell er blank
vi_vi: Bảng trống

source: Table name not set.
de_de: Tabellenname nicht gesetzt.
fr_fr: Nom de table non indiqué
nl_nl: Tabelnaam niet ingesteld.
no_no: Tabell navn er ikke angitt.
vi_vi: tên bảng chưa tạo

source: Table not set.
de_de: Tabelle nicht gesetzt.
fr_fr: Table non indiquée.
nl_nl: Tabel niet ingesteld.
no_no: Tabell ikke angitt.
vi_vi: Bảng chưa tạo

source: Table prefix
de_de: Tabellenprefix
fr_fr: Préfixe de table
nl_nl: Prefix tabel
no_no: Tabell prefix
vi_vi: Tiền tố bảng

source: Table prefix must be alphanumeric characters or underscores only
de_de: Tabellenprefix darf nur aus Buchstaben und Unterstrichen bestehen
fr_fr: Le préfixe de table doit contenir des caractères alphanumériques ou underscore uniquement
nl_nl: Prefix tabel moet bestaan uit alfanumerieke tekens en underscores.
no_no: Tabell prefix må bare være alfanumetrisk tegn eller understrek.
vi_vi: Tiền tố bảng phải là các ký tự chữ và dấu gạch dưới

source: Template directory ready
fr_fr: Répertoire de modèles prêt
nl_nl: Map templates klaar
no_no: Template mappe klar

source: Template error.
de_de: Vorlagenfehler.
fr_fr: Erreur de modèle.
nl_nl: Template fout.
no_no: Template feil.
vi_vi: Mẫu bị lỗi

source: Template was not set.
de_de: Vorlage nicht gesetzt.
fr_fr: Le modèle n'était pas indiqué
nl_nl: Template niet ingesteld.
no_no: Template var ikke angitt.
vi_vi: Mẫu chưa được tạo.

source: Text area table failed to copy successfully.
de_de: Textareatabelle konnte nicht kopiert werden.
fr_fr: La table des zones de texte n'a pas été copiée avec succès.
nl_nl: kopieren tekstgebied tabel is mislukt.
no_no: Tekst område tabell feilet i å kopiere.
vi_vi: Bảng vùng văn bản chép không thành công.

source: Text area table imported successfully.
de_de: Textareatabelle importiert.
fr_fr: La table des zones de texte a été importée avec succès.
nl_nl: Tekstgebied tabel is geimporteerd.
no_no: Tekst område tabell importert OK.
vi_vi: Bảng vùng văn bản nhập thành công.

source: Text field table failed to copy successfully.
de_de: Textfeldertabelle konnte nicht kopiert werden.
fr_fr: La table des champs texte n'a pas été copiée avec succès.
nl_nl: kopieren tekstveld tabel is mislukt.
no_no: Tekst feldt tabell feilet i å kopiere.
vi_vi: Bảng ô văn bản chép không thành công.

source: Text field table imported successfully.
de_de: Textfeldertabelle importiert.
fr_fr: La table des champs texte a été importée avec succès.
nl_nl: Tekstveld tabel is geimporteerd.
no_no: Tekst feldt område tabell importert OK.
vi_vi: Bảng ô văn bản nhập thành công.

source: The File Cabinet module is not installed.
de_de: Das Modul Filecabinet ist nicht installiert.
fr_fr: Le module File Cabinet n'est pas installé.
nl_nl: De module Filecabinet is niet actief.
no_no: File Cabinet modulen er ikke installert.
vi_vi: Tiện ích kệ tập tin chưa cài đặt.

source: The character string below differentiates your site from others on the same server.
fr_fr: La chaîne ci-dessous différencie votre site d'autres sites sur le même serveur.
nl_nl: De onderstaande tekst zorgt ervoor dat uw site verschilt van andere op dezelfde server.
no_no: Tegn snoren under differensierer din side fra andre sider på samme server.
vi_vi: Chuỗi ký tự dưới dùng để phân biệt giữa trang web của bạn và các trang khác trên cùng máy chủ.

source: The current language is %s.
fr_fr: Le langage actuel est %s.
nl_nl: De huidige taal is %s.
no_no: gjeldende språk er %s.

source: The database creation succeeded!
de_de: Datenbankerstellung erfolgreich!
fr_fr: La création de la base de données a réussi !
nl_nl: Database is aangemaakt!
no_no: Database opprettingen OK!
vi_vi: Tạo cơ sở dữ liệu thành công.

source: The database's name into which you are installing phpWebSite.
de_de: Der Datenbankname in die phpWebsite installiert werden soll.
fr_fr: Le nom de la base de données dans laquelle vous installez phpWebSite.
nl_nl: De database waarin phpWebSite wordt aangemaakt.
no_no: Database navnet somdu installerer phpWebSite til.
vi_vi: Tên cơ sở dữ liệu mà bạn muốn cài PHPWebsite.

source: The default language is %s.
fr_fr: Le langage par défaut est %s.
nl_nl: De default taal is %s.
no_no: Standard språk er %s.

source: The default language is being forced.
fr_fr: Le langage par défaut est forcé.
nl_nl: De default taal wordt gebruikt.
no_no: Standard språk tvunget.

source: The example is randomly generated.
de_de: Das Beispiel wird zufällig generiert.
fr_fr: L'exemple est généré aléatoirement.
nl_nl: Het voorbeeld is willekeurig aangemaakt.
no_no: Eksempelet er tilfeldig generert.
vi_vi: Ví dụ được tạo ngẫu nhiên.

source: The following directories are not writable:
de_de: Folgende Verzeichnisse sind nicht beschreibbar:
fr_fr: Les répertoires suivantes ne sont pas modifiables :
nl_nl: De volgende mappen zijn niet schrijfbaar:
no_no: Følgende mapper er skrivebeskyttet:
vi_vi: Các thư mục sau không có thể ghi:

source: The following directories need to be created:
de_de: Folgende Verzeichnisse müssen erstellt werden:
fr_fr: Les répertoires suivants doivent être créés :
nl_nl: De volgende mappen moeten worden aangemaakt:
no_no: Følgende mapper må opprettes:
vi_vi: Các thư mục sau cần được tạo:

source: The submitted template is not an array.
de_de: Die übergebene Vorlage ist kein Array.
fr_fr: Le modèle soumis n'est pas un tableau.
nl_nl: Het geselecteerde template is geen array.
no_no: Den avgitte template er ikke en tabell.
vi_vi: Mẫu được gửi không phải là một dãy.

source: There are two methods for converting your webpages:
de_de: Es gibt 2 Methoden um Webseiten zu konvertieren:
fr_fr: Il y'a deux méthodes pour convertir vos pages web :
nl_nl: Er zijn twee methoden om webpagina's te converteren.
no_no: Det er to metoder for å konvertere dine websider:
vi_vi: Có 2 phương pháp để chuyển đổi trang web của bạn:

source: There aren't any conversion files in the convert/modules directory.
de_de: Es gibt keine Konvertierungsdateien im convert/modules Verzeichnis.
fr_fr: Il n'y a aucun fichier de conversion dans le répertoire convert/modules.
nl_nl: Er zijn geen conversiebestanden in de map converteren modules.
no_no: Det er ingen konverterings filer i convert/modules mappen.
vi_vi: Không có tập tin chuyển đổi trong thư mục tiện ích/chuyển đổi.

source: There is a problem with your sessions.
de_de: Ein Problem ist mit Sessions aufgetreten.
fr_fr: Il y a un problème avec vos sessions.
nl_nl: Er is een probleem met uw sessies.
no_no: Det er et problem med dine sessions.
vi_vi: Có vấn đề với các mục.

source: There was a problem loading the image file.
de_de: Ein Problem ist beim Laden des Bildes aufgetreten.
nl_nl: Het laden van de afbeelding is mislukt.
vi_vi: Có vấn đề tải tập tin ảnh.

source: This is an incomplete object. If this is a sessioned object, make sure to declare the class before the variable.
fr_fr: C'est un objet incomplet. Si c'est un objet sessionné, assurez-vous de déclarer la classe avant la variable.
nl_nl: Het object is niet compleet. Als het een sessie gebonden object is, declareer dan de class voor de variabele.
no_no: Dette er et uferdig objekt. Hvis dette er et session objekt, vær sikker på erklære class før variabelen.
vi_vi: đây là đối tượng chưa hoàn thành. Nếu đây là đối tượng mục, vui lòng khai báo lớp trước khi dùng biến số.

source: This is the directory where phpWebSite is installed.
de_de: Das Verzeichnis in dem phpWebsite installiert werden soll.
fr_fr: C'est le répertoire où phpWebSite est installé.
nl_nl: De map waar phpWebSite is geinstalleerd.
no_no: Dette er mappen hvor phpWebSite er installert.
vi_vi: Đây là thư mục để cài đặt PHPWebsite.
