Repository: AppStateESS/canopy
Catalog: locale/*/LC_MESSAGES/core.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vi

source: This is the user name that phpWebSite will use to access its database.
de_de: Der Benutzername den phpWebsite zum Zugriff auf die Datenbank benutzen soll.
fr_fr: C'est le nom de l'utilisateur que phpWebSite utilisera pour accéder à sa base de données.
nl_nl: De naam van de gebruiker die door phpWebSite gebruikt wordt om de database te benaderen.
no_no: Dette er brukernavnet som phpWebSite vil benytte for å koble til databasen.
vi_vi: đây là tên người dùng mà PHPWebsite sử dụng để truy cập cơ sở dữ liệu.

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel
no_no: Tittel
vi_vi: Tiêu đề

source: Unable to connect to the database with the information provided.
de_de: Keine Verbindung zur Datenbank mit den übergebenen Informationen.
fr_fr: Impossible de se connecter à la base de données avec les informations fournies.
nl_nl: Connectie met de database met de gegevens is mislukt.
no_no: Ikke mulig å koble til databasen med informasjonen tilgjengelig.
vi_vi: Không thể kết nối với cơ sở dữ liệu với những thông tin được cung cấp.

source: Unable to connect.
de_de: Keine Verbindung.
fr_fr: Impossible de se connecter.
nl_nl: Connectie mislukt.
no_no: Ikke mulig å koble til.
vi_vi: Không thể kết nối

source: Unable to copy file.
de_de: Datei konnte nicht kopiert werden.
fr_fr: Impossible de copier le fichier.
nl_nl: Kopieren bestand mislukt.
no_no: Ikke mulig å kopiere fil.
vi_vi: Không thể chép tập tin.

source: Unable to copy the %s directory to %s. Installation halted.
fr_fr: Impossible de copier le répertoire %s vers %s. Installation arrêtée.
nl_nl: Kopieeren map %s naar %s mislukt. Installatie afgebroken.
no_no: Ikke mulig å kopiere %s mappe til %s. Installasjonen stoppet.

source: Unable to create file directory.
de_de: Verzeichnis konnte nicht erstellt werden.
fr_fr: Impossible de créer le répertoire du fichier.
nl_nl: Map kan niet aangemaakt worden.
no_no: Ikke mulig å opprette fil mappe.
vi_vi: Không thể tạo thư mục

source: Unable to create the database.
de_de: Datenbank konnte nicht erstellt werden.
fr_fr: Impossible de créer la base de données.
nl_nl: Database kan niet aangemaakt worden.
no_no: Ikke mulig å opprette databassen.
vi_vi: Không thể tạo cơ sở dữ liệu

source: Unable to delete directory.
de_de: Verzeichnis konnte nicht gelöscht werden.
fr_fr: Impossible de supprimer le répertoire.
nl_nl: Map kan niet verwijderd worden.
no_no: Ikke mulig å slette mappe.
vi_vi: Không thể xóa thư mục

source: Unable to delete file.
de_de: Datei konnte nicht gelöscht werden.
fr_fr: Impossible de supprimer le fichier.
nl_nl: Bestand kan niet verwijderd worden.
no_no: Ikke mulig å slette fil.
vi_vi: Không thể xóa tập tin

source: Unable to derive class variables.
fr_fr: Impossible de dériver les variables de classe.
nl_nl: Class variabelen zijn niet te benaderen.
no_no: Ikke mulig å utlede class variabel
vi_vi: Không thể ghi biến lớp

source: Unable to detect MIME file type. You will need to compile finfo_open into PHP.
fr_fr: Impossible de détecter le type de fichier MIME. Vous allez devoir compiler finfo_open dans PHP.
nl_nl: Detectie MIME bestandstype mislukt. U moet finfo_open in PHP meecompileren.
no_no: Ikke mulig å oppdage MIME fil type. Du må kompilere finfo_open inni PHP.

source: Unable to display contents.
fr_fr: Impossible d'afficher le contenu.
nl_nl: Inhoud kan niet getoond worden.
no_no: Ikke mulig å vise innhold.

source: Unable to find element "%s".
de_de: Element "%s" konnte nicht gefunden werden.
fr_fr: Impossible de trouver l'élément "%s".
nl_nl: Element "%s" niet gevonden.
no_no: Ikke mulig å finne element "%s".
vi_vi: Không thể tìm thấy thành phần "%s".

source: Unable to find mod_pagemaster_pages table in source database.
fr_fr: Impossible de de trouver la table mod_pagemaster_pages dans la base de données source.
nl_nl: Tabel mod_pagemaster_pages ontbreekt in database.
no_no: Ikke mulig å finne mod_pagemaster_pages tabell i source databasen.

source: Unable to find the specified editor type.
de_de: Der angegebene Editor konnte nicht gefunden werden.
fr_fr: Impossible de trouver le type d'éditeur indiqué.
nl_nl: Het editor type is niet gevonden.
no_no: Ikke mulig å finne den spesifiserte editor type.
vi_vi: Không thể tìm thấy kiểu biên soạn chỉ định

source: Unable to find your module's settings.php file.
fr_fr: Impossible de trouver le fichier settings.php de votre module.
nl_nl: Het bestand settings.php van uw module ontbreekt.
no_no: Ikke mulig å finne din moduls settings.php fil.
vi_vi: Không thể tìm thấy tập tin cấu hình settings.php

source: Unable to locate the source directory:
de_de: Quellverzeichnis konnte nicht gefunden werden.
fr_fr: Impossible de localiser le répertoire source :
nl_nl: De source map is niet te vinden:
no_no: Ikke mulig å finne kilde mappe:
vi_vi: Không thể tìm thấy thư mục nguồn:

source: Unable to log in to the database. Please check your settings.
de_de: Keine Anmeldung zur datenbank möglich. Bitte Einstellungen überprüfen.
fr_fr: Impossible de se logguer sur la base de données. Vérifiez vos paramètres.
nl_nl: Log in database mislukt, controleer uw instellingen.
no_no: Ikke mulig å logge inn i databasen. Vennligst sjekk dine innstillinger.
vi_vi: Không thể đăng nhập vào cơ sở dữ liệu, vui lòng kiểm tra các thông số!

source: Unable to save file in selected directory.
de_de: Kann Datei nicht in angegebenem Verzeichnis speichern.
fr_fr: Impossible d'enregistrer le fichier dans le répertoire sélectionné.
nl_nl: Het bestand kan niet in de aangeven map bewaard worden.
no_no: Ikke mulig å lager fil i valgt mappe.
vi_vi: Không thể lưu tập tin vào thư mục được chọn.

source: Unable to verify source directory. Check PHPWS_SOURCE_DIR.
fr_fr: Impossible de vérifier le répertoire source. Vérifiez PHPWS_SOURCE_DIR.
nl_nl: Map met source bestanden niet correct. Controleer PHPWS_SOURCE_DIR.
no_no: Ikke mulig å verifisere kilde mappe. Sjekk PHPWS_SOURCE_DIR.
vi_vi: Không thể kiểm thư mục nguồn. Kiểm tra PHPWS_SOURCE_DIR.

source: Unable to write %s file.
de_de: Datei %s konnte nicht geschrieben werden.
fr_fr: Impossible de d'écrire le fichier %s.
nl_nl: Het schrijven van bestand %s is mislukt.
no_no: Ikke mulig å skrive %s fil.
vi_vi: Không thể ghi tập tin %s.

source: Unable to write to log directory.
de_de: In das Logverzeichnis konnte nicht geschrieben werden.
fr_fr: Impossible d'écrire dans le répertoire de log.
nl_nl: Schrijven in map met log is mislukt.
no_no: Ikke mulig å skrive til logg mappe.
vi_vi: Không thể ghi vào thư mục bản ghi

source: Unacceptable document type.
de_de: Unzulässiger Dokumenttyp.
nl_nl: Documenttype niet toegestaan.
vi_vi: Kiểu tài liệu không chấp nhận.

source: Unacceptable image type.
de_de: Unzulässiger Bildtyp.
nl_nl: Image type niet toegestaan.
vi_vi: Kiểu ảnh không chấp nhận.

source: Unapproved
de_de: Ungenehmigt
fr_fr: Non approuvé
nl_nl: Niet akkoord
no_no: Ikke godkjendt
vi_vi: Không duyệt

source: Uncheck all
de_de: Alle Kreuze entfernen
fr_fr: Tout décocher
nl_nl: Alle keuzes verwijderen
no_no: Fjern alle merker
vi_vi: Bỏ chọn tất cả

source: Uninstall
de_de: Uninstalliere
fr_fr: Désinstaller
nl_nl: Verwijderen
no_no: Avinstallere
vi_vi: Tháo cài đặt

source: Unknown
de_de: Unbekannt
nl_nl: Onbekend
no_no: Ukjent
vi_vi: Không hiểu

source: Unknown Error.
de_de: Unbekannter Fehler.
fr_fr: Erreur inconnue
nl_nl: Onbekende fout.
no_no: Ukjent Feil.
vi_vi: Lỗi không hiểu

source: Unknown column type:
de_de: Unbekannter Spaltentyp:
fr_fr: Type de colonne inconnu :
nl_nl: Onbekende column type:
no_no: Ukjent kolonne type:
vi_vi: Kiểu cột không hiểu

source: Unknown error code.
de_de: Unbekannter Fehlercode.
fr_fr: Code erreur inconnu.
nl_nl: Onbekende foutcode.
no_no: Ukjent feil kode.
vi_vi: Mã lỗi không hiểu

source: Unknown module.
de_de: Unbekanntes Modul
fr_fr: Module inconnu.
nl_nl: Onbekende module
no_no: Ukjent modul.
vi_vi: Tiện ích không hiểu

source: Unknown or incorrect class.
fr_fr: Classe inconnue ou incorrecte.
nl_nl: Onbekende of foutieve klasse.
no_no: Ukjent eller ikke korrekt class.
vi_vi: Lớp không đúng hoặc không hiểu.

source: Unknown source
de_de: Unbekannte Quelle
fr_fr: Source inconnue
nl_nl: Onbekende source
no_no: Ukjent kilde
vi_vi: Không hiểu nguồn

source: Unknown type
fr_fr: Type inconnu
nl_nl: Onbekend type
no_no: Ukjent type

source: Unknown user
de_de: Unbekannter Benutzer.
fr_fr: Utilisateur inconnu
nl_nl: Onbekende gebruiker
no_no: Ukjent bruker
vi_vi: Người dùng không hiểu

source: Unrecognized form type.
de_de: Unbekannter Formulartyp.
fr_fr: Type de formulaire non reconnu.
nl_nl: Onbekend schermtype.
no_no: Uigjenkjennelig skjema type
vi_vi: Kiểu biểu mẫu không nhận dạng.

source: Unsorted
de_de: Unsortiert
fr_fr: Non trié
nl_nl: Niet gesorteerd
no_no: Usortert
vi_vi: Không sắp xếp

source: Untitled
de_de: Ohne Titel
fr_fr: Sans titre
nl_nl: Geen titel
no_no: Ikke navngitt

source: Upload directory not set in file object.
fr_fr: Répertoire d'envoi non renseigné dans l'objet fichier.
nl_nl: In object file ontbreekt de map waarin geupload moet worden.
no_no: Last opp mappe ikke angitt i fil objekt.
vi_vi: Thư mục tải lên không được tạo trong đối tượng tập tin.

source: Upload file size is larger than the server %s maximum.
fr_fr: La taille d'envoi de fichier est supérieure à la limite %s du serveur.
nl_nl: Upload bestand is groter dan het maximum van de server %s.
no_no: Last opp fil ftørrelse er større enn serverens %s maksimum.
vi_vi: Dung lượng tập tin tải lên lớn hơn dung lượng tối đa cho phép của máy chủ là %s.

source: Use Pear files included with phpWebSite (recommended).
fr_fr: Utiliser les fichiers Pear inclus avec phpWebSite (recommandé).
nl_nl: Gebruik de bij phpWebSite toegevoegde Pear bestanden (aanbevolen).
no_no: Bruk Pear filer inkludert i phpWebSite (anbefalt)
vi_vi: Dùng các tập tin Pear trong PHP (đề nghị)

source: Use server's Pear library files (not recommended).
fr_fr: Utiliser les fichiers de bibliothèque Pear du serveur (non recommandé).
nl_nl: Gebruik de Pear map van de server (niet aanbevolen).
no_no: Bruk serverens Pear bibliotek filer (ikke anbefalt)
vi_vi: Sử dụng các tập tin Pear trong thư viện máy chủ (không khuyến khích)

source: User name
de_de: Benutzername
fr_fr: Nom de l'utilisateur
nl_nl: Naam gebruiker
no_no: Bruker navn
vi_vi: Tên người dùng

source: User tried to post a file beyond server limits.
fr_fr: L'utilisateur a tenté d'envoyer un fichier au delà des limites du serveur.
nl_nl: Gebruiker probeert een bestand te uploaden groter dan de limiet van de server.
no_no: Bruker forsøkte å legge inn fil over serverens begrensninger.
vi_vi: Người dùng cố gắng gửi tập tin quá giới hạn máy chủ.

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
no_no: Brukernavn
vi_vi: Tên người dùng

source: Username and password combination not found.
de_de: Benutzername und Kennwort nicht gefunden.
fr_fr: Combinaison Nom d'utilisateur et mot de passe non trouvée.
nl_nl: Gebruikersnaam / wachtwoord niet bekend.
no_no: Brukernavn og Passord kombinasjon ikke funnet.
vi_vi: Tên người dùng và mật khẩu không tìm thấy.

source: Using configuration files directly from module's directory.
fr_fr: Utilisation des fichiers de configuration directement dans le répertoire du module.
nl_nl: Gebruik configuratie bestanden rechtstreeks uit de map van de module.
no_no: Benytter konfigurasjon filer direkte fra modulens mappe.
vi_vi: Dùng các tập tin cấu hình trực tiếp từ thư mục tiện ích.

source: Using local configuration files.
fr_fr: Utilisation des fichiers de configuration locaux.
nl_nl: Gebruik lokale configuratie bestanden.
no_no: Benytter lokal konfigurasjon fil.
vi_vi: Dùng các tập tin cấu hình cục bộ

source: Using local templates, not module's.
fr_fr: Utilisation des modèles locaux, pas ceux du module.
nl_nl: Gebruik locale templates, geen modules.
no_no: Benytter lokal template, ikke modulens.
vi_vi: Dùng các mẫu cục bộ, không phải tiện ích.

source: Using module template, not local.
fr_fr: Utilisation des modèles du module, pas les locaux.
nl_nl: Gebruik module templates, niet lokaal.
no_no: Benytter modul template, ikke lokale.
vi_vi: Dùng các mẫu tiện ích, không phải cục bộ

source: VALUE
de_de: Wert
fr_fr: VALEUR
nl_nl: WAARDE
no_no: VERDI
vi_vi: Giá trị

source: Variable is a %s, not an object.
de_de: Variable ist ein %s und kein Objekt.
fr_fr: La variable est un %s, pas un objet.
nl_nl: Variabele is een %s en geen object.
no_no: Variabel er en %s, ikke et objekt.
vi_vi: Biến là %s, không phải là đối tượng.

source: Variable name not found in_FILES array.
de_de: Variable nicht in _FILES Array gefunden.
fr_fr: Nom de variable non trouvé dans le tableau _FILES.
nl_nl: Variabele niet bekend in in _FILES array.
no_no: Variabel navn ikke funnet i_FILES tabell.
vi_vi: Tên biến không tìm thấy trong dãy in_FILES.

source: Visible
de_de: Sichtbar
nl_nl: Zichtbaar
no_no: Synlig
vi_vi: Hiển thị

source: Warning
de_de: Warnung
fr_fr: Avertissement
nl_nl: Waarschuwing
no_no: Advarsel
vi_vi: cảnh báo

source: We suggest you use the library files included with phpWebSite.
fr_fr: Nous suggérons que vous utilisiez les fichiers de bibliothèques inclus avec phgWebSite
nl_nl: Wij bevelen aan om de bij de phpWebSite toegevoegde bestanden te gebruiken.
no_no: Vi anbefaler at du benytter bibliotek filer som er inkludert i phpWebSite.
vi_vi: Chúng tôi đề nghị bạn dùng thư viện tập tin đi kèm với PHPWebsite.

source: Web Page conversion
de_de: Webseitenkonvertierung
fr_fr: Conversion de Page Web
nl_nl: Webpagina conversie
no_no: Web Page konvertering

source: Web Page is not installed.
de_de: Modul Webpage ist nicht installiert.
fr_fr: Page Web n'est pas installé.
nl_nl: Module Webpage is niet actief.
no_no: Web Page er ikke installert.
vi_vi: Trang web chưa được cài đặt.

source: Web Pages have already been converted.
de_de: Webseiten sind schon konvertiert.
fr_fr: Page Web a déjà été converti.
nl_nl: Webpagina's zijn al geconverteerd.
no_no: Web Page er alt konvertert.

source: Wrong data type.
de_de: Falscher Datentyp.
fr_fr: Mauvais type de données.
nl_nl: Verkeerd datatype.
no_no: Feil data type.
vi_vi: sai lọai dữ liệu

source: Wrong element type for procedure.
fr_fr: Mauvais type d'élément pour la procédure.
nl_nl: Verkeerd elementtype voor procedure.
no_no: Feil element type for prosedyre.
vi_vi: Kiểu thành phần sai cho thủ tục.

source: Wrong variable type.
de_de: Falscher Variablentyp.
fr_fr: Mauvais type de variable.
nl_nl: Verkeerd type variabele.
no_no: Feil variabel type.
vi_vi: sai lọai biến số

source: You can now finish the creation of your config file.
fr_fr: Vous pouvez maintenant terminer la création de votre fichier de configuration.
nl_nl: U kunt het aanmaken het configuratie bestand nu beeindigen.
no_no: Du kan nå fullføre opprettingen av din config fil.
vi_vi: Bây giờ, bạn có thể hoàn tất việc tạo tập tin cấu hình.

source: You do not appear to have ffmpeg installed. File Cabinet will not be able to create thumbnail images from uploaded videos
fr_fr: Vous ne semblez pas avoir ffmpeg installé. File Cabinet ne pourra pas créer de vignettes pour les vidéos envoyées
nl_nl: U heeft waarschijnlijk ffmpeg niet geinstalleerd. File Cabinet kan nu geen thumbnails aanmaken van een geüploade video
no_no: Det virker som om du ikke har ffmpeg installert. File Cabinet vil ikke kunne opprette thumbnail bilder fra opplastede videoer.

source: You have register_globals enabled. You should disable it.
fr_fr: Vous avez register_globals activé. Vous devriez le désactiver.
nl_nl: U heeft register_globals ingeschakeld. U moet dit uitschakelen.
no_no: Du har register_globals aktivert. Du bør deaktivere det.

source: You may change it if you wish.
fr_fr: Vous pouvez le changer si vous le souhaitez.
nl_nl: U mag dit wijzigen.
no_no: Du kan endre det hvis du ønsker.
vi_vi: Bạn có thể thay đổi nếu bạn muốn.

source: You may choose to ignore users who haven't logged in for a while.
fr_fr: Vous pouvez choisir d'ignorer des utilisateurs qui ne se sont pas loggués depuis un moment.
nl_nl: U kunt ervoor kiezen om gebruikers over te slaan die langere tijd niet actief zijn geweest.
no_no: Du kan velge å ignorere brukere som ikke har logget inn på en stund.
vi_vi: Bạn có thể chọn tắt những thành viên đã không đăng nhập trong một thời gian.

source: You may convert two different ways.
fr_fr: Vous pouvez convertir de deux façons différentes.
nl_nl: U kunt op twee manieren converteren.
no_no: Du kan konventere på to forskjellige måter.
vi_vi: Bạn có thể chuyển đổi theo 2 cách khác nhau.

source: You may delete your images/pagemaster/ directory if you wish.
nl_nl: U mag de map images/pagemaster/ directory verwijderen.

source: You may not use "%s" as a form element name.
de_de: Der Name "%s" darf nicht für dieses Formularelement benutzt werden.
fr_fr: Vous ne pouvez pas utiliser "%s" en tant que nom d'élément de formulaire.
nl_nl: De waarde "%s" is niet toegestaan als scherm elementnaam.
no_no: Du kan ikke bruke"%s" som et skjema element navn.
vi_vi: Bạn không nên dùng "%s" như tên một thành phần biểu mẫu.

source: You must be a deity to run Site Manager.
fr_fr: Vous devez être une divinité pour exécuter le Gestionnaire de Site.
nl_nl: U moet een elite gebruiker zijn om dit te mogen uitvoeren.
no_no: Du må være en guddommelighet for å kjøre Site Manager.
vi_vi: Bạn phải là quản trị mới có thể chạy trình quản lý trang.

source: You need to compile the %sGD image library%s into PHP.
fr_fr: Vous devez compiler la %sbibliothèque d'image GD%s dans PHP.
nl_nl: U moet de %sGD image library%s meecompileren met PHP.
no_no: Du må kompilere %sGD image library%s inni PHP.

source: You will need to change the permissions.
de_de: Berechtigungen müssen geändert werden.
fr_fr: Vous allez devoir changer les permissions.
nl_nl: U moet de bevoegdheden wijzigen.
no_no: Du vil være nødt til å endre tilgangen.
vi_vi: Bạn cần phải thay đổi quyền.

source: You will need to create it manually and rerun the setup.
fr_fr: Vous allez devoir le créer manuellement et relancer la configuration.
nl_nl: U moet het handmatig aanmaken en daarna de setup opnieuw uitvoeren.
no_no: Du vil være nødt til å opprette den manuelt, og gjenkjøre oppsett.
vi_vi: Bạn phải tạo thủ công và cài đặt.

source: Your GD graphic library is not loaded. Captcha will not function.
fr_fr: Votre bibliothèque graphique GD n'est pas chargée. Les Captcha ne fonctionneront pas.
nl_nl: Uw GD graphic library is niet geladen. Captcha zal niet werken.
no_no: Din GD graphic library er ikke lastet. Captcha vil ikke fungere.

source: Your PHP memory limit is less than 8MB. You may encounter problems with the script at this level. We suggest raising the limit in your php.ini file or uncommenting the "ini_set('memory_limit', '10M');" line in your core/conf/defines.dist.php file after installation.
nl_nl: Uw PHP geheugen is minder dan 8MB. U kunt problemen krijgen, pas dit in uw php.ini aan of maak de regel "ini_set('memory_limit', '10M');" in uw core/conf/defines.dist.php actief na de installatie.

source: Your PHP memory limit is less than 8MB. You may encounter problems with the script at this level. We suggest raising the limit in your php.ini file or uncommenting the "ini_set('memory_limit', '10M');" line in your config/core/config.php file after installation.
fr_fr: Votre limite de mémoire PHP est inférieure à 8MB. Vous pourriez rencontrer des problèmes avec le script à ce niveau. Nous vous suggérons d'augmenter cette limite dans votre fichier php.ini ou de retirer le commentaire sur la ligne "ini_set('memory_limit', '10M');" dans votre fichier config/core/config.php après l'installation.
nl_nl: Uw PHP geheugen is minder dan 8MB. U kunt problemen krijgen, pas dit in uw php.ini aan of maak de regel "ini_set('memory_limit', '10M');" in uw config/core/config.php actief na de installatie.
no_no: Din PHP minne begrensning er mindre enn 8MB. Du kan få problemer med scriptet på dette nivået. Vi anbefaler at du øker begrensningen i din php.ini fil eller aktiviserer "ini_set('memory_limit', '10M');" linjen i din config/core/config.php fil etter installasjonen.

source: Your configuration file already exists.
de_de: Die Konfigurationsdatei existiert schon.
fr_fr: Votre fichier de configuration existe déjà.
nl_nl: Het configuratiebestand bestaat al.
no_no: Din konfigurasjons fil eksisterer allerede.
vi_vi: Tập tin cấu hình đã tồn tại.

source: Your configuration file could not be written into the following directory:
de_de: Die Konfigurationsdatei konnte nicht in das folgende Verzeichnis geschieben werden:
fr_fr: Votre fichier de configuration n'a pas pû être écrit dans le répertoire suivant :
nl_nl: Het configuratiebestand kan niet worden aangemaakt in de map:
no_no: Din konfigurasjons fil kunne ikke skrives til følgende mappe:
vi_vi: tập tin cấu hình không thể ghi vào thư mục sau:

source: Your configuration file was written successfully!
de_de: Die Konfigurationsdatei wurde geschrieben!
fr_fr: Votre fichier de configuration a été écrit avec succès !
nl_nl: Het configuratiebestand is aangemaakt.
no_no: Din konfigurasjons fil ble skrevet OK!
vi_vi: tập tin cấu hình đã ghi thành công.

source: Your core config.php file is missing. Please create one and return.
fr_fr: Votre fichier coeur config.php est manquant. Veuillez en créer un et revenir.
nl_nl: Het bestand config.php ontbreekt. Maak dit aan en probeer het opnieuw.
no_no: Din kilde config.php fil mangler. Vennligst opprett en og returner.
vi_vi: Thiếu tập tin nhân config.php Vui lòng tạo và trở lại.

source: Your pages are using the images/pagemaster/ directory so do not delete it.
fr_fr: Vous pages utilisent le répertoire images/pagemaster, ne le supprimez donc pas.
nl_nl: Uw pagina's gebruiken de map images/pagemaster/. Verwijder deze dus niet.
no_no: Dine sider benytter images/pagemaster/ mappe så ikke fjern denne.

source: Your server must run PHP version 5.1.0 or higher. You are running version %s.
fr_fr: Votre serveur doit exécuter PHP version 5.1.0 ou plus récent. Vous exécutez la version %s.
nl_nl: Uw server moet minimaal PHP versie 5.1.0 hebben. U gebruikt nu versie %s.
no_no: Din server må kjøre PHP versjon 5.1 eller høyere. Du benytter nå versjon %s.

source: \1 wrote
de_de: \1 schrieb
fr_fr: \1 a écrit
nl_nl: \1 schreef
no_no: \1 skrev
vi_vi: \1 được ghi

source: a heartbeat ago
de_de: Kurz vorher
fr_fr: il y'a quelques instants
nl_nl: zonet
no_no: et øyeblikk siden

source: loadObject expected the object to have an id or where clause.
fr_fr: loadObject s'attend à ce que l'objet est un id ou une clause where.
nl_nl: loadObject verwacht dat het object een id of where deel heeft.
no_no: loadObject forventet objektet å ha en id eller hvor setning.

source: of
de_de: von
nl_nl: van
vi_vi: của

source: phpWS Bulletin Board has already been converted.
nl_nl: phpWS Bulletin Board is al geconverteerd.

source: phpWS Bulletin Board is not installed.
nl_nl: phpWS Bulletin Board is niet geinstalleerd.

source: phpWebSite 1.x.x Convert
fr_fr: Conversion de phpWebSite 1.x.x
nl_nl: phpWebSite 1.x.x Conversie
no_no: phpWebSite 1.x.x Konverter

source: phpWebSite supports several databases. Choose the type your server currently is running.
nl_nl: phpWebSite ondersteunt meerdere databases. Kies het type dat u op de server gebruikt.
vi_vi: PHPWebsite hỗ trợ nhiều kiểu cơ sở dữ liệu, chọn kiểu cơ sở dữ liệu mà máy chủ bạn đang chạy.

source: phpWebSite configuration file and database have been found. Assuming installation is complete. You should move or delete the setup directory.
nl_nl: Configuratie-bestand en database zijn aanwezig, vermoedelijk is de installatie afgerond. U moet de map setup verplaatsen of verwijderen.
