Repository: AppStateESS/canopy
Catalog: locale/*/LC_MESSAGES/core.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vi

source: %s - %s of %s
fr_fr: %s - %s de %s
nl_nl: %s - %s van %s
no_no: %s - %s av %s

source: %s days ago
de_de: %s Tage vorher
fr_fr: Il y a %s jours
nl_nl: %s dagen geleden
no_no: %s dager siden
vi_vi: cách đây %s ngày

source: %s directory does not exist or is not writable.
fr_fr: Le répertoire %s n'existe pas ou n'est pas modifiable.
nl_nl: Map %s bestaat niet of is niet schrijfbaar.
no_no: %s mappen eksisterer ikke eller er skrivebeskyttet.

source: %s hours ago
de_de: %s Stunden vorher
fr_fr: Il y a %s jours
nl_nl: %s uren geleden
no_no: %s timer siden
vi_vi: cách đây %s giờ

source: %s mins ago
de_de: %s Minuten vorher
fr_fr: Il y a %s minutes
nl_nl: %s minuten geleden
no_no: %s minutter siden
vi_vi: cách đây %s phút

source: %s not found
nl_nl: %s niet gevonden

source: %s weeks ago
de_de: %s Wochen vorher
fr_fr: Il y a %s semaines
nl_nl: %s weken geleden
no_no: %s uker siden
vi_vi: cách đây %s tuần

source: 1 day ago
de_de: 1 Tag vorher
fr_fr: Il y a 1 jour
nl_nl: gisteren
no_no: 1 dag siden
vi_vi: cách đây 1 ngày

source: 1 hour ago
de_de: 1 Stunde vorher
fr_fr: Il y a 1 heure
nl_nl: 1 uur geleden
no_no: 1 time siden
vi_vi: cách đây 1 giờ

source: 1 week ago
de_de: Eine Woche vorher
fr_fr: Il y a 1 semaine
nl_nl: vorige week
no_no: 1 uke siden
vi_vi: cách đây 1 tuần

source: Action
de_de: Aktion
nl_nl: Actie
no_no: Handling
vi_vi: hành động

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
nl_nl: Toevoegen
no_no: Legg til
vi_vi: thêm vào

source: After you finish installing your modules in Boost, you should make your config and template directories non-writable.
de_de: Nach der Installation der Module in Boost sollten die Konfigurations und Vorlagenverzeichnisse nicht beschreibbar gemacht werden.
fr_fr: Après avoir terminé d'installer les modules dans Boost, vous devriez rendre vos répertoires config et template non modifiables.
nl_nl: Na het installeren / bijwerken van de modules met Boost is het aan te raden de mappen uw config en template niet schrijfbaar te maken.
no_no: Etter at du har installert dine moduler i Boost, bør du gjøre din config og template mappe skrivebeskyttet.
vi_vi: Sau khi hòan tất việc cài đặt mô đun, bạn nên thiết lập cấu hình và thư mục khuôn mẫu ở chế độ không cho phép ghi

source: Albums converted and keyed.
de_de: Modul Albums konvertiert.
fr_fr: Albums convertis et indexés.
nl_nl: Albums bijgewerkt.
no_no: Albummer er konvertert og kilt.
vi_vi: Album được chuyển đổi và chốt lại.

source: All
de_de: Alle
fr_fr: Tous
nl_nl: Alles
no_no: Alle
vi_vi: tất cả

source: All done!
de_de: Alles erledigt!
fr_fr: Tout fait !
nl_nl: Klaar!
no_no: Alt utført!
vi_vi: mọi việc đã hòan tất

source: All phpwsbb Avatar Images have been converted
nl_nl: Alle avatars van phpwbss zijn geconverteerd

source: All phpwsbb Banned Users have been converted
nl_nl: Alle verbannen gebruikers van phpwbss zijn geconverteerd

source: All phpwsbb Extended User Information has been converted
nl_nl: Alle uitgebreide gebruikersinformatie van phpwbss is geconverteerd

source: All phpwsbb Forums have been converted
nl_nl: Alle forums van phpwbss zijn geconverteerd

source: All phpwsbb Topics have been converted
nl_nl: Alle topics van phpwbss zijn geconverteerd

source: An error occurred when accessing the conversion database.
de_de: Ein Fehler ist beim Zugriff auf die Konversionsdatenbank aufgetreten.
fr_fr: Une erreur est survenue en accédant à la base de données de conversion.
nl_nl: Het benaderen van de conversie database is mislukt.
no_no: En feil oppstod ved tilkobling til konvertering databasen.
vi_vi: Có lỗi xảy ra trong quá trình chuyển đổi dữ liệu

source: An error occurred when trying to copy your mod_phatform_checkbox table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_checkbox Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_checkbox.
nl_nl: Het kopieren van de tabel mod_phatform_checkbox is mislukt.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_checkbox tabell.
vi_vi: Lỗi xuất hiện khi bảng chép mod_phatform_checkbox.

source: An error occurred when trying to copy your mod_phatform_dropbox table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_dropbox Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_dropbox.
nl_nl: Het kopieren van de tabel mod_phatform_dropbox is mislukt.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_dropbox tabell.
vi_vi: Lỗi xuất hiện khi chép bảng mod_phatform_dropbox.

source: An error occurred when trying to copy your mod_phatform_multiselect table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_multiselect Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_multiselect.
nl_nl: Er is een fout opgetreden bij het kopieren van de mod_phatform_multiselect tabel.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_multiselect tabell.
vi_vi: Một lỗi xuất hiện khi chép bảng mod_phatform_multiselect.

source: An error occurred when trying to copy your mod_phatform_options table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_options Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_options.
nl_nl: Er is een fout opgetreden bij het kopieren van de mod_phatform_options tabel.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_options tabell.
vi_vi: Một lỗi xuất hiện khi chép bảng mod_phatform_options.

source: An error occurred when trying to copy your mod_phatform_radiobutton table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_radiobutton Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_radiobutton.
nl_nl: Er is een fout opgetreden bij het kopieren van de mod_phatform_radiobutton tabel.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_radiobutton tabell.
vi_vi: Một lỗi xuất hiện khi chép bảng mod_phatform_radiobutton.

source: An error occurred when trying to copy your mod_phatform_textarea table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_textarea Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_textarea.
nl_nl: Er is een fout opgetreden bij het kopieren van de mod_phatform_textarea tabel.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_textarea tabell.
vi_vi: Một lỗi xuất hiện khi chép bảng mod_phatform_textarea.

source: An error occurred when trying to copy your mod_phatform_textfield table.
de_de: Ein Fehler ist beim Kopieren der mod_phatform_textfield Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_phatform_textfield.
nl_nl: Er is een fout opgetreden bij het kopieren van de mod_phatform_textfield tabel.
no_no: En feil oppstod ved forsøk på å kopiere din mod_phatform_textfield tabell.
vi_vi: Một lỗi xuất hiện khi chép bảng mod_phatform_textfield.

source: An error occurred when trying to copy your mod_photoalbum_photos table.
de_de: Ein Fehler ist beim Kopieren der mod_photoalbum_photos Tabelle aufgetreten.
fr_fr: Une erreur est survenue en tentant de copier votre table mod_photoalbum_photos.
nl_nl: Er is een fout opgetreden bij het kopieren van de mod_phatform_photos tabel.
no_no: En feil oppstod ved forsøk på å kopiere din mod_photoalbum_photos tabell.
vi_vi: Một lỗi xuất hiện khi chép bảng mod_photoalbum_photos.

source: An error occurred while accessing your Document tables.
de_de: Ein Fehler ist beim Zugriff auf die Dokumentetabelle aufgetreten.
fr_fr: Une erreur est survenue en accédant à votre table de documents.
nl_nl: Er is een fout opgetreden bij het benaderen van de Document tabellen.
no_no: En feil oppstod ved tilkobling til din Document tabell.
vi_vi: Lỗi xuất hiện trong khi truy cập bảng Tài Liệu.

source: An error occurred while accessing your mod_blockmaker_data table.
de_de: Ein Fehler ist beim Zugriff auf die mod_blockmaker_data Tabelle aufgetreten.
fr_fr: Une erreur est survenue en accédant à votre table mod_blockmaker_data.
nl_nl: Er is een fout opgetreden bij het benaderen van de mod_blockmaker_tabel.
no_no: En feil oppstod ved tilkobling til din mod_blockmaker_data tabell.
vi_vi: Lỗi xuất hiện khi truy cập bảng mod_blockmaker_data.

source: An error occurred while converting your old blocks.
de_de: Ein Fehler ist beim Konvertieren der alten Blöcke aufgetreten.
fr_fr: Une erreur est survenue en convertissant vos anciens blocs.
nl_nl: Er is een fout opgetreden bij het converteren van de oude blokken.
no_no: En feil oppstod ved konvertering av dine gamle blocks.
vi_vi: Lỗi xuất hiện khi chuyển đổi các khối cũ.

source: An error occurred while converting your old documents.
de_de: Ein Fehler ist beim Konvertieren der alten Dokumente aufgetreten.
fr_fr: Une erreur est survenue en convertissant vos anciens documents.
nl_nl: Er is een fout opgetreden bij het converteren van de oude documenten.
no_no: En feil oppstod ved konvertering av dine gamle dokumenter.
vi_vi: Lỗi xuất hiện trong khi chuyển đổi tài liệu cũ.

source: An error occurred while converting your old phatfiles.
de_de: Ein Fehler ist beim Konvertieren der alten Phatfiles aufgetreten.
fr_fr: Une erreur est survenue en convertissant vos anciens phatfiles.
nl_nl: Er is een fout opgetreden bij het converteren van de oude phat bestanden.
no_no: En feil oppstod ved konvertering av dine gamle phatfiles.
vi_vi: Lỗi xuất hiện khi chuyển đổi các tập tin phatfiles.

source: An error occurred while trying to convert your old file modules.
de_de: Ein Fehler ist beim Konvertieren der alten dateimodule aufgetreten.
fr_fr: Une erreur est survenue en tentant de convertir vos anciens modules fichier.
nl_nl: Er is een fout opgetreden bij het converteren van de oude bestandsmodules.
no_no: En feil oppstod ved forsøk på konvertering av dine gamle fil moduler.
vi_vi: Lỗi xuất hiện khi chuyển đổi các tập tin tiện ích cũ.

source: An error occurred while trying to install your modules.
de_de: Ein Fehler ist beim Installieren der Module aufgetreten.
fr_fr: Une erreur est survenue en tentant d'installer vos modules.
nl_nl: Er is een fout opgetreden bij het installeren van de modules.
no_no: En feil oppstod ved forsøk på installering av dine moduler.
vi_vi: Lỗi xuất hiện khi cài đặt tiện ích.

source: An unrecoverable error occurred. Check your logs.
de_de: Ein Fehler ist aufgetreten. Bitte Logdatei prüfen.
fr_fr: Une erreur irrécupérable est survenue. Vérifiez vos logs.
nl_nl: Er is een onherstelbare fout opgetreden. Controleer de log.
no_no: En uopprettelig feil oppstod. Sjekk dine logger.
vi_vi: Một lỗi không thể phục hồi xuất hiện. Kiểm tra trong bản ghi.

source: Announcements is not installed in this database.
de_de: Ankündigungen ist nicht in der Datenbank installiert.
fr_fr: Announcements n'est pas installé dans cette base de données
nl_nl: Aankondigingen (Announcements) is niet geinstalleerd in de database.
no_no: Announcements er ikke installert på denne databasen.
vi_vi: Thông báo không được cài đặt trong cơ sở dữ liệu.

source: Any content modules using FatCat should be converted BEFORE continuing.
de_de: Jedes Modul, das FATCAT benutzt, sollte vorher konvertiert werden.
fr_fr: Tout le contenu des modules utilisant FatCat doit être converti AVANT de continuer.
nl_nl: Alle modules die FatCat gebruiken dienen voordat u verder gaat geconverteerd te worden.
no_no: Enhver innholdsmodul som benytter FatCat bør konverteres FØR du fortsetter.
vi_vi: Tất cả tiện ích nội dung sử dụng fatcat phải được chuyển đổi trước để tiếp tục.

source: Any content modules using Menu Manager should be converted BEFORE continuing..
de_de: Jedes Modul, das Menümanager benutzt, sollte vorher konvertiert werden.
fr_fr: Tout le contenu des modules utilisant Menu Manager doit être converti AVANT de continuer.
nl_nl: Alle modules die Menu Manager gebruiken dienen voordat u verder gaat geconverteerd te worden.
no_no: Enhver innholdsmodul som benytter Menu Manager bør konverteres FØR du fortsetter.
vi_vi: Tất cả các tiện ích nội dung sử dụng tiện ích thực đơn cần phải chuyển đổi trước khi tiếp tục.

source: Approved
de_de: Akzeptiert
fr_fr: Approuvé
nl_nl: Goedgekeurd
no_no: Godkjent
vi_vi: Được duyệt

source: Array contained no values.
de_de: Array enthält keine Werte.
fr_fr: Le tableau ne contenait aucune valeur.
nl_nl: Array bevat geen waarden.
no_no: Tabell inneholder ingen verdier.
vi_vi: Dãy không chứa giá trị.

source: Attempted cross-site scripting attack.
de_de: Versuchter XSS-Angriff.
fr_fr: Tentative d'attaque par cross-site scripting.
nl_nl: Poging tot inbraak via script vanaf andere site.
no_no: Forsøk på cross-site scripting angrep.
vi_vi: Sự tấn công bằng đoạn mã trên site.

source: Automatic mode converts the data without your interaction.
de_de: Der Automatikmodus konvertiert alle Daten ohne Benutzereingriff.
fr_fr: Le mode automatique converti les données sans interaction de votre part.
nl_nl: In automatische mode worden de gegevens geconverteerd zonder interactie met u.
no_no: Automatisk modus konverterer dataene uten din innvirkning.
vi_vi: Chế độ tự động chuyển đổi dữ liệu không cần can thiệp.

source: Back 10 pages
de_de: 10 Seiten zurück
fr_fr: Revenir de 10 pages
nl_nl: 10 pagina's terug
no_no: Tilbake 10 sider
vi_vi: Về trước 10 trang

source: Back 50 pages
de_de: 50 Seiten zurück
fr_fr: Revenir de 50 pages
nl_nl: 50 pagina's terug
no_no: Tilbake 50 sider
vi_vi: Về trước 50 trang

source: Back one page
de_de: Ein Seite zurück
fr_fr: Revenir d'une page
nl_nl: Vorige pagina
no_no: Tilbake en side
vi_vi: Về trước 1 trang

source: Batch previously run.
fr_fr: Lot déjà exécuté.
nl_nl: Batch heeft al eerder gelopen.
no_no: Gruppe tidligere kjørt.
vi_vi: Sử lý lần chạy trước.

source: Begin Installation
de_de: Installation starten...
fr_fr: Démarrer l'installation
nl_nl: Start Installatie
no_no: Start Innstallasjon
vi_vi: Bắt đầu cài đặt

source: Blank module title sent to get function.
de_de: Leerer Modultitel wurde geschickt um Funktion herauszufinden.
fr_fr: Titre de module vide envoyé à la fonction get
nl_nl: De get functie heeft een aanvraag ontvangen zonder module titel.
no_no: Blank modul tittel sendt for funksjon.
vi_vi: Khối đã được chuyển đổi.

source: Block is already converted.
de_de: Modul Block ist schon konvertiert.
fr_fr: Block est déjà converti.
nl_nl: Module Block is al geconverteerd.
no_no: Block er alt konvertert.
vi_vi: Khối đã được chuyển đổi.

source: Block is not installed.
de_de: Modul Block ist nicht installiert.
fr_fr: Block n'est pas installé
nl_nl: Module Block is niet actief.
no_no: Block er ikke installert.
vi_vi: Khối chưa được cài đặt.

source: Blocks converted.
de_de: Blöcke konvertiert.
fr_fr: Blocs convertis.
nl_nl: Blocks geconverteerd.
no_no: Blocks konvertert.
vi_vi: Các khối đã được chuyển đổi.

source: Blog has already been converted.
de_de: Modul Blog ist schon konvertiert.
fr_fr: Blog a déjà été converti.
nl_nl: Module Blog is al geconverteerd.
no_no: Blog er alt konvertert.
vi_vi: Blog đã được chuyển đổi.

source: Blog is not installed.
de_de: Modul Blog ist nicht installiert.
fr_fr: Blog n'est pas installé.
nl_nl: Module Blog is niet actief.
no_no: Blog er ikke installert.
vi_vi: Blog chưa được cài đặt.

source: Break newlines
nl_nl: Nieuwe regels afbreken

source: Cache Lite is disabled.
de_de: Cache Lite ist abgeschaltet.
fr_fr: Cache Lite est désactivé.
nl_nl: Cache Lite is uitgeschakeld.
no_no: Cache Lite er deaktivert.
vi_vi: Catch lite tắt.

source: Cache Lite is enabled.
de_de: Cache Lite ist eingeschaltet.
fr_fr: Cache Lite est activé.
nl_nl: Cache Lite is ingeschakeld.
no_no: Cache Lite er aktivert.
vi_vi: Catch lite bật.

source: Calendar has already been converted.
de_de: Modul Kalender ist schon konvertiert.
fr_fr: Calendar a déjà été converti.
nl_nl: Calendar is al geconverteerd.
no_no: Calendar er alt konvertert.
vi_vi: Lịch đã được chuyển đổi.

source: Calendar is not installed in other database.
de_de: Kalender ist nicht in der anderen Datenbank installiert.
fr_fr: Calendar n'est pas installé dans l'autre base de données.
nl_nl: Calendar is niet geinstalleerd in de andere database.
no_no: Calendar er ikke installert i noen annen database.
vi_vi: Lịch chưa được cài đặt trong cơ sở dữ liệu khác.

source: Calendar is not installed.
de_de: Modul Calendar ist nicht installiert.
fr_fr: Calendar n'est pas installé.
nl_nl: Calendar is niet geinstalleerd.
no_no: Calendar er ikke installert.
vi_vi: Lịch chưa được cài đặt.

source: Can not change name. Already in use.
de_de: Name kann nicht geändert werden. Wird schon benutzt.
fr_fr: Impossible de changer le nom. Déjà utilisé.
nl_nl: Deze naam kan niet gebruikt worden, de naam wordt al gebruikt.
no_no: Kan ikke endre navn. Alt i bruk.
vi_vi: Không thể đổi tên. Đã được dùng.

source: Cannot load database. DSN not defined.
fr_fr: Impossible de charger la base de données. Le DSN n'est pas défini.
nl_nl: Laden database mislukt. DSN niet gedefinieerd.
no_no: Kan ikke laste database. DSN ikke definert.

source: Cannot read file.
de_de: Datei kann nicht gelesen werden.
fr_fr: Impossible de lire le fichier.
nl_nl: Bestand niet leesbaar.
no_no: Kan ikke lese fil.
vi_vi: Không thể đọc tập tin.

source: Categories has already been converted.
de_de: Kategorien ist schon konvertiert.
fr_fr: Categories a déjà été converti.
nl_nl: Categories is al geconverteerd.
no_no: Categories har alt blitt konvertert.
vi_vi: Các hạng loại đã được chuyển đổi.

source: Change to
de_de: Wechseln zu
fr_fr: Changer en
nl_nl: Veranderen in
no_no: Endre til
vi_vi: Đổi qua

source: Check Directory Permissions is enabled so be sure to secure your config and templates directories!
de_de: Verzeichnisrechte prüfen ist aktiviert, deswegen achte darauf, dass die Verzeichnisse für Konfiguration und Vorlagen gesichert sind.
fr_fr: Vérifier les Permissions de Répertoire est activé, soyez donc sûr(e) de sécuriser vos répertoires config et templates !
nl_nl: Controleer of de mappen rechten ingeschakeld zijn en beveilig uw configuratie en templates mappen!
no_no: Sjekk Mappe Tillatelser er aktivisert for å være sikker på at dine config og template mappene er sikret!
vi_vi: Kiểm tra phần cấp quyền thư mục đã bật để bảo vệ cho phần cấu hình và mẫu.

source: Check all
de_de: Alle überprüfen
fr_fr: Tout cocher
nl_nl: Alle keuzes selecteren
no_no: Sjekk alle
vi_vi: Chọn tất cả

source: Check box table failed to copy successfully.
de_de: Checkboxtabelle konnte nicht kopiert werden.
fr_fr: La table des cases à cocher n'a pas été copiée avec succès.
nl_nl: Kopieren Checkbox tabel is mislukt.
no_no: Check box tabell feilet å kopiere.
vi_vi: Không chép bảng hộp kiểm thành công.

source: Check box table imported successfully.
de_de: Checkboxtabelle importiert.
fr_fr: Table des cases à cocher importée avec succès.
nl_nl: Checkbox tabellen gekopieerd.
no_no: Check box tabell ble importert OK.
vi_vi: Nhập bảng hộp kiểm thành công.

source: Check your configuration settings.
de_de: Bitte Einstellungen überprüfen.
fr_fr: Vérifiez vos paramètres de configuration.
nl_nl: Controleer uw configuratie instellingen.
no_no: Sjekk dine konfigurasjons instillinger.
vi_vi: Kiểm tra các thiết lập cấu hình.

source: Checking your server's compatibility with phpWebSite...
fr_fr: Vérifiez la compatiblité de votre serveur avec phpWebSite...
nl_nl: Controleren of uw server geschikt is voor phpWebSite...
no_no: Sjekker din database's kompatibilitet med PHPWebSite...

source: Class Name
de_de: Klassenname
fr_fr: Nom de Classe
nl_nl: Class Naam
no_no: Class navn
vi_vi: Tên Lớp

source: Class does not contain variables.
de_de: Klasse enthält keine Variablen.
fr_fr: La classe ne contient pas de variables.
nl_nl: Class bevat geen variabelen.
no_no: Class inneholder ingen verdier.
vi_vi: Lớp không bao gồm các biến số.

source: Class does not exist.
de_de: Klasse existiert nicht.
fr_fr: La classe n'existe pas.
nl_nl: Class bestaat niet.
no_no: Class eksisterer ikke.
vi_vi: Lớp không tồn tại.

source: Class not found.
de_de: Klasse nicht gefunden.
fr_fr: Classe non trouvée.
nl_nl: Class niet gevonden.
no_no: Class ble ikke funnet.
vi_vi: Không tìm thấy lớp.

source: Class not set.
de_de: Klasse nicht gesetzt.
fr_fr: Classe non indiquée.
nl_nl: Class niet gezet.
no_no: Class ikke fastsatt.
vi_vi: Lớp chưa được tạo.

source: Clear
fr_fr: Vider
nl_nl: Wis
no_no: Fjern

source: Click on the method you wish to use.
de_de: Klicke auf die zu benutzende Methode.
fr_fr: Cliquez sur la méthode que vous voulez utiliser.
nl_nl: Klik op de gewenster methode.
no_no: Klikk på den metoden du ønsker å benytte.
vi_vi: Kích hoạt phương pháp bạn muốn dùng.

source: Click the link below to continue or change your connection settings.
de_de: Klicke auf die Verknüpfung um weiterzumachen oder die Verbindungseinstellungen zu ändern.
fr_fr: Cliquez sur le lien ci-dessous pour continuer ou changez vos paramètres de connexion.
nl_nl: Klik op de onderstaande link om te vervolgen of wijzig uw connectie.
no_no: Klikk på linken under for å fortsette eller endre dine tilkoblings innstillinger.
vi_vi: Kích hoạt liên kết dưới để tiếp tục thay đổi các thông số kết nối.

source: Click to continue anyway.
de_de: Klick um fortzufahren.
fr_fr: Cliquez pour continuer malgré tout.
nl_nl: Klik om verder te gaan.
no_no: Klikk for å fortsette allikevel.
vi_vi: Kích hoạt để tiếp tục.

source: Close
de_de: Schliessen
fr_fr: Fermer
nl_nl: Sluiten
no_no: Steng
vi_vi: Đóng

source: Coming from: %s
de_de: Kommentar von: %s
fr_fr: En provenance de : %s
nl_nl: Afkomstig van: %s
no_no: Kommer fra: %s
vi_vi: Đến từ: %s

source: Config directory ready
fr_fr: Répertoire de configuration prêt
nl_nl: Map config klaar
no_no: Config mappe klar

source: Connect
de_de: Verbinden
fr_fr: Connecter
nl_nl: Verbinden
no_no: Koble til
vi_vi: Kết nối

source: Connected to database "%s"
de_de: Verbunden mit Datenbank "%s"
fr_fr: Connecté à la base de données "%s"
nl_nl: Verbonden met database "%s"
no_no: Tilkoblet til database "%s"
vi_vi: Đã kết nối đến cơ sở dữ liệu "%s"

source: Continue
de_de: Fortführen...
fr_fr: Continuer
nl_nl: Vervolg
no_no: Fortsett
vi_vi: Tiếp tục

source: Continue conversion. . .
de_de: Konvertierung fortführen...
fr_fr: Continuer la conversion. . .
nl_nl: Doorgaan met conversie...
no_no: Fortsett konvertering. . .
vi_vi: Tiếp tục việc chuyển đổi.

source: Continue to Module Installation
de_de: Mit Modulinstallation fortführen.
fr_fr: Continuer vers l'installation des modules
nl_nl: Doorgaan met conversie modules
no_no: Fortsett til Module Innstallasjon
vi_vi: Tiếp tục cài đặt tiện ích.

source: Continue to convert category elements.
de_de: Weiter um Kategorienelemente zu konvertieren.
fr_fr: Continuer vers la conversion des éléments de catégorie
nl_nl: Doorgaan met conversie categorie onderdelen.
no_no: Fortsett for å konvertere category elementer.
vi_vi: Tiếp tục chuyển đổi các thành phần hạng loại.

source: Continue to convert menu links.
de_de: Weiter um Menüverknüpfungen zu konvertieren.
fr_fr: Continuer vers la conversion des liens de menus.
nl_nl: Doorgaan met converteren menu links.
no_no: Fortsett for å konvertere meny linker.
vi_vi: Tiếp tục chuyển đổi các liên kết thực đơn.

source: Continue...
fr_fr: Continuer...
nl_nl: Doorgaan...
no_no: Fortsett...

source: Continue: Convert everyone.
de_de: Weiter um alles zu konvertieren.
fr_fr: Continuer : Convertir tout le monde.
nl_nl: Doorgaan: Allen converteren.
no_no: Fortsett: Konverter aller.
vi_vi: Tiếp tục chuyển đổi mọi người.
