Repository: AppStateESS/canopy
Catalog: locale/*/LC_MESSAGES/core.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vi

source: phpWebSite configuration file exists but could not connect to database. Check your dsn settings or delete the config file.
nl_nl: Er is een configuratie-bestand, maar er kan geen connectie met de database worden gemaakt. Controleer uw dsn instellingen of verwijder het configuratie-bestand.

source: phpWebSite configuration file exists but database does not. Create the database set in the config file or delete the config file.
nl_nl: Het configuratie-bestand bestaat, maar de database bestaat niet. Verwijder het configuratie-bestand of vul zelf de database.

source: phpWebSite depends on sessions to move data between pages.
fr_fr: phpWebSite depend du fait que les sessions déplacent des données entre les pages.
nl_nl: phpWebSite gebruikt sessies om gegevens over te dragen naar een andere pagina.
no_no: phpWebSite kommer an på sessions for å flytte data mellom sider.
vi_vi: PHPWebsite dựa trên các mục để di chuyển dữ liệu giữa các trang.

source: phpWebSite supports MySQL and PostgreSQL. Choose the type your server currently is running.
fr_fr: phpWebSite supporte MySQL et PostgreSQL. Choisissez le type que votre serveur execute actuellement.
nl_nl: phpWebSite ondersteunt meerdere databases. Kies het type dat u op de server gebruikt.
no_no: phpWebSite støtter MySQL og PostgreSQL. Velg den typen som din server benytter.

source: phpWebSite uses the Pear library extensively.
fr_fr: phpWebSite utiliste énormément la bibliothèque Pear.
nl_nl: phpWebSite maakt intensief gebruik van Pear.
no_no: phpWebSite benytter Pear bibliotek i stor utstrekning.
vi_vi: PHPWebsite dùng thư viện Pear mở rộng.

source: phpwsbb conversion complete!
nl_nl: phpWs is geconverteerd!

source: session.auto_start must be set to 0 for phpWebSite to work. Please review your php.ini file.
fr_fr: session.auto_start doit être configuré à 0 pour que phpWebSite fonctionne. Veuillez vérifier votre fichier php.ini.
nl_nl: session.auto_start moet 0 zijn. Controleer uw php.ini bestand.
no_no: session.auto_start må være satt til 0 for at phpWebSite skal fungere. Vennligst sjekk din php.ini fil.

source: <strong>Module %1$s icons stored at %2$s
nl_nl: <strong>Module %1$s icons opgeslagen in %2$s

source: An icons variable was not found.
nl_nl: Een icons variabele ontbreekt.

source: An indexed select column must only contain two fields
nl_nl: Een indexed select column mag maar twee velden bevatten

source: Array must contain object variables only
nl_nl: Array mag alleen objecten bevatten

source: Could not connect to the database using supplied DSN information.
nl_nl: Connectie met database met aangeleverde DSN is mislukt.

source: Could not find javascript factory file.
nl_nl: Het JavaScript factory-bestand ontbreekt.

source: Could not initialize core class
nl_nl: Class core kan niet worden geinitialiseerd

source: Could not initialize module class
nl_nl: Class module kan niet worden geinitialiseerd

source: DB2 Error
nl_nl: DB2 Fout

source: DSN not set in database config file.
nl_nl: DSN heeft geen waarde gekregen in het bestand van de database configuratie.

source: Duplicate table added
nl_nl: Dubbele table toegevoegd

source: Function
nl_nl: Functie

source: Icon type not found: %1$s::%2$s
nl_nl: Icon type niet gevonden: %1$s::%2$s

source: Improper class name
nl_nl: Foute class naam

source: Improper database name
nl_nl: Foute database naam

source: Improper id name
nl_nl: Foute id naam

source: Improper new table name
nl_nl: Foute nieuwe table naam

source: Improper table name
nl_nl: Foute table naam

source: Improperly formated image src
nl_nl: Fout formaat afbeelding src

source: Improperly formatted input name
nl_nl: Fout formaat invoernaam

source: Improperly formatted style settings
nl_nl: Fout formaat style

source: Invalid parameters.
nl_nl: Ongeldige parameters.

source: Javascript demonstration:
nl_nl: JavaScript demonstratie:

source: Layout class not enabled
nl_nl: Class layout is niet ingeschakeld

source: Location
nl_nl: Lokatie

source: Missing query resource.
nl_nl: De resource van de query ontbreekt.

source: Missing template file:
nl_nl: Template ontbreekt:

source: No demo code available
nl_nl: Geen demo code beschikbaar

source: No error found.
nl_nl: Geen fouten gevonden.

source: No resources created
nl_nl: Er zijn geen resources aangemaakt

source: No table fields were found
nl_nl: Er zijn geen tabelvelden

source: No tables found
nl_nl: Geen tables gevonden

source: No values in object to save
nl_nl: In object staan geen waarden om op te slaan

source: Select did not contain any fields to return
nl_nl: Er zijn geen velden geselecteerd

source: Src variable is empty
nl_nl: Variabele src is leeg

source: Table does not exist
nl_nl: Tabel bestaat niet

source: Table prefix contains illegal characters
nl_nl: Table prefix bevat ongeldige tekens

source: Tag type must be alphabetic characters only
nl_nl: Tag type moet alleen uit letters bestaan

source: Tag type not set
nl_nl: Tag type niet gevuld

source: The requested indexing column is missing from select row result
nl_nl: De benodigde index ontbreekt in de geselecteerde velden

source: Unable to create new database
nl_nl: Aanmaken database mislukt

source: Unknown select type
nl_nl: Onbekend select type

source: Update query missing columns
nl_nl: Er zijn geen te wijzigen velden

source: Variable is not an object
nl_nl: Variabele is geen object

source: Core could not locate its errorDefines.php file.
no_no: Kjernen kunne ikke lokalisere dens errorDefines.php fil.

source: DB Operator:
fr_fr: Opérateur de base de données :
no_no: DB Operatør:

source: Database Help
de_de: Datenbank Hilfe
fr_fr: Aide sur la base de données
no_no: Database Hjelp
vi_vi: Giúp đỡ Cơ sở Dữ Liệu

source: Database password may contain alphanumeric characters, spaces or underscores only.
no_no: Database passord kan bare inneholde alfanumerisk tegn eller understrek.

source: Home
fr_fr: Accueil
no_no: Hjem
vi_vi: Nhà

source: Host
fr_fr: Hôte
no_no: Vert

source: Hub site
fr_fr: Site hub
no_no: Nettnav Side

source: KEY
fr_fr: CLE
no_no: NØKKEL
vi_vi: Khóa

source: Recursive array
de_de: rekursives Array
fr_fr: Tableau récursif
no_no: Gjentakende tabell
vi_vi: Dãy đệ quy

source: Recursive object:
fr_fr: Objet récursif :
no_no: Gjentakende objekt:
vi_vi: Đối tượng đệ quy:

source: Site Setup
fr_fr: Configuration du site
no_no: Side Oppsett
vi_vi: Cài đặt trang

source: phpWebSite %s Setup
fr_fr: Configuration de phpWebSite %s
no_no: phpWebSite %s Oppsett
vi_vi: Cài đặt phpWebSite %s

source: Branch : %s
fr_fr: Branche : %s

source: Database Type
de_de: Datenbanktyp
fr_fr: Type de base de données
vi_vi: Kiểu cơ sở dữ liệu

source: Site Hash
fr_fr: Hash du site

source: Database password may contain alphanumeric characters or underscores only.
de_de: Datenbankkennwort darf nur Buchstaben und Unterstriche enthalten.
vi_vi: Mật khẩu cơ sở dữ liệu bao gồm các chuỗi số, chữ và dấu gạch dưới.

source: Sort ascending
de_de: Aufsteigend sortieren
vi_vi: xếp chiều lên

source: Sort descending
de_de: Absteigend sortieren
vi_vi: Xếp chiều xuống

source: Type
de_de: Typ
vi_vi: Kiểu

source: Web pages have already been converted.
vi_vi: Trang web đã được chuyển đổi.

source: phpWebSite 1.0.0 Convert
vi_vi: Chuyển đổi phpWebSite 1.0.0
