Repository: AppStateESS/canopy
Catalog: locale/*/LC_MESSAGES/core.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vi

source: If the first user on your old site is not you, then you will need to recreate them.
de_de: Wenn der erste Benutzer nicht Du selbst bist, muss er erneut erstellt werden.
fr_fr: Si le premier utilisateur de votre site n'est pas vous, vous devrez le recréer.
nl_nl: Als u niet de eerste gebruiker bent op oude website, dan moet u die gebruiker opnieuw aanmaken.
no_no: Hvis første bruker på din gamle side ikke er deg, må du gjenopprette dem.
vi_vi: Nếu thành viên đầu tiên không phải là bạn, bạn cần phải tạo lại.

source: If you are installing phpWebSite in a shared environment, you may assign a prefix to tables.<br />We recommend you run without one.
fr_fr: Si vous installez phgWebSite dans un environnement partagé, vous pouvez affecter un préfixe aux tables.<br />Nous vous recommandons de ne pas en mettre un.
nl_nl: Als u phpWebSite in een gedeelde omgeving installeert, dan kunt u een prefix aan de tabellen toevoegen.<br />Doe dit liever niet.
no_no: Hvis du innstallerer phpWebSite i en delt omgivelse, kan du benytte prefix til tabeller.<br />Vi anbefaler at du kjører uten.
vi_vi: Nếu bạn cài PHPWebsite trên môi trường chia sẻ, bạn nên gán tiền tố cho bảng.<br />

source: If you are returning here from a previous incomplete installation, you will need to clear the database of all tables and try again.
nl_nl: Een eerdere installatie is niet volledig uitgevoerd. Leeg eerst de database en probeer het dan opnieuw.

source: If you do not change it now, your next page will be an error screen.
de_de: Wenn Du es jetzt nicht änderst, wird die nächste Seite eine Fehlermeldung sein.
fr_fr: Si vous ne changez pas ceci maintenant, votre prochaine page sera un écran d'erreur.
nl_nl: Als u het nu niet wijzigt dan krijgt u hierna het foutscherm.
no_no: Hvis du ikke forandrer det nå, vil din neste side være en feilvisning.
vi_vi: Nếu bạn không đổi bây giờ, màn hình kế sẽ là trang báo lỗi.

source: If you encounter problems, you should use manual mode.
de_de: Wenn Probleme auftreten, versuche den manuellen Modus.
fr_fr: Si vous rencontrez des problèmes, vous devrez utiliser le mode manuel.
nl_nl: Als u problemen tegenkomt moet u de handmatige manier gebruiken.
no_no: Hvis du møter problemer, bør du bruke manuell modus
vi_vi: Nếu bạn gặp lỗi, bạn có thể dùng chế độ thủ công.

source: If you experienced any error messages, check your error.log file.
de_de: Wenn Fehler auftreten, schaue in der error.log Datei nach.
fr_fr: Si vous avez rencontré un message d'erreur, vérifiez votre fichier error.log.
nl_nl: Controleer bij problemen het bestand error.log.
no_no: Hvis du møter noen feil, sjekk din errer.log fil.
vi_vi: Nếu bạn tìm hiểu thêm các lỗi, có thể xem bản ghi lỗi.

source: If your database is on the same server as your phpWebSite installation, leave this as &#x22;localhost&#x22;.
fr_fr: Si votre base de données est sur le même serveur que votre installation phpWebSite, laissez ceci en &#x22;localhost&#x22;.
nl_nl: Als de database op dezelfde server staat als de website, laat dan dit dan staan als <b>localhost</b>.
no_no: Hvis din databases ligger på samme server som din phpWebSite installasjon, la dette være som &#x22;localhost&#x22;.
vi_vi: Nếu cơ sở dữ liệu nằm cùng trên máy chủ bạn cài PHPWebsite, vui lòng để là &#x22;localhost&#x22;.

source: If your host specification requires access via a specific port, enter it here.
fr_fr: Si votre spécification d'hôte nécessite un accès via un port spécifique, indiquez le ici.
nl_nl: Als uw host specificatie een bepaalde poort wil gebruiken voor toegang, geef die poort dan hier op.
no_no: Hvis din vert spesifikasjon påkrever tilgang via en spesifikk port, legg den inn her.
vi_vi: Nếu trang host của bạn yêu cầu truy cập đến một cộng khác, nhập tại đây.

source: Image height was %spx, making it larger than %d pixel limit.
nl_nl: Afbeelding hoogte is %spx, te groot want de limiet is %s.
vi_vi: Chiều cao ảnh là %spx, làm nó lớn hơn giới hạn điểm ảnh %d.

source: Image not found
de_de: Bild nicht gefunden
nl_nl: Afbeelding ontbreekt
vi_vi: Không tìm thấy ảnh.

source: Image was %sK making it larger than %sK size limit.
nl_nl: Afbeelding is %sK, te groot want de limiet is %sK.
vi_vi: Ảnh là %sK làm nó lớn hơn giới hạn kích cỡ %sK.

source: Image width was %spx, making it larger than %d pixel limit.
nl_nl: Afbeelding wijdte is %spx, te groot want de limiet is %s
vi_vi: Độ rộng ảnh là %spx, làm nó lớn hơn điểm ảnh giới hạn %d.

source: Image directory ready
fr_fr: Répertoire image prêt
nl_nl: Map images gereed
no_no: Image mappe klar

source: Images copied during a 0.10.x conversion.
de_de: Bilder wurden kopiert während einer 0.10.x Konvertierung.
fr_fr: Images copiées pendant une conversion depuis 0.10.x.
nl_nl: Afbeeldingen gekopieerd tijdens een 0.10.x conversie.
no_no: Bilder kopiert under 0.10.x konversjon.

source: Importing core database file.
de_de: Importiere Coredatenbankdatei.
fr_fr: Import du fichier de base de données coeur.
nl_nl: Importeren core database bestand.
no_no: Importer kjerne database fil.
vi_vi: Nhập tập tin cơ sở dữ liệu nhân.

source: Improper column name.
de_de: Spaltenname nicht erlaubt.
fr_fr: Nom de colonne invalide.
nl_nl: Kolomnaam fout
no_no: Ugyldig kolonne navn
vi_vi: Tên cột không hợp

source: Improper table name.
de_de: Tabellenname nicht erlaubt.
fr_fr: Nom de table invalide.
nl_nl: Tabelnaam fout.
no_no: Ugyldig tabell navn.
vi_vi: Tên bảng không hợp

source: Improperly formated text.
de_de: Text ist fehlerhaft formatiert.
fr_fr: Texte mal formaté.
nl_nl: Formaat tekst fout.
no_no: Ugyldig formatert tekst.
vi_vi: Văn bản định dạng không hợp.

source: Input type not set.
de_de: Eingabetyp nicht gesetzt
fr_fr: Type d'entrée non indiqué.
nl_nl: Invoertype is niet ingevuld.
no_no: Innførsel type ikke angitt.
vi_vi: Kiểu nhập chưa tạo.

source: Insert HTML
de_de: HTML einfügen
nl_nl: Toevoegen HTML

source: Install Modules
de_de: Module installieren
fr_fr: Installer les modules
nl_nl: Installeer Modules
no_no: Innstaller Moduler
vi_vi: Cài đặt tiện ích

source: Installation of phpWebSite is complete.
de_de: Installation von phpWebsite ist komplett.
fr_fr: L'installation de phpWebSite est terminée.
nl_nl: Installatie phpWebSite is klaar.
no_no: Innstallasjon av phpWebSite er ferdig.
vi_vi: Hoàn tất việc cài đặt PHPWebsite.

source: Installed modules
de_de: Installierte Module
fr_fr: Modules installés
nl_nl: Geinstalleerde modules
no_no: Innstallerte moduler
vi_vi: Cài đặt tiện ích

source: Invalid value.
de_de: Falscher Wert.
fr_fr: Valeur invalide.
nl_nl: Foute waarde.
no_no: Ugyldig verdi.
vi_vi: Giá trị không hợp lệ.

source: Javascript directory ready
fr_fr: Répertoire Javascript prêt
nl_nl: Map javascript klaar
no_no: Javascript mappe klar

source: Join database does not exist.
de_de: Datenbankverbund existiert nicht.
fr_fr: La base de données jointe n'existe pas.
nl_nl: Join database bestaat niet.
no_no: Sammenføyning database eksisterer ikke.
vi_vi: Kết hợp cơ sở dữ liệu không tồn tại.

source: Key can not restrict items on phpws_key table alone.
fr_fr: La clé ne peut pas restreindre les éléments sur la table phpws_key seule.
nl_nl: Key kan niet items beperken alleen op phpws_key table.
no_no: Nøkkel kan ikke alene begrense objekter på _phpws_key tabell.
vi_vi: Khóa không thể hạn chế các mục trong bảng phpws_key một mình.

source: Key not found.
de_de: Key nicht gefunden.
fr_fr: Clé non trouvée.
nl_nl: Key niet gevonden.
no_no: Nøkkel ikke funnet.
vi_vi: Không tìm thấy khóa.

source: Last page
fr_fr: Dernière page
nl_nl: Laatste pagina
no_no: Siste side

source: Limit
de_de: Grenze
fr_fr: Limite
nl_nl: Limiet
no_no: Begrensning
vi_vi: Giới hạn

source: Limit results to %s rows
fr_fr: Limiter les résultats à %s lignes
nl_nl: Maximaal aantal resultaten %s
no_no: Grense resulterer i %s rader

source: List columns not set.
de_de: Spaltenliste nicht gesetzt.
fr_fr: Colonnes à lister non indiquées.
nl_nl: Lijst kolommen niet gezet.
no_no: Liste kolonner ikke angitt.
vi_vi: Danh sách cột chưa tạo.

source: Log directory ready
fr_fr: Répertoire log prêt
nl_nl: Map logs gereed
no_no: Log mappe klar

source: Log in
de_de: Anmelden
fr_fr: Connexion
nl_nl: Inloggen
no_no: Logg inn
vi_vi: Đăng nhập

source: Log out
de_de: Abmelden
fr_fr: Déconnexion
nl_nl: Uitloggen
no_no: Logg ut
vi_vi: Đăng xuất

source: Login page
de_de: Anmeldeseite
fr_fr: Page de connexion
nl_nl: Inlog pagina
no_no: Logg inn side
vi_vi: Trang đăng nhập

source: Login to Site Manager
de_de: Anmeldung beim Sitemanager
fr_fr: Connexion au gestionnaire de site
nl_nl: Login bij Site Manager
no_no: log inn til Side Manager
vi_vi: Đăng nhập quản lý trang

source: MIME file type detection
fr_fr: Détection MIME de type de fichier
nl_nl: MIME bestandstype detectie
no_no: MIME fil type oppdagelse

source: Magic quotes disabled
fr_fr: Magic quotes désactivé.
nl_nl: Magic quotes uitgeschakeld
no_no: Magic quotes er deaktivisert.

source: Magic quotes is enabled. Please disable it in your php.ini file.
fr_fr: Magic quotes est activé. Veuillez le désactiver dans votre fichier php.ini.
nl_nl: Magic quotes is ingeschakeld. Schakel het a.u.b. uit in uw php.ini bestand.
no_no: Magic quotes er aktivisert. Vennligst deaktiviser det i din php.ini fil.

source: Main
de_de: Hauptseite
nl_nl: Hoofdpagina

source: Main Menu
de_de: Hauptmenü
fr_fr: Menu Principal
nl_nl: Hoofdmenu
no_no: Hoved Meny
vi_vi: Trình đơn chính

source: Main page
de_de: Hauptseite
fr_fr: Page principale
nl_nl: Hoofdpagina
no_no: Hoved side
vi_vi: Trang chính

source: Manager cannot initialize, the module was not set.
de_de: Manager konnte nicht initialisieren, das Modul wurde nicht gesetzt.
fr_fr: Le Manager n'a pas pû s'initialiser, le module n'est pas renseigné.
nl_nl: Initialiseren mislukt, module niet actief.
no_no: Manager kan ikke initialise, modulen var ikke angitt.
vi_vi: Trình quản lý không thể khởi tạo, tiện ích chưa được tạo.

source: Manager configuration file is an improper format.
de_de: Managerkonfigurationsdatei hat ein ungültiges Format.
fr_fr: Le fichier de configuration du Manager est dans un format invalide
nl_nl: Configuratie-bestand is in een ongeldig formaat.
no_no: Manager konfigurasjon fil er av ugyldig format.
vi_vi: Tập tin cấu hình quản lý có định dạng không hợp.

source: Manager configuration file not found for module: %s
de_de: Managerkonfigurationsdatei für Modul %s nicht gefunden
fr_fr: Fichier de configuration du Manager non trouvé pour le module : %s
nl_nl: Configuratie-bestand ontbreekt voor module: %s
no_no: Manager konfigurasjon fil ikke funnet for module: %s
vi_vi: Không tìm thấy tập tin cấu hình quản lý cho tiện ích %s.

source: Manager was not fully initialized to get a list.
de_de: Manager war nicht vollständig initialisiert um eine Liste zu erhalten.
fr_fr: Le Manager n'a pas été intégralement initialisé pour récupérer une liste.
nl_nl: Er kan geen lijst gemaakt worden omdat de initialisatie onvolledig was.
no_no: Manager var ikke helt initialisert for å få liste.
vi_vi: Trình quản lý không hoàn toàn được khởi tạo để lấy danh sách.

source: Manual mode requires you to click through the conversion process.
fr_fr: Le mode manuel requiert que vous cliquiez tout au long du processus de conversion.
nl_nl: Bij handmatige conversie moet u een proces doorlopen met muisklikken.
no_no: Manuell modus krever at du har klikket deg igjennom konfigurasjons prosessen.
vi_vi: Chế độ thủ công yêu cầu bạn kích hoạt quá trình chuyển đổi.

source: Match for must be an array for a multiple input.
fr_fr: Match for doit être un tableau pour une entrée multiple
nl_nl: Match for moet een array zijn om meer invoer mogelijk te maken.
no_no: Jevnbyrdig som må være en tabell for flere innlegg.

source: Memory limit exceeded
fr_fr: Limite de mémoire dépassée
nl_nl: Geheugen limiet overschreden
no_no: Minne begrensning overskredet

source: Menu conversion finished.
de_de: Menükonversion beendet!
fr_fr: Conversion des menus terminée.
nl_nl: Conversie menu klaar.
no_no: Meny konvertering ferdig.
vi_vi: Hoàn tất chuyển đổi trình đơn

source: Menu has already been converted.
de_de: Modul Menü wurde schon konvertiert.
fr_fr: Menu a déjà été converti
nl_nl: Menu is al geconverteerd.
no_no: Meny har alt blitt konvertert.
vi_vi: Trình đơn đã được chuyển đổi.

source: Menu is not installed.
de_de: Modul Menü ist nicht installiert.
fr_fr: Menu n'est pas installé.
nl_nl: Menu is niet geinstalleerd.
no_no: Meny er ikke innstallert.
vi_vi: Trình đơn chưa được cài đặt.

source: Method 1 - Each section is placed into a separate page.
de_de: Methode 1 - Jedes Teil bekommt eine eigene Seite.
fr_fr: Méthode 1 - Chaque section est placée dans une page séparée.
nl_nl: Manier 1 - Elke sectie is een afzonderlijke pagina.
no_no: Metode 1 - Hver seksjon er plassert inni en separert side.
vi_vi: Phương pháp 1 - Mỗi phần được đặt trong một trang riêng.

source: Method 2 - Each section is collected into ONE page.
de_de: Methode 1 - Alle Teile kommen auf eine Seite.
fr_fr: Méthode 2 - Chaque section est compilée en UNE SEULE page.
nl_nl: Manier 2 - Elke sectie wordt verzameld in EEN pagina.
no_no: Metode 2 - Hver seksjon er plassert inni EN side.
vi_vi: Phương pháp 2 - Mỗi phần được kết hợp trong một trang.

source: Method does not exist in specified class.
de_de: Methode existiert nicht in der Klasse.
fr_fr: La méthode n'existe pas dans la classe spécifiée.
nl_nl: Methode niet bekend in klasse.
no_no: Metode eksisterer ikke i spesifisert class.
vi_vi: Phương pháp không tồn tại trong lớp chỉ định.

source: Missing a database name.
de_de: Fehlender Datenbankname.
fr_fr: Nom de base de données manquant.
nl_nl: Database naam ontbreekt.
no_no: Mangler en database navn.
vi_vi: Thiếu tên cơ sở dữ liệu

source: Missing a database password.
de_de: Fehlendes Datenbankkennwort.
fr_fr: Mot de passe de base de données manquant.
nl_nl: Database wachtwoord ontbreekt.
no_no: Mangler et database passord
vi_vi: Thiếu mật khẩu cơ sở dữ liệu

source: Missing a database user name.
de_de: Fehlender Datenbankbenutzername.
fr_fr: Nom d'utilisateur de base de données manquant.
nl_nl: Database gebruiker ontbreekt.
no_no: Mangler et database brukernavn.
vi_vi: Thiếu tên người dùng cơ sở dữ liệu.

source: Missing column to select.
de_de: Fehlende Spalte auswählen.
fr_fr: Colonne à sélectionner manquante.
nl_nl: Te selecteren kolom ontbreekt.
no_no: Mangler en kolonne å velge.
vi_vi: Thiếu cột để chọn.

source: Module not found.
de_de: Modul nicht gefunden.
fr_fr: Module non trouvé.
nl_nl: Module ontbreekt.
no_no: Modul ikke funnet.
vi_vi: Không tìm thấy tiện ích.

source: Module not set.
de_de: Modul nicht gesetzt.
fr_fr: Module non indiqué.
nl_nl: Module niet ingevuld.
no_no: Modul ikke angitt.
vi_vi: Tiện ích chưa tạo.

source: Module title
de_de: Modultitel
fr_fr: Titre du module
nl_nl: Module titel
no_no: Modul tittel.
vi_vi: Tiêu đề tiện ích

source: Module was not set.
de_de: Modul nicht gesetzt.
fr_fr: Module n'a pas été indiqué.
nl_nl: Module was niet ingevuld.
no_no: Modul ikke angitt.
vi_vi: Tiện ích chưa được tạo

source: Move on to Step 2
de_de: Weiter zu Schritt 2
fr_fr: Continuer vers l'étape 2
nl_nl: Ga door met stap 2.
no_no: Fortsett til steg 2.
vi_vi: Chuyển đến bước 2

source: Multi-select table failed to copy successfully.
fr_fr: La table de multi-sélection n'a pas été copiée avec succès.
nl_nl: Multi-select tabel kopieren mislukt.
no_no: Fler-valg tabell feilet i å kopiere.
vi_vi: Bảng chọn chép không thành công.

source: Multi-select table imported successfully.
fr_fr: Table de mutli-sélection importée avec succès.
nl_nl: Multi-select tabel geimporteerd.
no_no: Feir-valg tabell importert OK.
vi_vi: Bảng chọn nhập thành công.

source: Name not set.
de_de: Name nicht gesetzt.
fr_fr: Nom non indiqué.
nl_nl: Naam niet ingevuld.
no_no: Navn ikke valgt.
vi_vi: Chưa tạo tên

source: No Images
de_de: Keine Bilder
fr_fr: Pas d'images
nl_nl: Geen Afbeeldingen
no_no: Ingen Bilder.
vi_vi: Không có ảnh.

source: No PhatFile files were found.
de_de: Phatfile Dateien wurden gefunden.
fr_fr: Pas de fichier PahtFile trouvé.
nl_nl: Er zijn geen PhatFile bestanden.
no_no: Ingen PhatFiles ble funnet.
vi_vi: Không tìm thấy các tập tin phatfile

source: No active modules installed.
de_de: Keine aktiven Module installiert.
fr_fr: Pas de modules actifs installés.
nl_nl: Geen actieve modules geinstalleerd.
no_no: Ingen aktive moduler installert.
vi_vi: Không có tiện ích hoạt động được cài đặt.

source: No albums to convert.
de_de: Kein Album zu konvertieren.
fr_fr: Pas d'albums à convertir.
nl_nl: Geen te converteren albums.
no_no: Ingen albummer å konvertere.
vi_vi: Không có album để chuyển đổi.

source: No announcements to convert.
de_de: Kein Ankündigungen zu konvertieren.
fr_fr: Pas d'annonces à convertir.
nl_nl: Geen te converteren aankondigingen.
no_no: Ingen nyheter å konvertere.
vi_vi: Không có thông báo để chuyển đổi.

source: No blocks found.
de_de: Keine Blöcke gefunden.
fr_fr: Pas de blocs trouvés.
nl_nl: Geen te converteren blokken.
no_no: Ingen bokser funnet.
vi_vi: Không tìm thấy khối.

source: No error message file found.
de_de: Keine Fehlermeldungsdatei gefunden.
fr_fr: Pas de fichier de message d'erreur trouvé.
nl_nl: Het bestand met de foutboodschappen ontbreekt.
no_no: Ingen feilmelding fil funnet.
vi_vi: Không tìm thấy tập tin thông điệp lỗi.

source: No events to convert.
de_de: Keine Ereignisse zu konvertieren.
fr_fr: Pas d'événements à convertir.
nl_nl: Geen te converteren evenementen.
no_no: Ingen begivenheter å konvertere.
vi_vi: Không có sự kiện để chuyển đổi.

source: No files found.
de_de: Keine Datei gefunden.
nl_nl: Geen bestanden gevonden.

source: No form elements have been created.
de_de: Keine Formularelement erstellt.
fr_fr: Aucun élément de formulaire n'a été créé.
nl_nl: Er zijn geen schermonderdelen aangemaakt.
no_no: Ingen skjema elementer har blitt opprettet.
vi_vi: Không có các thành phần biểu mẫu được tạo.

source: No forms to convert.
de_de: Keine Formulare zu konvertieren.
fr_fr: Pas de formulaires à convertir.
nl_nl: Geen te converteren schermen.
no_no: Ingen skjema å konvertere.
vi_vi: Không có biểu mẫu để chuyển đổi.

source: No image
de_de: Kein Bild
nl_nl: Geen afbeelding

source: No items for the current list.
de_de: Keine Elemente in der aktuellen Liste.
fr_fr: Pas d'éléments dans la liste actuelle.
nl_nl: De huidige lijst is leeg.
no_no: Ingen objekt for gjeldende liste.
vi_vi: Không có mục trong danh sách hiện tại.

source: No items passed.
de_de: Keine Elemente durchgeführt.
fr_fr: Aucun élément n'a réussi.
nl_nl: Geen items te verwerken.
no_no: Ingen objekter godkjent
vi_vi: Không có mục được thông qua.

source: No menu links to convert.
de_de: Keine Menüverknüpfungen zu konvertieren.
fr_fr: Pas de liens de menus à convertir.
nl_nl: Geen te converteren menu links .
no_no: Ingen meny linker å konvertere.
vi_vi: Không có liên kết trình đơn để chuyển đổi.

source: No menus found.
de_de: Keine Menüs gefunden.
fr_fr: Pas de menus trouvés.
nl_nl: Geen menu's gevonden.
no_no: Ingen menyer funnet.
vi_vi: Không tìm thấy trình đơn

source: No modules to convert.
de_de: Keine Menüs zu konvertieren.
fr_fr: Pas de modules à convertir.
nl_nl: Geen te converteren modules.
no_no: Ingen moduler å konvertere.
vi_vi: Không có tiện ích để chuyển đổi.

source: No options passed to function
fr_fr: Pas d'options passées à la fonction
nl_nl: Functie zonder opties aangeroepen
no_no: Ingen valg sendt til funksjon

source: No pages found.
de_de: Keine Seiten gefunden.
fr_fr: Aucune page trouvée.
nl_nl: Er zijn geen pagina's.
no_no: Ingen sider funnet.
vi_vi: Không tìm thấy trang nào.

source: No pages to convert.
de_de: Keine Seiten zu konvertieren.
fr_fr: Pas de pages à convertir.
nl_nl: Er is geen te converteren pagina.
no_no: Ingen sider å konvertere.
vi_vi: Không có trang nào để chuyển đổi.

source: No result returned from database.
de_de: Kein Ergebnis aus der Datenbank.
fr_fr: Aucun résultat renvoyé par la base de données.
nl_nl: Niets gevonden.
no_no: Ingen resultater returnert fra database.
vi_vi: Không có kết quả trả về từ cơ sở dữ liệu.

source: No rows found.
de_de: Keine Zeilen gefunden.
fr_fr: Aucune ligne trouvée.
nl_nl: Niets gevonden.
no_no: ingen rader funnet.
vi_vi: Không tìm thấy dòng.

source: No users to convert.
de_de: Keine Benutzer zu konvertieren.
fr_fr: Pas d'utilisateurs à convertir.
nl_nl: Er is geen te converteren gebruiker.
no_no: Ingen brukere å konvertere.
vi_vi: Không có thành viên để chuyển đổi.

source: No values were set before the query
de_de: Keine Werte vor der Abfrage gesetzt.
fr_fr: Aucune valeur indiqué avant la requête
nl_nl: In de query ontbreken de waarden.
no_no: Ingen verdier var satt før forespørsel
vi_vi: Không có giá trị được tạo trước khi truy vấn.

source: No variables in object.
de_de: Keine Variablen im Objekt.
fr_fr: Aucune variable dans l'objet
nl_nl: Object heeft geen variabele.
no_no: Ingen variabler i objekt.
vi_vi: Không có biến số trong đối tượng.

source: Not a convert file.
de_de: Keine Konvertierungsdatei.
fr_fr: Pas un fichier de conversion.
nl_nl: Geen conversie bestand.
no_no: Ikke en konverter fil.
vi_vi: Không phải tập tin chuyển đổi.

source: Not an acceptable operator.
de_de: Operator nicht erlaubt.
fr_fr: Pas un opérateur acceptable.
nl_nl: Waarde operator niet toegestaan.
no_no: Ikke en akseptabel operatør.
vi_vi: Không phải toán tử chấp nhận.

source: Note: if you have not made this database yet, you should do so before continuing.
fr_fr: Note : Si vous n'avez pas encore créé cette base de données, vous devriez le faire avant de continuer.
nl_nl: NB: Als u nog geen database hebt aangemaakt, dient u dat eerst te doen.
no_no: Notis: Hvis du ikke har opprettet dennne databasen enda, bør du gjøre det før du fortsetter.
vi_vi: Ghi chú, nếu bạn chưa tạo cơ sở dữ liệu này, vui lòng tạo và tiếp tục.

source: Note: it is a good idea to give each phpWebSite installation its own user.
fr_fr: Note : c'est une bonne idée de donner son propre utilisateur à chaque installation de phpWebSite
nl_nl: NB: Het is een goed idee om elke phpWebSite installatie een eigen gebruiker te geven.
no_no: Notis: Det er en god ide å gi hver phpWebSite installasjon en egen bruker.
vi_vi: Ghi chú, nó tốt khi bạn tạo một thành viên riêng cho từng PHPWebsite.

source: One or more errors occurred while copying over Form Generator tables. Please check your logs, clear your database tables, and try again.
fr_fr: Une ou plusieurs erreurs sont survenues en copiant les tables de Form Generator. Veuillez vérifier vos logs, vider vos tables de base de données et réessayer.
nl_nl: Kopieren Form Generator tabellen mislukt. Controleer de logs, wis uw databasetabellen en probeer het opnieuw.
no_no: En feil til oppstod ved kopiering av Form Generator tabeller. Vennligst sjekk dine logger, slett dine databaser, og prøv igjen.
vi_vi: Có lỗi xuất hiện khi chép các bảng trong bộ tạo biểu mẫu. Vui lòng kiểm tra bản ghi lỗi, xóa bảng cơ sở dữ liệu và cài đặt lại.

source: Only those logged on within 6 months.
de_de: Nur solche die innerhalb der letzten 6 Monate eingeloggt waren.
fr_fr: Seulement ceux loggués au cours des 6 derniers mois.
nl_nl: Alleen degene die het laatste half jaar actief zijn geweest.
no_no: Bare dem logget inn siste 6 måneder.
vi_vi: Chỉ những người đăng nhập trong vòng 6 tháng.

source: Only those logged on within the last year.
de_de: Nur solche die innerhalb des letzten Jahres eingeloggt waren.
fr_fr: Seulement ceux loggués dans l'année écoulée.
nl_nl: Alleen degene die het laatste jaar actief zijn geweest.
no_no: Bare dem logget inn siste året.
vi_vi: Chỉ những người đăng nhập trong 1 năm qua.

source: Op not set.
de_de: Operator nicht gesetzt.
fr_fr: Op non indiqué.
nl_nl: Op niet gezet.
no_no: Op ikke angitt.
vi_vi: OP chưa được tạo.
