Repository: AppStateESS/canopy
Catalog: mod/version/locale/*/LC_MESSAGES/version.po
Languages: da_dk, fr_fr, nl_nl, vi_vn

source: A problem occurred when trying to process the restoration list.
da_dk: Det opstod et problem, imens gendannelses listen blev behandlet.
fr_fr: Un problème est survenu en tentant de traiter la liste de restauration.
nl_nl: Het verwerken van de restauratie lijst is mislukt.
vi_vn: Có lỗi xảy ra trong lúc xử lý danh sách khôi phục

source: Anonymous
da_dk: Anonym
fr_fr: Anonyme
nl_nl: Anoniem
vi_vn: Ẩn danh

source: Approve
da_dk: Godkend
fr_fr: Approuver
nl_nl: Toestaan
vi_vn: Chấp thuận

source: Are you sure you want to remove this version?
da_dk: Er du sikker p&aring; du vil fjerne dennne version?
fr_fr: Êtes-vous sûr(e) de vouloir retirer cette version ?
nl_nl: Wilt u deze versie verwijderen?
vi_vn: Bạn có chắc muốn gỡ bỏ bản lưu này ?

source: Author
da_dk: Forfatter
fr_fr: Auteur
nl_nl: Auteur
vi_vn: Tác giả

source: Controls the versioning settings.
da_dk: Bestemmer versions indstillinger.
fr_fr: Contrôle les paramètres de gestion de version.
nl_nl: Beheren instellingen versies.
vi_vn: Điều khiển cấu hình bản lưu

source: Created
da_dk: Oprettet
fr_fr: Créé
nl_nl: Aangemaakt
vi_vn: Đã khởi tạo

source: Disapprove
da_dk: Afvis
fr_fr: Désapprouver
nl_nl: Afkeuren
vi_vn: Không chấp thuận

source: Edit
da_dk: &AElig;ndre
fr_fr: Editer
nl_nl: Wijzigen
vi_vn: Chỉnh sửa

source: Keep all versions
da_dk: Behold alle versioner
fr_fr: Conserver toutes les versions
nl_nl: Alle versies bewaren
vi_vn: Giữ tất cả bản lưu

source: Missing columns.php file
da_dk: Mangler colonne.php fil
fr_fr: Fichier columns.php manquant
nl_nl: Bestand columns.php ontbreekt
vi_vn: Thiếu tập tin columns.php

source: Missing source data.
da_dk: Mangler kilde data.
fr_fr: Source de données manquante.
nl_nl: Brongegevens ontbreken.
vi_vn: Thiếu dữ liệu nguồn

source: No backup versions available.
da_dk: Der er ingen backup versioner.
fr_fr: Aucune version de sauvegarde disponible.
nl_nl: Geen back-up beschikbaar.
vi_vn: Không có bản sao dự phòng

source: No items for approval.
da_dk: Igen emner at godkende.
fr_fr: Aucun élément pour approbation.
nl_nl: Er is niets om goed te keuren.
vi_vn: Không có mục để chấp thuận

source: Remove
da_dk: Fjern
fr_fr: Retirer
nl_nl: Verwijderen
vi_vn: Gỡ bỏ

source: Restore
da_dk: Gendan
fr_fr: Restaurer
nl_nl: Terugzetten
vi_vn: Khôi phục

source: Save
da_dk: Gem
fr_fr: Enregistrer
nl_nl: Opslaan
vi_vn: Lưu

source: Set variable must be an object or an array.
da_dk: S&aelig;t variabel skal v&aelig;re et objekt eller et array.
fr_fr: La variable indiquée doit être un objet ou un tableau.
nl_nl: De variabele moet een object of een array zijn.
vi_vn: Đặt biến phải là đối tượng hoặc ma trận

source: Settings saved.
da_dk: Indstillinger gemt.
fr_fr: Paramètres enregistrés.
nl_nl: Instellingen opgeslagen.
vi_vn: Cấu hình đã lưu

source: Source table not found.
da_dk: Kilde tabel ikke fundet.
fr_fr: Table source non trouvée.
nl_nl: Bron tabel niet gevonden.
vi_vn: Bảng nguồn không tìm thấy

source: There was an error removing a version table.
da_dk: Der opstod en fejl, imens versions tabellen blev fjernet.
fr_fr: Une erreur est survenue en retirant une table de version.
nl_nl: Verwijderen versie tabel is mislukt.
vi_vn: Có lỗi khi gỡ bỏ bảng lưu

source: Unknown module
da_dk: Ukendt modul
fr_fr: Module inconnu
nl_nl: Onbekende module
vi_vn: Mô-đun không biết

source: Version
nl_nl: Versie
vi_vn: Bản lưu

source: Version function requires an item id.
da_dk: Version funktion kr&aelig;ver et emne id.
fr_fr: La fonction de version nécessite un id d'élément.
nl_nl: Versie functie heeft een item id nodig.
vi_vn: Hàm bản lưu phải có id của mục

source: Version settings
da_dk: Version indstillinger
fr_fr: Paramètres de version
nl_nl: Versie instellingen
vi_vn: Cấu hình bản lưu

source: Version table removed: %s
da_dk: Version tabel fjernet: %s
fr_fr: Table de version retirée : %s
nl_nl: Versie tabel verwijderd: %s
vi_vn: Bảng lưu được gỡ bỏ : %s

source: Versions saved
fr_fr: Versions enregistrées.
nl_nl: Versies opgeslagen

source: View
da_dk: Se
fr_fr: Voir
nl_nl: Toon
vi_vn: Xem
