Repository: AppStateESS/canopy
Catalog: mod/branch/locale/*/LC_MESSAGES/branch.po
Languages: de_de, fr_fr, vi_vi

source: .htaccess detected on hub. Attempting to create default file on branch.
de_de: .htaccess im Hub erkannt. Versuche Standarddateien im Branch zu erstellen.
fr_fr: .htaccess détecté sur le hub. Tentative de création du fichier par défaut sur la branche.
vi_vi: .htacess phát hiện trong hub. Cố gắng tạo file mặc định trên nhánh

source: All done!
de_de: Alles erledigt!
fr_fr: Tout fait !
vi_vi: Tất cả xong !

source: An error occurred when trying to connect to the database.
de_de: Ein Fehler ist beim Verbinden mit der Datenbank aufgetreten.
fr_fr: Une erreur est survenue en tentant de se connecter à la base de données.
vi_vi: Có lỗi xảy ra trong lúc kết nối với cơ sở dữ liệu

source: An error occurred when trying to save the module list.
de_de: Ein Fehler ist beim Erstellen der Modulliste aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer la liste des modules.
vi_vi: Có lỗi xảy ra trong lúc lưu danh sách mô-đun

source: An error occurred while saving your branch.
de_de: Ein Fehler ist beim Speichern des Branches aufgetreten.
fr_fr: Une erreur est survenue en tant de sauvegarder votre branche.
vi_vi: Có lỗi xảy ra trong lúc lưu nhánh

source: An error occurred while trying to install your modules.
de_de: Ein Fehler ist beim Installieren der Module aufgetreten.
fr_fr: Une erreur est survenue en tentant d'installer vos modules.
vi_vi: Có lỗi xảy ra trong lúc cài đặt mô-đun

source: Branch
fr_fr: Branche
vi_vi: Nhánh

source: Branch List
de_de: Branchiste
fr_fr: Liste des branches
vi_vi: Danh sách nhánh

source: Branch created successfully.
de_de: Branch erstellt.
fr_fr: Branche créée avec succès.
vi_vi: Nhánh khởi tạo thành công

source: Branch directory does not exist.
de_de: Branchverzeichnis existiert nicht.
fr_fr: Le répertoire de la branche n'existe pas.
vi_vi: Thư mục nhánh không tồn tại

source: Branch name
fr_fr: Nom de la branche
vi_vi: Tên nhánh

source: Branch specifications
de_de: Branchspezifikationen
fr_fr: Spécifications de la branche
vi_vi: Thông số nhánh

source: Config file created successfully.
de_de: Konfigurationsdatei erstellt.
fr_fr: Fichier de configuration créé avec succès.
vi_vi: tập tin cấu hình khởi tạo thành công

source: Connected successfully, but the database does not exist.
de_de: Verbindung erfolgreich, aber die Datenbank ist nicht vorhanden.
fr_fr: Connecté avec succès, mais la base de données n'existe pas.
vi_vi: Kết nối thành công, nhưng cơ sở dữ liệu không tồn tại

source: Connected successfully, but this database already contains tables.
de_de: Verbindung erfolgreich, aber die Datenbank enthält schon Tabellen.
fr_fr: Connecté avec succès, mais cette base de données contient déjà des tables.
vi_vi: Kết nối thành công, nhưng cơ sở dữ liệu này đã có sẵn bảng

source: Connection Port
de_de: Verbindungsport
fr_fr: Port de connexion
vi_vi: Cổng kết nối

source: Connection successful. Database available.
de_de: Verbindung erfolgreich, Datenbank vorhanden.
fr_fr: Connexion réussie. Base de données disponible.
vi_vi: Kết nối thành công. Cơ sở dữ liệu hiện hữu

source: Continue to install branch core
de_de: Weiter mit Installation von Branchcore
fr_fr: Continuer à installer le coeur de la branche
vi_vi: Tiếp tục cài đặt nhân của nhánh

source: Continue...
de_de: Fortführen...
fr_fr: Continuer...
vi_vi: Tiếp tục...

source: Copied admin file to branch.
de_de: Admindatei zu Branch kopiert.
fr_fr: Fichier d'admin copié dans la branche.
vi_vi: Đã sao chép file quản trị vào nhánh

source: Copied config files to branch.
de_de: Konfigurationsdateien zu Branch kopiert.
fr_fr: Fichiers de config copiés dans la branche.
vi_vi: Đã sao chép file cấu hình vào nhánh

source: Copied core images.
de_de: Core Bilder kopiert.
fr_fr: Images core copiées dans la branche.
vi_vi: Đã sao chép ảnh nhân

source: Copied javascript files to branch.
de_de: Javaskriptdateien zu Branch kopiert.
fr_fr: Fichiers javascript copiés dans la branche.
vi_vi: Đã sao chép file javascript vào nhánh

source: Copied successfully.
de_de: Erfolgreich kopiert.
fr_fr: Copié avec succès.
vi_vi: Sao chép thành công

source: Copied themes to branch.
de_de: Themen zu Branch kopiert.
fr_fr: Thèmes copiés dans la branche.
vi_vi: Đã sao chép chủ đề vào nhánh

source: Core SQL import failed.
de_de: Core SQL Import fehlgeschlagen.
fr_fr: L'import SQL du coeur a échoué.
vi_vi: Nhập nhân SQL thất bại

source: Core SQL import successful.
de_de: Core SQL Import erfolgreich.
fr_fr: Import du SQL du coeur réussi.
vi_vi: Nhập nhân SQL thành công

source: Core installed successfully. Continue to core module installation.
de_de: Core wurde installiert. Weiter mit Coremodulinstallation.
fr_fr: Coeur installé avec succès. Continuez vers l'installation des modules du coeur.
vi_vi: Cài đặt nhân thành công. Tiếp tục cài đặt mô-đun nhân

source: Could not connect to the database.
de_de: Keine verbindung zur Datenbank.
fr_fr: Impossible de se connecter à la base de données.
vi_vi: Không thể kết nối với cơ sở dữ liệu

source: Create branch directories
de_de: Branchverzeichnis erstellen
fr_fr: Créer les répertoires de la branche
vi_vi: Tạo thư mục nhánh

source: Create branch information
de_de: Branchinformationen erstellen
fr_fr: Créer les information de la branche
vi_vi: Tạo thông tin nhánh

source: Create new database
de_de: Neue Datenbank erstellen
fr_fr: Créer une nouvelle base de données
vi_vi: Tạo cơ sở dữ liệu mới

source: Database Host
de_de: Datenbankhost
fr_fr: Hôte de la base de données
vi_vi: Máy chủ cơ sở dữ liệu

source: Database created successfully.
de_de: Datenbank erstellt.
fr_fr: Base de données créée avec succès.
vi_vi: Tạo cơ sở dữ liệu thành công

source: Database information
de_de: Datenbankinformationen
fr_fr: Informations sur la base de données
vi_vi: Thông tin cơ sở dữ liệu

source: Database name
de_de: Datenbankname
fr_fr: Nom de la base de données
vi_vi: Tên cơ sở dữ liệu

source: Database syntax
de_de: Datenbanksyntax
fr_fr: Syntaxe de la base de données
vi_vi: Công thức cơ sở dữ liệu

source: Directory
de_de: Verzeichnis
fr_fr: Répertoire
vi_vi: Thư mục

source: Directory creation successful.
de_de: Verzeichnis erstellt.
fr_fr: Création du répertoire avec succès.
vi_vi: Tạo thư mục thành công

source: Directory exists but already contains files.
de_de: Verzeichnis existiert, enthält aber schon Dateien.
fr_fr: Le répertoire existe mais contient déjà des fichiers.
vi_vi: Thư mục hiện hữu nhưng đã có sẵn file

source: Directory exists but is not writable.
de_de: Verzeichnis existiert, ist aber nicht beschreibbar.
fr_fr: Le répertoire existe mais n'est pas modifiable.
vi_vi: Thư mục hiện hữu nhưng không cho ghi

source: Edit
de_de: Bearbeiten
fr_fr: Editer
vi_vi: Chỉnh sửa

source: Edit branch
de_de: Branch bearbeiten
fr_fr: Editer la branche
vi_vi: Chỉnh sửa nhánh

source: Enter your site's url address.
de_de: Bitte Site-URL eingeben.
fr_fr: Entrez l'URL de votre site.
vi_vi: Nhập địa chỉ trang của bạn

source: Failed to copy admin file to branch.
de_de: Admindatei konnte nicht zu Branch kopiert werden.
fr_fr: Echec de la copie du fichier d'admin dans la branche.
vi_vi: Thất bại khi sao chép file quản trị vào nhánh

source: Failed to copy core config files to branch.
de_de: Corekonfigurationsdateien konnte nicht zu Branch kopiert werden.
fr_fr: Echec de la copie des fichiers de config du coeur dans la branche.
vi_vi: Thất bại khi sao chép file cấu hình nhân vào nhánh

source: Failed to copy core images to branch.
de_de: Corebilder konnte nicht zu Branch kopiert werden.
fr_fr: Echec de la copie des images du coeur dans la branche.
vi_vi: Thất bại khi sao chép ảnh nhân vào nhánh

source: Failed to copy javascript files to branch.
de_de: Javaskriptdateien konnte nicht zu Branch kopiert werden.
fr_fr: Echec de la copie des fichiers javascript dans la branche.
vi_vi: Thất bại khi sao chép file javascript vào nhánh

source: Failed to copy theme files to branch.
de_de: Themendateien konnte nicht zu Branch kopiert werden.
fr_fr: Echec de la copie des fichiers de thèmes dans la branche.
vi_vi: Thất bại khi sao chép file chủ đề vào nhánh

source: Failed to create config.php file in the branch.
de_de: Konnte config.php nicht im Branch erstellen.
fr_fr: Echec de la création du fichier config.php dans la branche.
vi_vi: Thất bại khi tạo file config.php trong nhánh

source: Full directory path
fr_fr: Chemin complet du répertoire

source: ID hash
fr_fr: Hash de l'ID
vi_vi: Số ID

source: Incorrect or missing branch id.
de_de: Fehlerhafte oder fehlende Branch-ID.
fr_fr: ID de branche incorrect ou manquant.
vi_vi: ID nhánh không đúng hoặc thiếu

source: Install and update branch sites.
de_de: Installiere und Updates für Branchsites
fr_fr: Installe et met à jour les sites branches
vi_vi: Cái đặt và cập nhật trang nhánh

source: Install branch core
de_de: Branch Core installieren
fr_fr: Installer le coeur de la branche
vi_vi: Cài đặt nhân nhánh

source: Installing core modules
de_de: Coremodule installieren
fr_fr: Installation des modules du coeur
vi_vi: Đang cài đặt nhân mô-đun

source: List
de_de: Liste
fr_fr: Liste
vi_vi: Danh sách

source: Module access for "%s"
de_de: Modulzugriff für "%s"
fr_fr: Accès au module pour "%s"
vi_vi: Truy nhập mô-đun cho "%s"

source: Module list saved successfully.
de_de: Modulliste gespeichert.
fr_fr: Liste des modules enregistrée avec succès.
vi_vi: Danh sách mô-đun được lưu thành công

source: New
de_de: Neu
fr_fr: Nouveau
vi_vi: Tạo mới

source: Permission user
de_de: Berechtigung für Benutzer
fr_fr: Utilisateur de permission
vi_vi: Quyền người dùng

source: Please check your error logs and try again.
de_de: Überprüfe die Fehlerlogs und versuche es noch einmal.
fr_fr: Veuillez vérifier vos logs d'erreur et réessayer.
vi_vi: Xin kiểm tra nhật ký lỗi và thử lại

source: Remove
de_de: Entfernen
fr_fr: Retirer
vi_vi: Gỡ bỏ

source: Removing this branch will make it inaccessible.\nThe database and files will remain behind.\nIf you are sure you want to remove the branch, type the branch name:
fr_fr: Retirer cette branche la rendra inaccessible.\nLa base de données et les fichiers resteront en place.\nSi vous êtes sûr(e) que vous voulez retirer la branche, tapez son nom :
vi_vi: Gỡ bỏ nhánh này sẽ làm nó không thể truy nhập. \nCơ sở dữ liệu và các file sẽ vẫn còn \nNếu chắc chắn muốn gỡ bỏ nhánh, nhập vào tên nhánh :

source: Save
de_de: Speichern
fr_fr: Enregistrer
vi_vi: Lưu

source: Set up allowed modules
de_de: Richte erlaubte Module ein
fr_fr: Configurer les modules autorisés
vi_vi: Thiết lập mô-đun được cho phép

source: Setup branch database
de_de: Branchdatenbank einrichten
fr_fr: Configurer la base de données de la branche
vi_vi: Thiết lập cơ sở dữ liệu nhánh

source: Sorry, but Branch failed to make the proper directories.
de_de: Schade, Branch gelang es nicht die Verzeichnisse sauber einzurichten.
fr_fr: Désolé mais Branch n'a pas réussi à créer les répertoire appropriés.
vi_vi: Xin lỗi , nhưng Nhánh không thể tạo thư mục đúng

source: Table prefix
de_de: Tabellenprefix
fr_fr: Préfix de table
vi_vi: Tiền tố của bảng

source: Table prefix must be alphanumeric characters or underscores only
de_de: Tabellenprefix darf nur aus Buchstaben und Unterstrichen bestehen
fr_fr: Le préfix de table doit contenir uniquement des underscore ou des caractères alphanumériques
vi_vi: Tiền tố của bảng phải là các kí tự [A..Z][0..9] hoặc dấu gạch_dưới

source: This database name is not allowed.
de_de: Dieser Datenbankname ist nicht erlaubt.
fr_fr: Ce nom de base de données n'est pas autorisé.
vi_vi: Tên cơ sở dữ liệu này không cho phép

source: Though not recommended, prefixing will allow you to install to this database.
fr_fr: Bien que ça ne soit pas recommandé, l'utilisation d'un préfixe vous permettra d'installer dans cette base de données.

source: Though not recommended, you can force installation by clicking Continue below.
fr_fr: Bien que ça ne soit pas recommandé, vous pouvez forcer l'installation en cliquant sur Continuer ci-dessous.

source: Unable to copy .htaccess file.
de_de: Kann .htaccess Datei nicht kopieren.
fr_fr: Impossible de copier le fichier .htaccess
vi_vi: Không thể sao chép file .htaccess

source: Unable to create branch directories.
de_de: Branchverzeichnisse konnten nicht erstellt werden.
fr_fr: Impossible de créer les répertoires de la branche.
vi_vi: Không thể tạo thư mục nhánh

source: Unable to create the database. You will need to create it manually.
de_de: Die Datenbank konnte nicht erstellt werden. Sie muss manuell erstellt werden.
fr_fr: Impossible de créer la base de données. Vous devrez la créer à la main.
vi_vi: Không thể tạo cơ sở dữ liệu. Bạn cần tạo nó một cách thủ công

source: Unable to create the directory. You will need to create it manually.
de_de: Verzeichnis konnte nicht erstellt werden. Das muss manuell erstellt werden.
fr_fr: Impossible de créer le répertoire. Vous devrez le créer à la main.
vi_vi: Không thể tạo thư mục. Bạn cần tạo nó một cách thủ công

source: Unable to get database connect information. Please try again.
de_de: Datenbankverbindungsinformationen konnten nicht geholt werden. Bitte noch einmal versuchen.
fr_fr: Impossible de récupérer les informations de connexion à la base de données. Veuillez réessayer.
vi_vi: Không thể lấy thông tin kết nối cơ sở dữ liệu. Xin thử lại

source: Unchecked modules cannot be installed on this branch.
de_de: Unmarkierte Module können nicht in diesem Branch installiert werden.
fr_fr: Les modules non cochés ne peuvent pas être installés sur cette branche.
vi_vi: Những mô-đun không đánh dấu không thể cài đặt trên nhánh này

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
vi_vi: Cập nhật

source: Use hub values
de_de: Benutze Hubwerte
fr_fr: Utiliser les valeurs du hub
vi_vi: Dùng giá trị hub

source: User password
de_de: Benutzerkennwort
fr_fr: Mot de passe utilisateur
vi_vi: Mật khẩu người dùng

source: You may not use that branch name.
de_de: Dieser Branchname kann nicht verwendet werden.
fr_fr: Vous ne pouvez pas utiliser ce nom de branche.
vi_vi: Bạn không thể dùng tên nhánh đó

source: You must name your branch.
de_de: Der Branch benötigt einen Namen.
fr_fr: Vous devez nommer votre branche.
vi_vi: Bạn phải đặt tên nhánh

source: You must type a database name.
de_de: Ein Datenbankname muss angegeben werden.
fr_fr: Vous devez entrer un nom de base de données.
vi_vi: Bạn phải nhập một tên cơ sở dữ liệu

source: You must type a database user.
de_de: Ein Datenbankbenutzer muss angegeben werden.
fr_fr: Vous devez entrer un utilisateur de la base de données.
vi_vi: Bạn phải nhập một tên người dùng cơ sở dữ liệu

source: Your branch site must have a site_hash.
de_de: Der Branch benötigt einen Sitehash.
fr_fr: Vous site branche doit avoir un site_hash.
vi_vi: Trang nhánh của bạn phải có một site_hash

source: Action
de_de: Aktion
vi_vi: Tác vụ

source: Modules
de_de: Module
vi_vi: Mô-đun

source: URL
vi_vi: URL (Uniform Resource Locator)
