Repository: AppStateESS/canopy
Catalog: mod/blog/locale/*/LC_MESSAGES/blog.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vn

source: Your entry is being held for approval.
de_de: Dein Beitrag wird für eine Genehmigung bereitgehalten.
fr_fr: Votre message est en attente d'approbation.
nl_nl: Uw bijdrage wacht op goedkeuring.
no_no: Ditt innlegg er holdt tilbake for godkjenning
vi_vn: Bài viết của bạn đang tạm giữ để chờ chấp thuận

source: Your submission is still awaiting approval.
de_de: Deine Antwort wartet noch auf Genehmigung.
fr_fr: Votre soumission est toujours en attente d'approbation.
nl_nl: Uw bijdrage wacht nog steeds op goedkeuring.
no_no: Ditt innlegg venter fremdeles på godkjenning
vi_vn: Thông tin bạn gửi vẫn đang chờ chấp thuận

source: Your submission must have a summary.
de_de: Deine Antwort benötigt eine Zusammenfassung.
fr_fr: Votre soumission doit avoir un résumé.
nl_nl: Uw bijdrage moet een samenvatting hebben.
no_no: Din innsendelse må ha et sammendrag.
vi_vn: Thông tin bạn gửi phải có 1 bản tóm tắt

source: Alert your community to important happenings.
nl_nl: Wijs uw relaties op belangrijke gebeurtenissen.

source: Sorry
de_de: Pech
fr_fr: Désolé
no_no: Beklager
vi_vn: Xin lỗi

source: Image
de_de: Bild
vi_vn: Ảnh

source: Type the word seen in the image.
de_de: Bitte das Wort im Bild eingeben.
vi_vn: Nhập vào chữ thấy trong ảnh

source: Creation Date
de_de: Erstelldatum
