Repository: AppStateESS/canopy
Catalog: mod/blog/locale/*/LC_MESSAGES/blog.po
Languages: de_de, fr_fr, nl_nl, no_no, vi_vn

source: A problem occured with your submission. Please try again later.
de_de: Ein Fehler ist bei Deiner Antwort aufgetreten. Versuche es später noch einmal.
fr_fr: Un problème est survenu avec votre soumission. Merci de réessayer plus tard.
nl_nl: Er is een probleem opgetreden met uw bijdrage. Probeer het later opnieuw.
no_no: Et problem oppstod med ditt innlegg. Vennligst prøv igjen senere.
vi_vn: Có lỗi xảy ra trong quá trình gửi thông tin của bạn. Hãy thử lại sau

source: A problem occurred when trying to disapprove this entry.
de_de: Ein Problem ist bei der Ablehnung für diesen Eintrag aufgetreten.
fr_fr: Un problème est survenu en tentant de désapprouver ce message.
nl_nl: Het afkeuren van deze bijdrage is mislukt.
no_no: Et problem oppstod ved forsøk på å forkaste dette innlegget.
vi_vn: Có lỗi xảy ra khi thử không chấp nhận bài viết này

source: A version of this entry is awaiting approval.
de_de: Eine Version diese Eintrags wartet auf Genehmigung.
fr_fr: Une version de ce message est en attente d'approbation.
nl_nl: Een versie van deze bijdrage wacht op goedkeuring.
no_no: En versjon av dette innlegget venter på godkjennelse.
vi_vn: Một bản của bài viết này đang đợi phê duyệt

source: Action
de_de: Aktion
nl_nl: Actie
no_no: Handling
vi_vn: Tác vụ

source: Add a horizontal rule to separate content into summary and body
nl_nl: Een horizontale regel toevoegen tussen samenvatting en body

source: Add entry
de_de: Eintrag hinzufügen
fr_fr: Ajouter un message
nl_nl: Bijdrage toevoegen
no_no: Legg til innlegg
vi_vn: Thêm bài viết mới

source: Add new blog
de_de: Blog hinzufügen
fr_fr: Ajouter un nouveau blog
nl_nl: Blog toevoegen
no_no: Leg til ny blog
vi_vn: Thêm nhật ký điện tử mới

source: All comments require approval
fr_fr: Tous les commentaires nécessitent une approbation
nl_nl: Alle bijdragen moeten gekeurd worden
no_no: Alle kommentarer krever godkjenning

source: Allow anonymous comments
de_de: Anonyme Kommentare erlauben
fr_fr: Autoriser les commentaires anonymes
nl_nl: Anonieme bijdragen toestaan
no_no: Tillat anonyme kommentarer
vi_vn: Cho phép nhận xét ẩn danh

source: Allow anonymous comments by default
de_de: Anonyme Kommentare erlauben (Standard)
fr_fr: Autoriser les commentaires anonymes par défaut
nl_nl: Anonieme bijdragen standaard toestaan
no_no: Tillat anonyme kommentarer som standard
vi_vn: Mặc định cho phép nhận xét ẩn danh

source: Allow anonymous submissions
de_de: Anonyme Antworten erlaubt
fr_fr: Autoriser les soumissions anonymes
nl_nl: Toestaan anonieme bijdragen
no_no: Tillat anonyme innsendelser
vi_vn: Cho phép gửi thông tin ẩn danh

source: Allow comments
de_de: Kommentare erlauben
fr_fr: Autoriser les commentaires
nl_nl: Toestaan bijdragen
no_no: Tillat kommentarer
vi_vn: Cho phép nhận xét

source: Allow comments by default
de_de: Kommentare erlauben (Standard)
fr_fr: Autoriser les commentaires par défaut
nl_nl: Standaard bijdragen toestaan
no_no: Tillat kommentarer som standard
vi_vn: Mặc định cho phép nhận xét

source: Always
de_de: Immer
fr_fr: Toujours
nl_nl: Altijd
no_no: Alltid
vi_vn: Luôn luôn

source: An error occurred when saving your version.
de_de: Ein Fehler ist beim Speichern der Version aufgetreten.
fr_fr: Une erreur est survenue en enregistrant votre version
nl_nl: Het opslaan van uw versie is mislukt.
no_no: En feil oppstod ved forsøk på å lagre din versjon.
vi_vn: Có lỗi xảy ra khi lưu bài viết của bạn

source: An error occurred when trying to save your entry. Please check your logs.
de_de: Ein Fehler ist beim Speichern eines Eintrags aufgetreten. Bitte Logdatei prüfen.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre message. Veuillez vérifier vos logs.
nl_nl: Het opslaan is mislukt. Controleer de log.
no_no: En feil oppstod ved forsøk på å lagre ditt innlegg. Vennligst sjekk dine logger.
vi_vn: Có lỗi xảy ra khi lưu bài viết của bạn. Xin kiểm tra nhật ký

source: Anonymous
de_de: Anonym
fr_fr: Anonyme
nl_nl: Anoniem
no_no: Anonyme
vi_vn: Ẩn danh

source: Anonymous comments require approval
fr_fr: Les commentaires anonymes nécessitent une approbation
nl_nl: Anonieme bijdragen moeten gekeurd worden
no_no: Anonyme kommentarer krever godkjenning

source: Approval (%s)
de_de: Genehmigung (%s)
fr_fr: Approbation (%s)
nl_nl: Goedkeuren (%s)
no_no: Godkjenning (%s)
vi_vn: Chấp thuận (%s)

source: Approval list
de_de: Genehmigungsliste
fr_fr: Liste d'approbations
nl_nl: Goedkeuringslijst
no_no: Godkjenning liste
vi_vn: Chấp thuận danh sách

source: Approve
de_de: Akzeptieren
fr_fr: Approuver
nl_nl: Goedkeuren
no_no: Godkjenn
vi_vn: Chấp thuận

source: Are you sure you want to permanently delete this blog entry?
de_de: Soll dieser Blogeintrag für immer gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer définitivement ce message du blog ?
nl_nl: Wilt u deze bijdrage voorgoed verwijderen?
no_no: Er du sikker på at du ønsker å slette dette blog innlegget?
vi_vn: Bạn có chắc muốn xóa bài viết này vĩnh viễn ?

source: Blog Archive
de_de: Blogarchiv
fr_fr: Archive du blog
nl_nl: Blog archief
no_no: Blog arkiv
vi_vn: Kho lưu trữ nhật ký điện tử

source: Blog Entries Awaiting Approval
de_de: Blogeinträge die auf Genehmigung warten
fr_fr: Messages de blog en attente d'approbation
nl_nl: Blog bijdragen die wachten op goedkeuring
no_no: Blog Innlegg Avventer Godkjenning
vi_vn: Bài viết blog đang đợi chấp thuận

source: Blog Restore
de_de: Blog wiederherstellen
fr_fr: Restauration du blog
nl_nl: Blog Terugzetten
no_no: Blog Gjenopprett
vi_vn: Khôi phục nhật ký điện tử

source: Blog Settings
de_de: Blogeinstellungen
fr_fr: Paramètes du blog
nl_nl: Blog Instellingen
no_no: Blog Innstillinger
vi_vn: Cấu hình nhật ký điện tử

source: Blog entries purged.
fr_fr: Messages de blog purgés.
nl_nl: Blog bijdragen geschoond.
no_no: Blog innlegg renset

source: Blog entry approved.
de_de: Blogeintrag akzeptiert.
fr_fr: Message de blog approuvé.
nl_nl: Blog bijdrage goedgekeurd.
no_no: Blog innlegg godkjendt.
vi_vn: Bài viết blog được chấp thuận

source: Blog entry deleted.
de_de: Blogeintrag gelöscht.
fr_fr: Message de blog supprimé.
nl_nl: Blog bijdrage verwijderd.
no_no: Blog innlegg slettet.
vi_vn: Bài viết blog đã được xóa

source: Blog entry disapproved.
de_de: Blogeintrag abgelehnt.
fr_fr: Message de blog désapprouvé.
nl_nl: Blog bijdrage afgekeurd.
no_no: Blog innlegg ikke godkjendt.
vi_vn: Bài viết blog không được chấp thuận

source: Blog entry removed.
de_de: Blogeintrag entfernt.
fr_fr: Message de blog retiré.
nl_nl: Blog bijdrage verwijderd.
no_no: Blog innlegg fjernet.
vi_vn: Bài viết blog đã được gỡ bỏ

source: Blog entry restored.
de_de: Blogeintrag wiederhergestellt.
fr_fr: Message de blog restauré.
nl_nl: Blog bijdrage teruggezet.
no_no: Blog innlegg gjenopprettet.
vi_vn: Bài viết blog được khôi phục

source: Blog list
fr_fr: Liste de blog
nl_nl: Blog lijst
no_no: Blog liste

source: Blog settings saved.
de_de: Blogeinstellungen gespeichert.
fr_fr: Paramètres de blog sauvegardés
nl_nl: Blog instellingen opgeslagen.
no_no: Blog innstillinger lagret.
vi_vn: Cấu hình nhật ký điện tử được lưu

source: Blog tables removed.
de_de: Blogtabellen entfernt.
fr_fr: Tables de blog supprimées.
nl_nl: Blog tabellen verwijderd.
no_no: Blog tabeller fjernet.
vi_vn: Bảng nhật ký điện tử được gỡ bỏ

source: Blog view limit
de_de: Blogansichtmenge
fr_fr: Limite de visibilité de blog
nl_nl: Blog toon limiet
no_no: Blog visning begrensning
vi_vn: Giới hạn lượt xem nhật ký điện tử

source: CAPTCHA submissions
de_de: CAPTCHA Antworten
fr_fr: Soumissions par CAPTCHA
nl_nl: CAPTCHA bijdragen
no_no: CAPTCHA innsendinger
vi_vn: Gửi thông tinh CAPTCHA

source: Cache anonymous view
de_de: Seitenliste anzeigen
fr_fr: Mettre en cache les visualisations anonymes
nl_nl: Cache anoniem tonen
no_no: Cache anonym visning
vi_vn: Lưu trước để xem ẩn danh

source: Category
fr_fr: Catégorie
nl_nl: Categorie
no_no: Kategori

source: Change settings (Unrestricted only)
de_de: Einstellungen ändern (nur uneingeschränkte Benutzer erlaubt)
fr_fr: Changer les paramètres (Uniquement les non restreints)
nl_nl: Instellingen wijzigen (Alleen onbeperkte)
no_no: Forandre innstilling (Bare Ubegrenset)
vi_vn: Thay đổi cấu hình (chỉ với không giới hạn)

source: Clip for menu
de_de: Clip an Menü
fr_fr: Clipper pour le menu
nl_nl: Clip aan menu
no_no: Hekt på meny
vi_vn: Đoạn phim cho menu

source: Comment
fr_fr: Commentaire
nl_nl: Bijdrage
no_no: Kommentar

source: Comment approval
fr_fr: Approbation du commentaire
nl_nl: Bijdrage goedkeuren
no_no: Kommentar godkjenning

source: Comments preapproved
fr_fr: Commentaires préapprouvés
nl_nl: Bijdragen vooraf goedkeuren
no_no: Kommentarer forhånds godkjent

source: Confirm purge
fr_fr: Confirmez la purge
nl_nl: Bevestig schoning
no_no: Konfirmer rensing

source: Content
nl_nl: Inhoud

source: Create first blog entry!
de_de: Ersten Blogeintrag erstellen!
fr_fr: Créez la première entrée de blog !
nl_nl: Eerste Blog bijdrage invoeren!
no_no: Opprett ditt første blog innlegg!
vi_vn: Tạo bài viết blog đầu tiên !

source: Creation
fr_fr: Création
nl_nl: Aanmaak
no_no: Opprett
vi_vn: Khởi tạo

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijderen
no_no: Slett
vi_vn: Xóa

source: Delete blog
de_de: Blog löschen
fr_fr: Supprimer le blog
nl_nl: Blog verwijderen
no_no: Slett blog
vi_vn: Xóa nhật ký điện tử

source: Disapprove
de_de: Ablehnen
fr_fr: Désapprouver
nl_nl: Afkeuren
no_no: Ikke godkjenn
vi_vn: Không chấp thuận

source: Do not show
de_de: Zeige nicht
fr_fr: Ne pas afficher
nl_nl: Niet tonen
no_no: Ikke vis
vi_vn: Không hiển thị

source: Edit
de_de: Bearbeiten
fr_fr: Editer
nl_nl: Wijzigen
no_no: Endre
vi_vn: Chỉnh sửa

source: Edit blog
de_de: Blog bearbeiten
fr_fr: Editer le blog
nl_nl: Blog wijzigen
no_no: Endre blog
vi_vn: Chỉnh sửa blog

source: Edit blogs
de_de: Blog bearbeiten
nl_nl: Blogs wijzigen
vi_vn: Chỉnh sửa các blog

source: Entry
de_de: Eintrag
fr_fr: Message
nl_nl: Bijdrage
no_no: Innlegg
vi_vn: Bài viết

source: Entry saved successfully.
de_de: Eintrag gespeichert.
fr_fr: Message enregistré avec succès.
nl_nl: Bijdrage opgeslagen.
no_no: Innlegg lagret OK.
vi_vn: Bài viết được lưu thành công

source: Expire
de_de: Ablauf
nl_nl: Verloop
no_no: Utgår
vi_vn: Hết hạn

source: Expire date/time
de_de: Ablaufdatum/zeit
fr_fr: Date/heure d'expiration
nl_nl: Verloopdatum/tijd
no_no: Utgår dato/tid
vi_vn: Ngày/giờ hết hạn

source: Expired
fr_fr: Expiré
nl_nl: Verlopen
no_no: Utgått

source: Hide general image folders
de_de: Verstecke normale Bilderordner
fr_fr: Cacher les dossiers d'images généraux
nl_nl: Verberg algemene mappen met afbeeldingen
no_no: Gjem generel bilde mappe

source: I am sure that I want to delete all blog entries prior to %s
fr_fr: Je suis sûr que je veux supprimer tous les messages de blog avant le %s
nl_nl: Ik wil alle bijdragen voor %s in deze blog verwijderen
no_no: Eg er sikker på at eg vil slette alle blog innlegg før den %s

source: Image url
fr_fr: Url de l'image
nl_nl: Afbeelding URL
no_no: Bilde url

source: Last poster
de_de: Letzter Bearbeiter
fr_fr: Dernier messager
nl_nl: Laatste persoon met bijdrage
no_no: Siste
vi_vn: Người gửi cuối

source: Limit blog to specific groups
fr_fr: Limiter le blog à des groupes spécifiques
nl_nl: Limiteer blog tot specifieke groepen
no_no: Begrens blog til spesifikke grupper

source: Link resized image to parent
fr_fr: Lier l'image retaillée au parent
nl_nl: Koppel aangepaste afbeelding aan ouder
no_no: Link endret størrelse på bilde til overordnet

source: Link setting (if image)
fr_fr: Paramètre de lien (en cas d'image)
nl_nl: Koppel instelling (bij afbeelding)
no_no: Link innstilling (hvis bilde)

source: Link the url below
fr_fr: Lier l'URL ci-dessous
nl_nl: Koppel de onderstaande URL
no_no: Link url under

source: Link to read more
fr_fr: Lier pour lire plus
nl_nl: Koppel aan lees meer
no_no: Link til les mer

source: List
de_de: Liste
fr_fr: Liste
nl_nl: Lijst
no_no: Liste
vi_vn: Danh sách

source: Logged user view only
fr_fr: Visible uniquement pour les utilisateurs connectés
nl_nl: Gelogde gebruiker alleen tonen
no_no: Bare logget bruker visning

source: Maximum image height (50-2048)
de_de: Maximale Bildhöhe (50-2048)
fr_fr: Hauteur maximal de l'image (50-2048)
nl_nl: Maximale hoogte afbeelding (50-2048)
no_no: Maksimum bilde høyde (50-2048)
vi_vn: Chiều cao ảnh tối đa (50-2048)

source: Maximum image width (50-2048)
de_de: Maximale Bildbreite (50-2048)
fr_fr: Largeur maximale de l'image (50-2048)
nl_nl: Maximale breedte afbeelding (50-2048)
no_no: Maksibum bilde bredde (50-2048)
vi_vn: Chiều rộng ảnh tối đa (50-2048)

source: Missing title.
de_de: Seitentitel fehlt.
fr_fr: Titre manquant.
nl_nl: Titel ontbreekt.
no_no: Mangler tittel
vi_vn: Đề mục thiếu

source: Nevermind, go back to settings
fr_fr: Laissez tomber, retour aux paramètres
nl_nl: Maakt niet uit, terug naar instellingen
no_no: Avbryt, gå tilbake til innstillinger

source: New
de_de: Neu
fr_fr: Nouveau
nl_nl: Nieuw
no_no: Ny
vi_vn: Mới

source: New Blog Entry
de_de: Neuer Blogeintrag
fr_fr: Nouveau message de blog
nl_nl: Nieuwe bijdrage
no_no: Ny blog innlegg
vi_vn: Bài viết blog mới

source: Next page
de_de: Nächste Seite
fr_fr: Page suivante
nl_nl: Volgende pagina
no_no: Neste side
vi_vn: Trang kế

source: No action
de_de: Keine Aktion
fr_fr: Pas d'action
nl_nl: Geen actie
no_no: Ingen handling
vi_vn: Không có tác vụ

source: No expiration
de_de: Kein Ablauf
fr_fr: Pas d'expiration
nl_nl: Geen verloop
no_no: Ingen opphør
vi_vn: Không hết hạn

source: No link and ignore image link setting
fr_fr: Pas de lien et ignore les paramètres de lien d'image
nl_nl: Geen link en sla link via plaatje over
no_no: Ingen link og ignorer bilde link innstilling

source: No link but allow image link setting
fr_fr: Pas de lien mais autorise les paramètres de lien d'image
nl_nl: Geen link maar wel link via plaatje toestaan
no_no: Ingen link men tillat bilde link innstilling

source: No title
de_de: Kein Titel
fr_fr: Pas de titre
nl_nl: Geen titel
no_no: Ingen tittel
vi_vn: Không tiêu đề

source: None
fr_fr: Aucun
nl_nl: Geen
no_no: Ingen

source: Number of past entries
de_de: Anzahl älterer Einträge
fr_fr: Nombre d'entrées anciennes
nl_nl: Aantal eerdere bijdragen
no_no: Antall tidligere innlegg
vi_vn: Số bài viết đã qua

source: Only on home page
de_de: Nur auf der Titelseite
fr_fr: Seulement sur la page principale
nl_nl: Alleen tonen op hoofdpagina
no_no: Kun på hovedsiden
vi_vn: Chỉ trên trang chủ

source: Only show one category icon
fr_fr: N'afficher qu'une seule icône de catégorie
nl_nl: Toon maar een categorie icoon
no_no: Vis kun ett kategori ikon

source: Please enter word in image correctly.
de_de: Bitte das Wort im Bild korrekt eingeben.
fr_fr: Merci d'entrer correctement le mot dans l'image.
nl_nl: Vul het woord in de afbeelding in.
no_no: Vennligst legg til ord i bilde korrekt.
vi_vn: Xin nhập dòng chữ trong ảnh một cách chính xác

source: Post current thoughts, happenings, and discussions.
de_de: Ankündigungen, Ereignisse und Diskussionen.
fr_fr: Publier les idées, événements et discussions.
nl_nl: Toevoegen gedachten, gebeurtenissen en discussies.
no_no: Send inn gjeldende tanker, begivenheter, og diskusjoner.
vi_vn: Gửi những suy nghĩa, điều xảy ra và thảo luận hiện thời

source: Posted by
de_de: Erstellt von
fr_fr: Publié par
nl_nl: Gepost door
no_no: Lagt inn av
vi_vn: Gửi bởi

source: Posted on
de_de: Erstellt am
fr_fr: Publié à
nl_nl: Gepost op
no_no: Lagt inn den
vi_vn: Gửi vào lúc

source: Previous blog entries
de_de: Vorherige Blogeinträge
fr_fr: Messages de blogs précédents
nl_nl: Vorige Blog bijdragen
no_no: Forrige blog innlegg
vi_vn: Bài viết blog trước

source: Previous page
de_de: Vorherige Seite
fr_fr: Page précédente
nl_nl: Vorige pagina
no_no: Forrige side
vi_vn: Trang trước

source: Publish
de_de: Veröffentliche
fr_fr: Publier
nl_nl: Openbaar
no_no: Offentliggjøre
vi_vn: Xuất bản

source: Publish date/time
de_de: Veröffentlichungsdatum/zeit
fr_fr: Date/heure de publication
nl_nl: Openbaar gemaakt op datum/tijd
no_no: Offentliggjort dato/tid
vi_vn: Xuất bản ngày/giờ

source: Purge Blog Entries
fr_fr: Purger les messages de blogs
nl_nl: Schoon blog bijdragen
no_no: Rens Blog Innlegg

source: Purge all entries before this date
fr_fr: Purger tous les mesasges avant cette date
nl_nl: Schoon alle bijdragen voor deze datum
no_no: Rens alle innlegg før denne datoen

source: Read more
de_de: Mehr...
fr_fr: Lire plus
nl_nl: Meer...
no_no: Les mer
vi_vn: Xem thêm

source: Recent blog entries
de_de: Jüngste Blogeinträge
fr_fr: Messages récents dans le blog
nl_nl: Nieuwste bijdragen
no_no: Nylige blog innlegg
vi_vn: Những bài viết blog gần đây

source: Repeat submission
de_de: Wiederhole Sendung
fr_fr: Répéter la soumission
nl_nl: Opnieuw versturen
no_no: Gjenta anførsel
vi_vn: Lặp lại tác vụ gửi thông tin

source: Reset cache
de_de: Cache zurücksetzen
fr_fr: Réinitialiser le cache
nl_nl: Cache legen
no_no: Resett cache
vi_vn: Khởi tạo lại vùng lưu trước

source: Restore
de_de: Wiederherstellen
fr_fr: Restaurer
nl_nl: Terugzetten
no_no: Gjenopprett
vi_vn: Khôi phục

source: Save Changes and Approve
de_de: Änderungen speichern und akzeptieren.
fr_fr: Enregistrer les changements et approuver
nl_nl: Wijzigen opslaan en goedkeuren
no_no: Lagre Forandringer og Godkjenn
vi_vn: Lưu thay đổi và chấp thuận

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
nl_nl: Instellingen opslaan
no_no: Lagre innstillinger
vi_vn: Lưu cấu hình

source: Set to zero to prevent display
de_de: Auf 0 setzen um die Anzeige abzuschalten
fr_fr: Indiquez zéro pour empêcher l'affichage
nl_nl: Tonen voorkomen door op nul te zetten
no_no: Sett til null for å forhindre visning
vi_vn: Đặt bằng 0 để không hiển thị

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen
no_no: Innstillinger
vi_vn: Cấu hình

source: Show blog on home page
de_de: Zeige Blog auf der Hauptseite
fr_fr: Afficher le blog sur la page d'accueil
nl_nl: Toon blog op hoofdpagina
no_no: Vis blog på hjemmesiden
vi_vn: Hiển thị blog trên trang chủ

source: Show category icons
fr_fr: Afficher les icônes de catégorie
nl_nl: Toon icoon categorie
no_no: Vis kategori ikoner

source: Show category links
fr_fr: Afficher les liens de catégorie
nl_nl: Toon links categorie
no_no: Vis kategori linker

source: Show image or media thumbnail in list view
fr_fr: Afficher l'image ou la vignette du média dans la vue liste
nl_nl: Toon afbeelding of media thumb in lijstvorm
no_no: Vis bilde eller media thumbnail i liste visning.

source: Show recent entries
de_de: Zeige jüngste Einträge
fr_fr: Afficher les messages récents
nl_nl: Toon nieuwste bijdragen
no_no: Vis nylige innlegg
vi_vn: Hiển thị những bài viết gần nhất

source: Site is not accepting anonymous submissions.
de_de: Diese Site akzeptiert keine anonymen Antworten.
fr_fr: Ce site n'accepte pas les soumissions anonymes.
nl_nl: De site staat geen anonieme bijdragen toe.
no_no: Siden aksepterer ikke anonyme innlegg
vi_vn: Trang này không chấp nhận gửi thông tin ẩn danh

source: Sticky
fr_fr: Collant
nl_nl: Lastig
no_no: Klebrig
vi_vn: Cần chú ý

source: Submission
fr_fr: Soumission
nl_nl: Versturen
no_no: Innsending

source: Submit Entry
de_de: Eintrag abschicken
fr_fr: Soumettre le message
nl_nl: Bijdrage Versturen
no_no: Send inn Innlegg
vi_vn: Gửi bài viết

source: Submit entry
de_de: Eintrag abschicken
fr_fr: Soumettre le message
nl_nl: Bijdrage versturen
no_no: Send inn innlegg
vi_vn: Gửi bài viết

source: Suggest entry
de_de: Eintrag vorschlagen
fr_fr: Suggérer un message
nl_nl: Bijdrage voorstellen
no_no: Foreslå innlegg
vi_vn: Đề nghị bài viết

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé
nl_nl: Samenvatting
no_no: Sammendrag
vi_vn: Tóm tắt

source: System caching disabled.
de_de: Systemcache abgeschaltet.
fr_fr: Cache système désactivé.
nl_nl: Systeemcache uitschakelen.
no_no: System caching deaktivisert.
vi_vn: Vùng lưu trước của hệ thống bị vô hiệu

source: Thank you
de_de: Danke.
fr_fr: Merci
nl_nl: Dank u wel.
no_no: Tusen takk
vi_vn: Cảm ơn

source: This version has not been approved.
de_de: Diese Version wurde nicht genehmigt.
fr_fr: Cette version n'a pas été approuvée.
nl_nl: Deze versie is niet goedgekeurd.
no_no: Denne versjonen har ikke blitt godkjendt.
vi_vn: Bản lưu này chưa được chấp thuận

source: Title
de_de: Titel
fr_fr: Titre
nl_nl: Titel
no_no: Tittel
vi_vn: Tiêu đề

source: Tried to edit an unapproved item.
de_de: Versuch der Bearbeitung eines ungenehmigten Elements.
fr_fr: Tentative d'éditer un élément non approuvé.
nl_nl: Poging om een niet goedgekeurd item te wijzigen.
no_no: Forsøkte å endre et ikke godkjendt objekt.
vi_vn: Cố thử chỉnh sửa thứ chưa được chấp thuận

source: Unpublished
fr_fr: Non publié
nl_nl: Niet gepubliceerd
no_no: Ikke publisert

source: Unsticky
fr_fr: Décoller
nl_nl: Gemakkelijk
no_no: Uklebrig
vi_vn: Không cần chú ý

source: Update Blog Entry
de_de: Blogeintrag aktualisieren
fr_fr: Mettre à jour le message de blog
nl_nl: Wijzig bijdrage
no_no: Oppdater blog innlegg
vi_vn: Cập nhật bài viết blog

source: Update Unapproved Blog Entry
de_de: Ungenehmigten Blogeintrag aktualisieren
fr_fr: Mettre à jour le message de blog non approuvé
nl_nl: Wijzig niet goedgekeurde bijdrage
no_no: Oppdater ikke godkjendt blog innlegg
vi_vn: Cập nhật bài viết blog không được chấp thuận

source: Update entry
de_de: Eintrag aktualisieren
fr_fr: Mettre à jour le message
nl_nl: Wijzig bijdrage
no_no: Oppdater innlegg
vi_vn: Cập nhật bài viết

source: Use Image Manager
de_de: Benutze Bildermanager
fr_fr: Utiliser Image Manager
nl_nl: Gebruik beheer afbeeldingen
no_no: Bruk Image Manager
vi_vn: Dùng trình quản lý ảnh

source: User attempted access to Blog administration.
de_de: Der Benutzer versuchte die Blogverwaltung aufzurufen.
fr_fr: L'utilisateur a tenté d'accéder à l'administration du blog
nl_nl: Gebruiker probeert de blog administratie te benaderen.
no_no: Bruker prøvde å aksessere blog administrasjonen.
vi_vn: Người dùng thử truy nhập vào vùng quản trị blog

source: User tried to edit a blog.
de_de: Der Benutzer versuchte einen Blogeintrag zu bearbeiten.
fr_fr: L'utilisateur a tenté d'éditer un blog.
nl_nl: De gebruiker probeerde een blog te wijzigen.
no_no: Bruker forsøkte å endre en blog.
vi_vn: Người dùng đã có chỉnh sửa blog

source: View
de_de: Ansicht
fr_fr: Voir
nl_nl: Tonen
no_no: Se
vi_vn: Xem

source: View version
de_de: Version ansehen
fr_fr: Voir la version
nl_nl: Toon versie
no_no: Se versjon
vi_vn: Xem bản lưu

source: You do not have permission to view this entry.
fr_fr: Vous n'avez pas la permission de voir ce message.
nl_nl: U mag deze bijdrage niet bekijken.
no_no: Ditt innlegg har blitt sendt for anmeldelse.

source: You have chosen to purge old blog entries from your web site. Be aware they will be deleted permanently.
fr_fr: Vous avez choisi de purger les vieux messages de blog de votre site web. Gardez à l'esprit qu'ils seront supprimés définitivement.
nl_nl: Let op. Het schonen van oude bijdragen kan niet ongedaan gemaakt worden.
no_no: Du har valgt å rense gamle blog innlegg fra din hjemmeside. Vær oppmerksom på at dei vil bli permanent slettet.

source: Your entry has been submitted for review.
de_de: Deine Antwort wurde zur Ansicht abgeschickt.
fr_fr: Votre message a été soumis pour analyse.
nl_nl: Uw bijdrage is verstuurd voor goedkeuring.
no_no: Ditt innlegg har blitt sendt inn for gjennomgang.
vi_vn: Bài viết của bạn đã được gửi để xem trước

source: Your submission must have some content.
nl_nl: Uw bijdrage moet inhoud hebben.
