Repository: AppStateESS/canopy
Catalog: mod/blog/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Post current thoughts, happenings, and discussions.
fr_fr: Bellyache about junk goin on.

source: Delete blog
fr_fr: Git ridda blog

source: View
fr_fr: Look at

source: Make Comment
fr_fr: Whatca gotta say fer yerself?

source: Sorry you do not have permission to view this blog entry.
fr_fr: Gitonouttahere!

source: Last poster
fr_fr: Last knowitall

source: Posted by
fr_fr: Writ by

source: Posted on
fr_fr: Writ on

source: Are you sure you want to permanently delete this blog entry?
fr_fr: You sure you wanna dump this here entry?

source: Delete
fr_fr: Git ridda

source: Restore
fr_fr: Git back

source: No action
fr_fr: Don't do nuthin

source: Missing title.
fr_fr: Gotta title it

source: User tried to edit a blog.
fr_fr: Guy tried to change my blog

source: Update Blog Entry
fr_fr: Make Blog Shiny

source: This version has not been approved.
fr_fr: This version ain't approved.

source: A version of this entry is awaiting approval.
fr_fr: There's a version a-waitin.

source: Blog Entries Awaiting Approval
fr_fr: These here waitin approval

source: Blog entry disapproved.
fr_fr: Naw, don't like that entry

source: An error occurred when saving your version.
fr_fr: Done tore up on ya when saving.

source: Blog entry approved.
fr_fr: Entry is alright

source: New Blog Entry
fr_fr: Cry About Something Else

source: Blog entry deleted.
fr_fr: Got ridda it

source: Blog Archive
fr_fr: Old crap

source: Blog Restore
fr_fr: Git that Blog Back

source: Blog entry restored.
fr_fr: Got Blog Back.

source: Blog entry removed.
fr_fr: Got ridda blog.

source: An error occurred when trying to save your entry. Please check your logs.
fr_fr: Done tore up when saving blog. Better check under the hood.

source: Your entry is being held for approval.
fr_fr: I'll think about it. Git outta here.

source: Entry saved successfully.
fr_fr: Saved this here entry.

source: Creation Date
fr_fr: Birth Date

source: Action
fr_fr: Do sumptin

source: No backups of this blog entry exist.
fr_fr: Ain't no backup here, man.

source: Are you sure you want to purge this backup copy?
fr_fr: You sure you wanna flush this here copy?

source: Remove
fr_fr: Git ridda

source: Choose the blog entry you want to restore.
fr_fr: Which you want again?

source: Save Changes and Approve
fr_fr: Save Changes and Let Her Rip

source: Update Entry
fr_fr: Make Shiny
