Repository: AppStateESS/canopy
Catalog: mod/elections/locale/*/LC_MESSAGES/elections.po
Languages: nl_nl

source: choice(s).
nl_nl: keuze(s).

source: of
nl_nl: van

source: possible votes. Click OK to post your vote(s) or cancel to make a change.
nl_nl: mogelijke keuzes. Klik op OK om te stemmen of op Afbreken om een de keuze te wijzigen.

source: to proceed.
nl_nl: om verder te gaan.

source: %s Ballots
nl_nl: %s Stemmingen

source: %s Candidates
nl_nl: %s Kandidaten

source: %s Voting Log
nl_nl: %s log

source: - All -
nl_nl: - Alle -

source: Add
nl_nl: Toevoegen

source: Add Candidate
nl_nl: Nieuwe kandidaat

source: Add candidate to %s
nl_nl: Voeg kandidaat toe aan %s

source: Allow public to view this ballot
nl_nl: Toestaan bekijken van stemming

source: Allow public to vote in this election
nl_nl: Sta openbaar stemmen toe bij deze verkiezing

source: An error occurred when accessing this ballot's candidates.
nl_nl: Het benaderen van de kandidaten bij de stemming is mislukt.

source: Are you sure you want to delete the ballot %s?
nl_nl: Wilt U de stemming %s verwijderen?

source: Are you sure you want to delete the candidate %s?
nl_nl: Wilt u kandidaat %s verwijderen?

source: Are you sure you want to delete the vote %s? This will not take back the votes, just remove this record from the log.
nl_nl: Wilt u de stem %s verwijderen? Dit heeft geen invloed op het aantal stemmen, het wordt alleen uit de log verwijderd.

source: Are you sure you wish to purge the selected logs
nl_nl: Wilt u de geselecteerde logs verwijderen?

source: Available ballots
nl_nl: Beschikbare stemmingen

source: Ballot
nl_nl: Stemming

source: Ballot ID
nl_nl: Stemming ID

source: Ballot deleted.
nl_nl: Stemming verwijderd.

source: Ballot saved successfully.
nl_nl: Stemming opgeslagen.

source: Browse all ballots
nl_nl: Toon alle stemmingen

source: Candidate deleted.
nl_nl: Kandidaat verwijderd.

source: Candidate saved successfully.
nl_nl: Kandidaat opgeslagen.

source: Candidates
nl_nl: Kandidaten

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak een %s aan om te beginnen

source: Choose ALL candidates, or by ballot. Nummber in parenthesis represents number of candidates in ballot.
nl_nl: Kies alle kandidaten of per stemming. Aantal tussen haakjes geeft het aantal kandidaten per stemming aan.

source: Choose ALL records, or by ballot. Nummber in parenthesis represents ballots cast.
nl_nl: Kies alle records, of per stemming. Aantal tussen haakjes geven het aantal uitgebrachte stemmen aan.

source: Choose ALL results, or by ballot. Nummber in parenthesis represents ballots cast.
nl_nl: Kies alle resultaten of per stemming. Aantallen tussen haakjes geven het aantal uitgebrachte stemmen aan.

source: Click on "New candidate" to start.
nl_nl: Klik op "Nieuwe kandidaat" om te beginnen.

source: Closes
nl_nl: Sluit

source: Closing date/time
nl_nl: Sluitingsdatum en -tijd

source: Continue
nl_nl: Verder

source: Create
nl_nl: Aanmaken

source: Create elections ballot
nl_nl: Nieuwe stemming

source: Custom Field 1 Label
nl_nl: Veld 1 tekst

source: Custom Field 2 Label
nl_nl: Veld 2 tekst

source: Custom Field 3 Label
nl_nl: Veld 3 tekst

source: Custom Field 4 Label
nl_nl: Veld 4 tekst

source: Custom Fields
nl_nl: Gebruikersvelden

source: Default open time of election (in days, 1-365)
nl_nl: Standaard openingstijd van verkiezing (in dagen, 1-365)

source: Delete
nl_nl: Verwijderen

source: Description
nl_nl: Beschrijving

source: Edit
nl_nl: Wijzigen

source: Edit ballot
nl_nl: Wijzig stemming

source: Edit candidate
nl_nl: Wijzig kandidaat

source: Election settings saved.
nl_nl: Election instellingen opgeslagen.

source: Elections
nl_nl: Verkiezingen

source: Elections tables dropped.
nl_nl: Elections tabellen verwijderd.

source: Enable candidate ranking instead of simple selection
nl_nl: Kies voor het rangschikken van de kandidaten ipv alleen selecteren

source: Enable elections
nl_nl: Verkiezingen inschakelen

source: Enable elections sidebox
nl_nl: Inschakelen sidebox

source: Enable images on candidate profiles
nl_nl: Inschakelen afbeelding bij profiel kandidaat

source: Error occurred when purging logs.
nl_nl: Verwijderen logs is mislukt.

source: Error occurred when registering vote.
nl_nl: Noteren stem is mislukt.

source: Error occurred when saving ballot.
nl_nl: Opslaan stemming is mislukt.

source: Error occurred when saving candidate.
nl_nl: Opslaan kandidaat is mislukt.

source: Export voting log
nl_nl: Exporteer log

source: Export voting results
nl_nl: Exporteer resultaten

source: Fatal error: Cannot create candidate. Missing ballot id.
nl_nl: Aanmaken kandidaat is mislukt, het id van de stemming ontbreekt.

source: General Settings
nl_nl: Algemene Instellingen

source: IP Address
nl_nl: IP Adres

source: If you wish to restrict voting on this ballot to a particular group of members, choose the group(s) you wish to restrict access to. Press CTRL and Click to select multiple groups, press CTRL and Click again to deselect an option.
nl_nl: Als U wilt dat alleen bepaalde leden mogen stemmen bij deze stemming, kies dan de groep(en) die mogen stemmen. Druk CTRL in en selecteer de groepen, druk op CTRL en klik opnieuw om een groep uit uw keuze te verwijderen.

source: If you would like to help out with the ongoing development of elections, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met het ontwikkelen van Elections, of van een andere module van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw scherm).

source: Important Information
nl_nl: Belangrijke informatie

source: Include is missing file id.
nl_nl: Bij include ontbreekt het id van het bestand.

source: List Ballots
nl_nl: Toon stemmingen

source: List ballots
nl_nl: Toon stemmingen

source: List candidates by ballot
nl_nl: Toon kandidaten per stemming

source: List in side-box
nl_nl: Toon in sidebox

source: List in sidebox (if sidebox is set to visible in Elections settings).
nl_nl: Toon in sidebox (indien in instellingen Elections zichtbaar).

source: List voting log
nl_nl: Toon log

source: List voting results
nl_nl: Toon uitslag

source: Logs successfully purged.
nl_nl: Log is verwijderd.

source: Manage various types of ballots.
nl_nl: Beheer verschillende types van stemmingen.

source: Maximum # of selections a voter may mark on this ballot
nl_nl: Maximum aantal keuzes van stemmer bij stemming

source: Maximum choices allowed
nl_nl: Maximum aantal keuzes toegestaan

source: Maximum image height (50-600)
nl_nl: Maximum hoogte afbeelding (50-600)

source: Maximum image width (50-600)
nl_nl: Maximum wijdte afbeelding (50-600)

source: Minimum # of selections a voter may mark on this ballot
nl_nl: Minimum aantal keuzes dat een stemmer mag maken bij deze stemming

source: Minimum choices allowed
nl_nl: Minimum aantal keuzes toegestaan

source: Module title
nl_nl: Module titel

source: Name
nl_nl: Naam

source: New Ballot
nl_nl: Nieuwe stemming

source: New Candidate
nl_nl: Nieuwe kandidaat

source: New candidate step one
nl_nl: Nieuwe kandidaat Stap 1

source: No
nl_nl: Nee

source: No ballots created.
nl_nl: Er zijn geen stemmingen.

source: No groups configured.
nl_nl: Er zijn geen groepen aangemaakt.

source: Opening date/time
nl_nl: Begindatum en -tijd

source: Opens
nl_nl: Begint

source: Profile
nl_nl: Profiel

source: Public may view
nl_nl: Tonen openbaar

source: Public may vote
nl_nl: Stemmen openbaar

source: Public voting is not allowed for this ballot. You must log in first.
nl_nl: U moet eerst inloggen, openbaar stemmen is voor deze stemming niet toegestaan.

source: Purge voting log
nl_nl: Verwijder log

source: Read me
nl_nl: Lees me

source: Reports
nl_nl: Rapporten

source: Results
nl_nl: Resultaten

source: Save settings
nl_nl: Opslaan instellingen

source: Select ballot
nl_nl: Kies stemming

source: Settings
nl_nl: Instellingen

source: Show sidebox on home page only
nl_nl: Alleen tonen op hoofdpagina

source: Sidebox text
nl_nl: Sidebox tekst

source: Sorry, the readme file does not exist.
nl_nl: Sorry, het readme bestand ontbreekt.

source: Sorry, there are no ballots available. You will have to create a ballot first.
nl_nl: Er zijn geen beschikbare stemmingen. U dient eerst een stemming aan te maken.

source: Submit
nl_nl: Versturen

source: Thank you for your interest. However, all elections are currently closed.
nl_nl: Bedankt voor uw belangstelling. Er zijn nu echter geen lopende stemmingen.

source: This ballot is not available to the general public.
nl_nl: Deze stemming is niet openbaar.

source: This is a restricted area.
nl_nl: Dit is een afgeschermde omgeving.

source: Title
nl_nl: Naam

source: Update
nl_nl: Wijzig

source: Update %s candidate
nl_nl: Wijzig %s kandidaat

source: Update elections ballot
nl_nl: Wijzig stemming

source: Username
nl_nl: Gebruikersnaam

source: Using these will add fields to the candidate template for this election.
nl_nl: Door deze velden te gebruiken worden er velden bij de kandidaat voor deze stemming toegevoegd.

source: VOTING ERROR: You are only allowed to make %s selections. Please try again.
nl_nl: FOUT: U mag maar %s keuzes maken. Probeer opnieuw.

source: VOTING ERROR: You must make at least %s selection(s). Please try again.
nl_nl: FOUT: U moet minimaal %s keuzes maken. Probeer opnieuw.

source: Vote
nl_nl: Stem

source: Vote Date
nl_nl: Datum gestemd

source: Vote date
nl_nl: Datum gestemd

source: Vote registered successfully.
nl_nl: Stem is verwerkt.

source: Votes
nl_nl: Stemmen

source: Voting Groups
nl_nl: Stem groepen

source: Voting closes
nl_nl: Stemming tot

source: Voting has closed for this ballot.
nl_nl: Stemming is gesloten.

source: Voting has not opened yet for this ballot.
nl_nl: Er kan nog niet gestemd worden.

source: Voting is open for this election.
nl_nl: Er kan gestemd worden.

source: Voting log
nl_nl: Log stemming

source: Voting opens
nl_nl: Stemming begint

source: Yes
nl_nl: Ja

source: You are not a member of an authorized voting group for this ballot.
nl_nl: U behoort niet tot de doelgroep van kiezers voor deze stemming.

source: You have already voted in this ballot.
nl_nl: U heeft al gestemd bij deze stemming.

source: You have cast
nl_nl: U heeft gekozen

source: You have made too many choices and must reduce your number by
nl_nl: U maakt teveel keuzes, verwijder het volgende aantal keuzes:

source: You may cast %s vote on this ballot.
nl_nl: U mag %s stemmen bij deze stemming.

source: You may cast from %s to %s votes on this ballot.
nl_nl: U mag van %s tot %s stemmen bij deze stemming.

source: You must give this ballot a description.
nl_nl: De stemming moet een beschrijving hebben.

source: You must give this ballot a title.
nl_nl: De stemming moet een naam hebben.

source: You must give this candidate a description.
nl_nl: De kandidaat moet een beschrijving hebben.

source: You must give this candidate a title.
nl_nl: De kandidaat moet een naam hebben.

source: You must make at least
nl_nl: U moet minimaal

source: Your vote has been cast for candidate %s
nl_nl: U heeft gekozen voor kandidaat %s
