Repository: AppStateESS/canopy
Catalog: mod/rideboard/locale/*/LC_MESSAGES/rideboard.po
Languages: fr_fr, nl_nl

source: - Do not limit -
fr_fr: - Ne pas limiter -
nl_nl: - Geen limiet -

source: - Location in comments -
fr_fr: - Lieu dans les commentaires -
nl_nl: - Plaats in commentaren -

source: - Locations in comments -
fr_fr: - Lieux dans les commentaires -
nl_nl: - Plaatsen in commentaren -

source: A problem occurred when trying to save your carpool information. Try again later.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre information de covoiturage. Veuillez réessayer plus tard.
nl_nl: Opslaan carpool informatie is mislukt. Probeer opnieuw.

source: Add menu link
fr_fr: Ajouter un lien de menu
nl_nl: Toevoegen menu link

source: Additional information
fr_fr: Informations complémentaires
nl_nl: Extra informatie

source: An error occurred when pulling your rides.
fr_fr: Une erreur est survenue en récupérant vos trajets.
nl_nl: Verzamelen van uw ritten is mislukt.

source: An error occurred when trying to save your ride. Please try again later.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre trajet. Veuillez réessayer plus tard.
nl_nl: Opslaan van uw rit mislukt. Probeer opnieuw.

source: Anyone
fr_fr: N'importe qui
nl_nl: Iedereen

source: Are you sure you want to delete this ride?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce trajet ?
nl_nl: Wilt u deze rit verwijderen?

source: Are you sure you want to remove this carpool?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce covoiturage ?
nl_nl: Wilt u de carpool verwijderen?

source: Back to search
fr_fr: Retour à la recherche
nl_nl: Terug naar zoeken

source: Carpool
fr_fr: Covoiturage

source: Carpool destination
fr_fr: Destination du covoiturage
nl_nl: Carpool bestemming

source: Carpool info
fr_fr: Informations de covoiturage

source: Carpool start
fr_fr: Début du covoiturage

source: Carpools
fr_fr: Covoiturages

source: Change settings
fr_fr: Changer les paramètres
nl_nl: Wijzig instellingen

source: Comments
fr_fr: Commentaires
nl_nl: Commentaren

source: Contact poster
fr_fr: Contacter l'auteur
nl_nl: Contact inzender

source: Create a carpool
fr_fr: Créer un covoiturage
nl_nl: Aanmaken carpool

source: Create a new carpool
fr_fr: Créer un nouveau covoiturage
nl_nl: Aanmaken nieuwe carpool

source: Date created
fr_fr: Date de création
nl_nl: Datum aangemaakt

source: Default destination
fr_fr: Destination par défaut
nl_nl: Standaard bestemming

source: Default starting location
fr_fr: Lieu de départ par défaut
nl_nl: Standaard start locatie

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Delete
fr_fr: Supprimer
nl_nl: Verwijder

source: Delete carpools
fr_fr: Supprimer les covoiturages
nl_nl: Verwijder carpools

source: Delete ride offers
fr_fr: Supprimer les offres de trajet
nl_nl: Verwijder aanbiedingen rijden

source: Delete this carpool
fr_fr: Supprimer ce covoiturage
nl_nl: Verwijder deze carpool

source: Destination location needs to be entered.
fr_fr: Le lieu de destination doit être indiqué.
nl_nl: Er zijn geen locaties voor een bestemming.

source: Distance format
fr_fr: Format de distance
nl_nl: Afstand formaat

source: Does not matter
fr_fr: Sans importance
nl_nl: Maakt niet uit

source: Driver
fr_fr: Conducteur
nl_nl: Rijder

source: Driver or Rider
fr_fr: Conducteur ou passager
nl_nl: Rijder of Passagier

source: Driver or rider
fr_fr: Conducteur ou passager
nl_nl: Rijder of passagier

source: Drivers
fr_fr: Conducteurs
nl_nl: Rijders

source: Driving from <strong>%s</strong> on <strong>%s</strong> to <strong>%s</strong>.
fr_fr: Conduite depuis <strong>%s</strong> à <strong>%s</strong> à destination de <strong>%s</strong>.
nl_nl: Rijd van <strong>%s</strong> via <strong>%s</strong> naar <strong>%s</strong>.

source: Driving from <strong>%s</strong> on <strong>%s</strong>.
fr_fr: Conduite depuis <strong>%s</strong> à <strong>%s</strong>.
nl_nl: Rijdend van <strong>%s</strong> naar <strong>%s</strong>.

source: Driving on <strong>%s</strong>.
fr_fr: Conduite à <strong>%s</strong>.
nl_nl: Rijd naar <strong>%s</strong>.

source: Driving to <strong>%s</strong> on <strong>%s</strong>.
fr_fr: Conduite à destination de <strong>%s</strong> à <strong>%s</strong>.
nl_nl: Rijdend naar <strong>%s</strong> naar <strong>%s</strong>.

source: Edit
fr_fr: Editer
nl_nl: Wijzigen

source: Edit location
fr_fr: Editer le lieu
nl_nl: Wijzig locatie

source: Edit locations
fr_fr: Editer les lieux
nl_nl: Wijzig locaties

source: Edit the location %s
fr_fr: Editer le lieu %s
nl_nl: Wijzig locatie %s

source: Either
fr_fr: L'un ou l'autre
nl_nl: Beide

source: Either gender
fr_fr: L'un ou l'autre sexe
nl_nl: Beide geslachten

source: Email user
fr_fr: Envoyer un email à l'utilisateur
nl_nl: E-mail gebruiker

source: Enable carpooling
fr_fr: Activer le covoiturage
nl_nl: Inschakelen carpooling

source: Expired
fr_fr: Expiré
nl_nl: Verlopen

source: Female
fr_fr: Femme
nl_nl: Vrouw

source: Gender
fr_fr: Sexe
nl_nl: Geslacht

source: Gender - Smoking Preference
fr_fr: Sexe - Préférence fumée
nl_nl: Geslacht - Roken voorkeur

source: Gender preference
fr_fr: Préférence sewe
nl_nl: Geslacht voorkeur

source: Go
fr_fr: Aller
nl_nl: Start

source: I am
fr_fr: Je suis
nl_nl: Ik ben

source: If you haven't set your leaving and arriving locations, you must add information to your comments.
fr_fr: Si vous n'avez pas indiqué vos lieux de départ et d'arriver, vous devez ajouter ces informations dans vos commentaires.
nl_nl: Als u niet uw vertrek en aankomst locaties heeft opgegeven, moet u informatie in uw commentaar opnemen.

source: Invalid leaving date
fr_fr: Date de départ invalide
nl_nl: Vertrekdatum ongeldig

source: Kilometers
fr_fr: Kilomètres

source: Leaving around
fr_fr: Départ vers
nl_nl: Vertrek ongeveer

source: Leaving from
fr_fr: Départ de
nl_nl: Vertrek vanaf

source: Leaving from/on
fr_fr: Départ de/à
nl_nl: Vertrek vanaf/op

source: Leaving on
fr_fr: Départ à
nl_nl: Vertrek op

source: Locations
fr_fr: Lieux
nl_nl: Locaties

source: Looking for
fr_fr: A la recherche de
nl_nl: Zoekt naar

source: Looking for a ride
fr_fr: A la recherche d'un trajet
nl_nl: Zoekt een rit

source: Male
fr_fr: Homme
nl_nl: Man

source: More information
fr_fr: Plus d'informations
nl_nl: Meer informatie

source: Need a ride from <strong>%s</strong> on or around <strong>%s</strong> to <strong>%s</strong>.
fr_fr: Besoin d'un trajet de <strong>%s</strong> à ou vers <strong>%s</strong> à destination de <strong>%s</strong>.
nl_nl: Zoekt een rit van <strong>%s</strong> op of rond <strong>%s</strong> tot <strong>%s</strong>.

source: Need a ride from <strong>%s</strong> on or around <strong>%s</strong>.
fr_fr: Besoin d'un trajet de <strong>%s</strong> à ou vers <strong>%s</strong>.
nl_nl: Zoekt een rit van <strong>%s</strong> op of rond <strong>%s</strong>.

source: Need a ride on or around <strong>%s</strong>.
fr_fr: Besoin d'un trajet à ou vers <strong>%s</strong>.
nl_nl: Zoekt een rit op of rond <strong>%s</strong>.

source: Need a ride to <strong>%s</strong> on or around <strong>%s</strong>.
fr_fr: Besoin d'un trajet à destination de <strong>%s</strong> à ou vers <strong>%s</strong>.
nl_nl: Zoekt een rit <strong>%s</strong> op of rond <strong>%s</strong>.

source: New location
fr_fr: Nouveau lieu
nl_nl: Nieuwe locatie

source: No carpool offers found.
fr_fr: Aucune offre de covoiturage trouvée.
nl_nl: Geen aanbiedingen gevonden.

source: No default
fr_fr: Pas de valeur par défaut
nl_nl: Geen standaard

source: No rides found fitting your criteria.
fr_fr: Aucun trajet trouvé correspondant à vos critères.
nl_nl: Er is geen rit die aan uw eisen voldoet.

source: No rides need purging.
fr_fr: Aucun trajet n'a besoin d'être purgé.
nl_nl: Ritten moet geschoond worden.

source: Non-smokers only
fr_fr: Non fumeurs uniquement
nl_nl: Alleen niet-rokers.

source: None
fr_fr: Aucun
nl_nl: Geen

source: Not indicated
fr_fr: Non indiqué
nl_nl: Niet aangegeven

source: Offering to drive
fr_fr: Proposant un trajet
nl_nl: Bied een rit aan

source: Please give your ride a trip title.
fr_fr: Veuillez donner un titre à votre trajet
nl_nl: Geef u rit een titel.

source: Post ride
fr_fr: Publier un trajet
nl_nl: Registreer een rit.

source: Prefer smokers
fr_fr: Préfère des fumeurs
nl_nl: Voorkeur voor rokers

source: Read more
fr_fr: Lire plus
nl_nl: Lees meer

source: Removing location table.
fr_fr: Retrait de la table des lieux.
nl_nl: Tabel locatie wordt nu verwijderd.

source: Removing ride.
fr_fr: Retrait du trajet.
nl_nl: Rit wordt nu verwijderd.

source: Return to Ride Board menu.
fr_fr: Retour au menu du Tableau de Trajets
nl_nl: Terug naar menu.

source: Ride posted!
fr_fr: Trajet publié !
nl_nl: Rit opgeslagen!

source: Rideboard
fr_fr: Tableau de Trajets
nl_nl: Ritten overzicht

source: Rideboard Settings
fr_fr: Paramètres de Tableau de Trajets
nl_nl: Ritten overzicht instellingen

source: Rider
fr_fr: Passager
nl_nl: Passagier

source: Save carpool
fr_fr: Enregistrer le covoiturage
nl_nl: Opslaan carpool

source: Save settings
fr_fr: Enregistrer les paramètres
nl_nl: Opslaan instellingen

source: Search for ride
fr_fr: Chercher un trajet
nl_nl: Zoek naar rit

source: Search for rides
fr_fr: Chercher des trajets
nl_nl: Zoeken naar ritten

source: Search rides
fr_fr: Chercher des trajets
nl_nl: Zoek passagiers

source: Search words
fr_fr: Chercher des mots
nl_nl: Zoek woorden

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: Sharing (driving or riding) a ride from <strong>%s</strong> on or around <strong>%s</strong> to <strong>%s</strong>.
fr_fr: Partage un trajet (conducteur ou passager) de <strong>%s</strong> à ou vers <strong>%s</strong> à destination de <strong>%s</strong>.
nl_nl: Delen (rijden of meerijden) een rit van <strong>%s</strong> op of rond <strong>%s</strong> naar <strong>%s</strong>.

source: Sharing (driving or riding) a ride from <strong>%s</strong> on or around <strong>%s</strong>.
fr_fr: Partage un trajet (conducteur ou passager) de <strong>%s</strong> à ou vers <strong>%s</strong>.
nl_nl: Delen (rijden of meerijden) een rit van <strong>%s</strong> op of rond <strong>%s</strong>.

source: Sharing (driving or riding) a ride on or around <strong>%s</strong>.
fr_fr: Partage un trajet (conducteur ou passager) à ou vers <strong>%s</strong>.
nl_nl: Delen (rijden of meerijden) een rit op of rond <strong>%s</strong>.

source: Sharing (driving or riding) a ride to <strong>%s</strong> on or around <strong>%s</strong>.
fr_fr: Partage un trajet (conducteur ou passager) à destination de <strong>%s</strong> à ou vers <strong>%s</strong>.
nl_nl: Delen (rijden of meerijden) een rit naar <strong>%s</strong> op of rond <strong>%s</strong>.

source: Smokers please
fr_fr: Fumeurs s'il vous plait
nl_nl: Rokers a.u.b.

source: Smoking
fr_fr: Fumeur
nl_nl: Roken

source: Smoking not important
fr_fr: Fumeur pas important
nl_nl: Roken niet van belang

source: Smoking preference
fr_fr: Préférence fumeur
nl_nl: Roken voorkeur

source: Sorry
fr_fr: Désolé

source: Start
fr_fr: Début

source: Starting area
fr_fr: Zone de départ
nl_nl: Start gebied

source: Starting location needs to be entered.
fr_fr: Le lieu de départ doit être indiqué.
nl_nl: Start locatie moet opgegeven worden.

source: The ride has expired.
fr_fr: Le trajet a expiré
nl_nl: De rit is verlopen.

source: This ride could not be found.
fr_fr: Ce trajet n'a pas pû être trouvé.
nl_nl: Rit niet gevonden.

source: Trip title
fr_fr: Titre du trajet
nl_nl: Rit titel

source: Update carpool
fr_fr: Mettre à jour le covoiturage
nl_nl: Wijzig carpool

source: View my Rides
fr_fr: Voir mes trajets
nl_nl: Toon mijn ritten

source: View my rides
fr_fr: Voir mes trajets
nl_nl: Toon mijn ritten

source: You are limited to %s ride posts per account.
fr_fr: Vous être limité à %s publications de trajet par compte.
nl_nl: U mag maar %s ritten invoeren per account.

source: You do not have any rides.
fr_fr: Vous n'avez aucun trajet.
nl_nl: U heeft geen ritten.

source: You have %s ride that has expired. Click here to purge it.
fr_fr: Vous avez %s trajet qui a expiré. Cliquez ici pour le purger.
nl_nl: U heeft %s verlopen rit. Klik hier om deze te verwijderen.

source: Your leaving and arriving locations must be different.
fr_fr: Vos lieux de départ et d'arrivée doivent être différents.
nl_nl: Uw vertrek en aankomst locaties moeten verschillen.

source: Your leaving date must be in the future.
fr_fr: Votre date de départ doit être dans le futur.
nl_nl: Uw vertrekdatum moet in de toekomst liggen.

source: Your session timed out.
fr_fr: Votre session a expiré.
nl_nl: Uw sessie is verlopen.

source: uncheck to disregard
fr_fr: Décochez pour ignorer
nl_nl: deselecteer om te verwijderen

source: D/R
nl_nl: R/P

source: Destination
nl_nl: Bestemming

source: Miles
nl_nl: Mijlen

source: Update ride
nl_nl: Wijzig rit

source: Allows site users to connect and make travel arrangements.
nl_nl: Gebruikers kunnen reisafspraken maken.
