Repository: AppStateESS/canopy
Catalog: mod/pagesmith/locale/*/LC_MESSAGES/pagesmith.po
Languages: fr_fr, no_no, vi_vn

source: %s template
fr_fr: %s modèle
no_no: %s templates

source: (Untitled)
fr_fr: (Sans titre)
no_no: (Ingen tittel)
vi_vn: (Không tiêu đề)

source: Add menu link for new pages.
fr_fr: Ajouter un lien de menu pour les nouvelles pages.
no_no: Legg til meny link for nye sider

source: Add page
fr_fr: Ajouter une page
no_no: Legg til side

source: Add to front
fr_fr: Ajouter à la page d'accueil
no_no: Legg til front

source: An error occurred when trying to load the page template.
fr_fr: Une erreur est survenue en tentant de charger le modèle de page.
no_no: En feil oppstod ved forsøk på å laste side template

source: Are you sure you want to delete this page template?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce modèle de page ?
no_no: Er du sikker på at du ønsker å slette denne side template?

source: Are you sure you want to delete this page?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette page ?
no_no: Er du sikker på at du ønsker å slette denne siden?
vi_vn: Bạn có chắc là bạn muốn xóa trang này không ?

source: Back to style selection
fr_fr: Retour à la sélection de style
no_no: Tilbake til style valg

source: Back to top
fr_fr: Retour en haut
no_no: Tilbake til toppen

source: Change header
fr_fr: Changer l'en-tête
no_no: Endre header
vi_vn: Thay đổi đầu trang

source: Change settings (Unrestricted only)
fr_fr: Changer les paramètres (non restreint uniquement)
no_no: Endre innstillinger (Bare for ubegrenset)
vi_vn: Thay đổi những thiết lập (chỉ dành cho không bị hạn chế)

source: Change template
fr_fr: Changer le modèle
no_no: Endre tekst

source: Change text
fr_fr: Changer le texte
no_no: Endre tekst
vi_vn: Thay đổi văn bản

source: Choose a style
fr_fr: Choisissez un style
no_no: Velg en style

source: Click to display on front page
fr_fr: Cliquez pour afficher sur la page d'accueil
no_no: Klikk for å vise på hovedsiden
vi_vn: Kích để hiển thị trên trang chính

source: Click to remove from front page
fr_fr: Cliquer pour retirer de la page d'accueil
no_no: Klikk for å fjerne fra hoved siden
vi_vn: Kích để gỡ bỏ trên trang chính

source: Clicking this link may take you from this page. You could lose all unsaved changes.\nClick OK to go to the link destination, Cancel to remain.
fr_fr: Cliquer sur ce lien peut vous sortir de cette page. Vous pourriez perdre tous vos changements non enregistrés. Cliquez sur Ok pour suivre le lien, Annuler pour rester ici.

source: Could not delete page template.
fr_fr: Impossible de supprimer le modèle de page.
no_no: Kunne ikke slette side template

source: Could not find any page templates.
fr_fr: Aucun modèle de page trouvé.
no_no: Kunne ikke finne noen side templates.
vi_vn: Không thể tìm thấy mẫu trang nào

source: Could not find any page templates. Please check your error log.
fr_fr: Aucun modèle de page trouvé. Veuillez vérifier votre log d'erreur.
no_no: Kunne ikke finne noen side templates. Vennligst sjekk din feilmeldings logg.
vi_vn: Không thể tìm thấy mẫu trang nào. Vui lòng kiểm tra bản ghi lỗi

source: Create page
fr_fr: Créer une page
no_no: Opprett side
vi_vn: Tạo trang

source: Created
fr_fr: Créé
no_no: Opprettet
vi_vn: Được tạo

source: Delete
fr_fr: Supprimer
no_no: Slett
vi_vn: Xóa

source: Delete orphan
fr_fr: Supprimer l'orphelin
no_no: Slett enslig

source: Delete page
fr_fr: Supprimer la page
no_no: Slett side
vi_vn: Xóa trang

source: Edit
fr_fr: Editer
no_no: Endre
vi_vn: Hiệu chỉnh

source: Edit %s
fr_fr: Editer %s
no_no: Endre %s
vi_vn: Sửa %s

source: Edit header
fr_fr: Editer l'en-tête
no_no: Endre header
vi_vn: Hiệu chỉnh đầu trang

source: Edit page
fr_fr: Editer la page
no_no: Endre side
vi_vn: Hiệu chỉnh trang

source: Edit text
fr_fr: Editer le texte
no_no: Endre tekst
vi_vn: Hiệu chỉnh văn bản

source: Empty content. Consider deletion.
fr_fr: Contenu vide. Pensez à le supprimer.
no_no: Tøm innhold. Overvei sletting.

source: Extra templates
fr_fr: Modèles supplémentaires
no_no: Ekstra template

source: Header
fr_fr: En-tête
vi_vn: Đầu trang

source: Lengthen all menu links
fr_fr: Agrandir tous les liens de menu

source: List
fr_fr: Liste
no_no: Liste
vi_vn: Danh sách

source: Missing icon file.
fr_fr: Fichier d'icône manquant.
no_no: Mangler ikon fil.

source: Missing structure file.
fr_fr: Fichier de structure manquant.
no_no: Mangler struktur fil.

source: Missing style sheet.
fr_fr: Feuille de style manquante.
no_no: Mangler slyle sheet.

source: Missing template file.
fr_fr: Fichier de modèle manquant.
no_no: Mangler template fil.

source: New
fr_fr: Nouveau
no_no: Ny
vi_vn: Mới

source: Next
fr_fr: Suivante
no_no: Neste

source: No pages have been created.
fr_fr: Aucune page n'a été créée.
no_no: Ny
vi_vn: Không có trang nào đã được tạo

source: Not enough content to create a page.
fr_fr: Pas assez de contenu pour créer une page.
no_no: Ikke nok innhold til å opprette side.

source: Orphaned content
fr_fr: Contenu orphelin
no_no: Enslig innhold

source: Orphans
fr_fr: Orphelins
no_no: Enslige

source: Page Title (edit above)
fr_fr: Titre de la page (éditer ci-dessus)
no_no: Side Tittel (endre over)
vi_vn: Tiêu đề trang (hiệu chỉnh phía trên)

source: Page not found
fr_fr: Page non trouvée
no_no: Sid eikke funnet

source: Page number
fr_fr: Numéro de page
no_no: Side nummer

source: Page template did not contain any sections.
fr_fr: Le modèle de page ne contenait aucune section.
no_no: Side template inneholder ingen seksjoner.
vi_vn: Mẫu trang đã không chứa một đoạn nào

source: Page template directory must be writable to upload templates.
fr_fr: Le répertoire des modèles de page doit être modifiable pour envoyer des modèles.
no_no: Side template katalog må ikke være skrivebeskyttet for å laste opp templater.

source: Page template is missing a thumbnail.
fr_fr: Le modèle de page n'a pas de vignette.
no_no: Side template manler ett miniatyrbilde.
vi_vn: Mẫu trang thiếu một hình nhỏ

source: Page template is missing a title.
fr_fr: Le modèle de page n'a pas de titre.
no_no: Side template mangler en tittel.
vi_vn: Mẫu trang thiếu một tiêu đề

source: Page title
fr_fr: Titre de la page
no_no: Side tittel
vi_vn: Tiều đề trang

source: PageSmith Settings
fr_fr: Paramètres de PageSmith
no_no: PageSmith Innstillinger

source: Pg. No.
fr_fr: Pg. N°.
no_no: Side Nr.

source: Pick a template
fr_fr: Choisissez un modèle
no_no: Velg en template
vi_vn: Chọn một mẫu

source: Previous
fr_fr: Précédente
no_no: Forrige

source: Remove from front
fr_fr: Retirer de la page d'accueil
no_no: Fjern fra front

source: Restricted page.
fr_fr: Page restreinte.
no_no: Begrenset side.

source: Save
fr_fr: Enregistrer
no_no: Lagre

source: Save and continue
fr_fr: Enregistrer et continuer
no_no: Lagre og fortsett

source: Save and view
fr_fr: Enregistrer et afficher
no_no: Lagre og se

source: Settings
fr_fr: Paramètres
no_no: Innstillinger

source: Settings saved
fr_fr: Paramètres enregistrés
no_no: Innstillinger lagret

source: Shorten all menu links
fr_fr: Raccourcir tous les liens de menu

source: Sorry
fr_fr: Désolé
no_no: Beklager

source: Sorry, but your page could not be found. You may wish to search for it.
fr_fr: Désolé, mais votre page n'a pas pû être trouvée. Vous voudrez donc peut être utiliser la recherche.
no_no: Beklager,men din side kunne ikke bli funnet. Du kan kanskje søke etter den.

source: Structure file (e.g., structure.xml)
fr_fr: Fichier de structure (ie, structure.xml)
no_no: Struktur fil (e.g. structure.xml)

source: Style sheet (e.g., filename.css)
fr_fr: Feuille de style (ie, filename.css)

source: Template directory created.
fr_fr: Répertoire de modèle créé.
no_no: Template katalog opprettet.

source: Template file (e.g., filename.tpl)
fr_fr: Fichier de modèle (ie, filename.tpl)
no_no: Template fil (e.g., filename.tpl)

source: Template icon (e.g., filename.png)
fr_fr: Icône de modèle (ie, filename.png)
no_no: Template ikon (e.g., filename.png)

source: Template name
fr_fr: Nom du modèle
no_no: Template navn

source: Template posted.
fr_fr: Modèle envoyé.
no_no: Template sendt inn

source: The template name must contain alphanumeric characters only.
fr_fr: Le nom du modèle doit contenir des caractères alphanumériques uniquement.
no_no: Templatens navn må bare inneholde alfabetiske tegn eller nummer.

source: There is already a template with this name.
fr_fr: Il y a déjà un modèle avec ce nom.
no_no: Der er alt en template med dette navnet.

source: Title
fr_fr: Titre
no_no: Tittel
vi_vn: Tiêu đề

source: Unable to create page template directory.
fr_fr: Impossible de créer le répertoire de modèles de page.
no_no: Ikke mulig å opprette side template katalog.

source: Unable to load page template.
fr_fr: Impossible de charger le modèle de page.
no_no: Ikke mulig å laste side template.
vi_vn: Không thể nhập mẫu trang vào

source: Update
fr_fr: Mettre à jour
no_no: Oppdater
vi_vn: Cập nhập

source: Update page
fr_fr: Mettre à jour la page
no_no: Oppdater side
vi_vn: Cập nhập trang

source: Updated
fr_fr: Mis à jour
no_no: Oppdatert
vi_vn: Được cập nhập

source: Upload
fr_fr: Envoyer
no_no: Last opp

source: Upload file
fr_fr: Envoyer le fichier
no_no: Last opp fil

source: Upload template
fr_fr: Envoyer le modèle
no_no: Last opp template

source: Upload templates (Unrestricted only)
fr_fr: Envoyer les modèles (non restreint uniquement)

source: Wrong file type for icon file.
fr_fr: Mauvais type de fichier pour le fichier d'icône.
no_no: Feil filtype for ikon fil.

source: Wrong file type for structure file.
fr_fr: Mauvais type de fichier pour le fichier de structure.
no_no: Feil filtype for struktur fil.

source: Wrong file type for style sheet.
fr_fr: Mauvais type de fichier pour la feuille de style.
no_no: Feil filtype for style sheet.

source: Wrong file type for template file.
fr_fr: Mauvais type de fichier pour le fichier de modèle.
no_no: Feil filtype for template fil.

source: You have exceeded the allowed character limit. The page will not save correctly. Click ok to save the text anyway, cancel to return to previous version.
fr_fr: Vous avez dépassé la limite de caractères. Cette page ne s'enregistrera pas correctement. Cliquez sur ok pour enregistrer le texte malgré tout, sur Annuler pour retourner à votre version précédente.
no_no: Du har overskredet den tillatte tegn begrensningen. Siden vil ikke lagres korrekt. Klikk for å lagre teksen allikevel, avbryt for å gå tilbake til forrige versjon.

source: Action
no_no: Handling
vi_vn: Hành động

source: Pages
no_no: Sider
vi_vn: Những trang

source: Id
vi_vn: Chỉ danh

source: Save page
vi_vn: Lưu trang
