Repository: AppStateESS/canopy
Catalog: mod/skeleton/locale/*/LC_MESSAGES/skeleton.po
Languages: fr_fr, no_no

source: About this module:
fr_fr: A propos de ce module :
no_no: Om denne modul:

source: Add
fr_fr: Ajouter
no_no: Legg til

source: Add Bone
fr_fr: Ajouter un Os
no_no: Legg til Bein

source: Add bone to %s
fr_fr: Ajouter un os à %s
no_no: Legg bein til %s

source: Add new skeleton
fr_fr: Ajouter un nouveau squelette
no_no: Legg til nytt skjelett

source: Add/Edit bone
fr_fr: Ajouter/Editer un os
no_no: Legg til/Endre bein

source: Add/Edit skeleton
fr_fr: Ajouter/Editer un squelette
no_no: Legg til/Endre skjelett

source: Although the skeleton mod demonstrates a lot of basic core functionality, and a reasonable way to construct a module, the phpwebsite core is really very sophisticated and flexible. If I were to attempt to show everything possible in this one module, it would just get confusing :) Please spend some time reading the stuff in /docs/ as well as look through the skeleton mod code. Also, skim through the code in some of the other mods, such as blog and calendar and so on.
fr_fr: Bien que le module Squelette démontre une grande partie des fonctionnalités de base du coeur, et une façon raisonnable de construire un module, le coeur de phpwebsite est vraiment très sophistiqué et flexible. Si je devais tenter de montrer toutes les possibilités dans un seul module, ça en deviendrait déroutant :) Veuillez donc passer du temps à lire les éléments dans /docs/ ainsi que dans le code du module Squelette. Pensez aussi à parcourir le code d'autres modules, comme blog et calendrier par exemple.
no_no: Enda skjelett modulen domonstrerer mye angående basisen av kjerne funksjonaliteten, og en grei måte å opprette en modul, phpwebsite kjernen er svært sofistikert og fleksibel. Hvis eg forsøkte å vise alt som er mulig i denne modulen, ville det bare blitt forvirrende :) Vennligst bruk litt tid på å lese dokumentene i /docs/ samt å se gjennom skjelett modulens kilde. Også skum gjennom noe av kodene i de andre modulene også, så som blog og calendar og så videre.

source: An error occurred when accessing this skeleton's bones.
fr_fr: Une erreur est survenue en accédant aux os de ce squelette.
no_no: En feil oppstod ved forsøk på å tilkoble denne skjelettets bein.

source: Are you sure you want to delete the bone %s?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer l'os %s ?
no_no: Er du sikker på at du ønsker å slette beinet %s?

source: Are you sure you want to delete the skeleton %s?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer le squelette %s ?
no_no: Er du sikker på at du ønsker å slette skjelettet %s?

source: Available skeletons
fr_fr: Squelettes disponibles
no_no: Tilgjengelige skjelett

source: Belongs to: %s
fr_fr: Appartient à : %s
no_no: Tilhører: %s

source: Bone deleted.
fr_fr: Os supprimé.
no_no: Bein slettet

source: Bone details
fr_fr: Détails de l'os
no_no: Bein detaljer

source: Bone saved successfully.
fr_fr: Os enregistré avec succès.
no_no: Bein lagret OK.

source: Bones
fr_fr: Os
no_no: Bein

source: Change settings (Unrestricted only)
fr_fr: Changer les paramètres (Non restreint uniquement)
no_no: Endre innstillinger (Bare ubegrenset)

source: Check your %s then create a %s to begin
fr_fr: Vérifiez votre %s puis créez un %s pour commencer
no_no: Sjekk dine %s så opprett en %s for å begynne

source: Click on "New bone" to start.
fr_fr: Cliquez sur "Nouvel os" pour démarrer.
no_no: Klikk på "Nytt bein" for å begynne.

source: Continue
fr_fr: Continuer
no_no: Fortsett

source: Create
fr_fr: Créer
no_no: Opprett

source: Create skeleton skeleton
fr_fr: Créer un squelette
no_no: Opprett skeleton skjelett

source: Delete
fr_fr: Supprimer
no_no: Slett

source: Delete bone
fr_fr: Supprimer l'os
no_no: Slett bein

source: Delete skeleton
fr_fr: Supprimer le squelette
no_no: Slett skjelett

source: Details
fr_fr: Détails
no_no: Detaljer

source: Died
fr_fr: Mort
no_no: Døde

source: Died, date/time
fr_fr: Mort, date/heure
no_no: Døde, dato/tid

source: Edit
fr_fr: Editer
no_no: Endre

source: Edit bone
fr_fr: Editer l'os
no_no: Endre bein

source: Edit skeleton
fr_fr: Editer le squelette
no_no: Endre skjelett

source: Enable images and files on skeleton and bone profiles
fr_fr: Activer les images et les fichiers sur les profils de squelette et d'os
no_no: Aktiviser bilder og filer på skjelett og bein profiler

source: Enable skeleton sidebox
fr_fr: Activer la boite latérale de squelette
no_no: Aktiviser skjelett sideboks

source: Error occurred when saving bone.
fr_fr: Une erreur est survenue en enregistrant l'os.
no_no: Feil oppstod ved lagring av bein.

source: Error occurred when saving skeleton.
fr_fr: Une erreur est survenue en enregistrant le squelette.
no_no: Feil oppstod ved lagring av skjelett.

source: Fatal error: Cannot create bone. Missing skeleton id.
fr_fr: Erreur fatale : Impossible de créer l'os. Id de squelette manquant.
no_no: Alvorlig feil: Kan ikke opprette bein. Mangler skjelett id.

source: Features
fr_fr: Fonctionalités
no_no: Egenskaper

source: Final Words
fr_fr: Mots de la fin
no_no: Siste Ord

source: General Settings
fr_fr: Paramètres généraux
no_no: Generelle innstillinger

source: I have tried to demonstrate simple and basic uses of many of the methods for developing a phpwebsite module. Skeletons and bones are pretty straight forward item classes. Bones relate to skeletons. Skeletons use the core Key class. This enables lots of things like being able to use the Search class as well as Categories and easy Menu tools. The list views show the basics of using the DBPager class. Skeletons and bones demonstrate how to integrate a File Cabinet file manager. Skeletons are restricted to images and Bones are wide open. Be sure to check out the ease of use of the Link, Text, Form, Settings, Permissions and Layout classes for building intelligent and rich user experiences.
fr_fr: J'ai essayé de démontrer des utilisations simples et de base de nombreuses méthodes pour développer un module phpwebsite. Les squelettes et les os sont des classes d'éléments assez simples. Les Os sont reliés aux squelttes. Les squelettes utilisent la classe coeur "Key". Ceci permet un grand nombre de choses comme pouvoir utiliser la classe Search ansi que les catégories et les outils Menus. La vue liste montre les bases de l'utilisation de la classe DBPager. Les squelettes et les os montrent l'intégration dans le gestionnaire de fichier. Les squelttes sont restreints aux images alors que les os n'ont aucune restriction. Assurez-vous de constater la facilité d'utilisation des classes Link, Text, Form, Settings, Permissions et Layout pour construire des expériences utilisateur riches et intelligentes.

source: If you would like to help out with the ongoing development of skeleton, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
fr_fr: Si vous voulez aider au développement continu de Squelette, ou d'autres modules par Verdon Vaillancourt, %s cliquez ici pour faire un don %s (s'ouvre dans une nouvelle fenêtre).
no_no: Hvis du ønsker å hjelpe til med utviklingen av skeletom modulen, eller andre moduler av Verdon Vaillancourt, %s klikk her for å donere %s (åpnes i nytt vindu).

source: Important Information
fr_fr: Informations importantes
no_no: Viktig informasjon

source: List Bones
fr_fr: Lister les Os
no_no: Liste Bein

source: List Skeletons
fr_fr: Lister les Squelettes
no_no: Liste skjelett

source: List all skeletons
fr_fr: Lister tous les squelettes
no_no: Liste alle skjelett

source: Maximum image height (50-600)
fr_fr: Hauteur maximale de l'image (50-600)
no_no: Maksimum bilde høyde (50-600)

source: Maximum image width (50-600)
fr_fr: Largeur maximale de l'image (50-600)
no_no: Maksimum bilde bredde (50-600)

source: Name
fr_fr: Nom
no_no: Navn

source: New Bone
fr_fr: Nouvel os
no_no: Nytt bein

source: New Skeleton
fr_fr: Nouveau squelette
no_no: Nytt skjelett

source: New bone step one
fr_fr: Nouvel os, étape 1
no_no: Nytt bein steg en

source: Random Skeleton
fr_fr: Squelette au hasard
no_no: tilfeldig skjelett

source: Read me
fr_fr: Lisez moi
no_no: Les meg

source: Save settings
fr_fr: Enregistrer les paramètres
no_no: Lagre innstillinger

source: Select skeleton
fr_fr: Sélectionnez un squelette
no_no: Velg sjelett

source: Settings
fr_fr: Paramètres
no_no: Innstillinger

source: Show sidebox on home page only
fr_fr: Afficher la boite latérale sur la page d'accueil uniquement
no_no: Vis sideboks kun på hovedsiden

source: Sidebox text
fr_fr: Texte de la barre latérale
no_no: Sideboks tekst

source: Skeleton
fr_fr: Squelette

source: Skeleton Bones
fr_fr: Os de Squelette
no_no: Skjelett Bein

source: Skeleton Skeletons
fr_fr: Squelettes de Squelette
no_no: Skeleton skjelett

source: Skeleton deleted.
fr_fr: Squelette supprimé.
no_no: Skjelett slettet

source: Skeleton is missing the id.
fr_fr: Le squelette n'a pas d'id.
no_no: Skjelett mangler IDen.

source: Skeleton saved successfully.
fr_fr: Le squelette a été enregistré avec succès.
no_no: Skjelett lagret OK.

source: Skeleton settings saved.
fr_fr: Les paramètres de squelette ont été enregistrés.
no_no: Skjelett lagret OK

source: Skeleton tables dropped.
fr_fr: Tables de Squelette retirées.
no_no: Skjelett tabeller fjernet

source: Skeletons
fr_fr: Squelettes
no_no: Skjelett

source: Sorry, there are no skeletons available. You will have to create a skeleton first.
fr_fr: Désolé, il n'y a aucun squelette disponible. Vous devez créer un squelette d'abord.
no_no: Beklager, det er ingen skjeletter tilgjengelig. Du må opprette ett skjelett først.

source: This is the first release of skeleton for the new 1.x series phpwebsite. This module is a simple demonstration module for people wishing to develop their own phpwebsite modules.
fr_fr: Ceci est la première version de Squelette pour la nouvelle série 1.x de phpwebsite. Ce module est un simple module de démonstration pour ceux qui veulent développer leurs propres modules phpwebsite.

source: Title
fr_fr: Titre
no_no: Tittel

source: Update
fr_fr: Mettre à jour
no_no: Oppdater

source: Update %s bone
fr_fr: Mettre à jour l'os %s
no_no: Oppdater %s bein

source: Update skeleton skeleton
fr_fr: Mettre à jour le squelette
no_no: Oppdater skeleton skjelett

source: You must give this bone a description.
fr_fr: Vous devez donner une description à cet os.
no_no: Du må gi ditt bein en forklaring.

source: You must give this bone a title.
fr_fr: Vous devez donner un titre à cet os.
no_no: Du må gi ditt bein en tittel.

source: You must give this skeleton a description.
fr_fr: Vous devez donner une description à ce squelette.
no_no: Du må gi ditt skjelett en forklaring

source: You must give this skeleton a title.
fr_fr: Vous devez donner un titre à ce squelette.
no_no: Du må gi ditt skjelett en tittel.

source: Description
no_no: Forklaring
