Repository: AppStateESS/canopy
Catalog: mod/controlpanel/locale/*/LC_MESSAGES/controlpanel.po
Languages: da_dk, de_de, fr_fr, vi_vn

source: %s module icon
da_dk: %s ikon modul
de_de: %s Modulbild
fr_fr: icon du module %s
vi_vn: %s đơn vị biểu trưng

source: Add Tab
da_dk: Tilf&oslash;j faneblad
de_de: Tab hinzufügen
fr_fr: Ajouter un onglet
vi_vn: thêm vào thẻ tab

source: Administration
de_de: Verwaltung
vi_vn: sử quản lý

source: Allow manipulation of the control panel.
da_dk: Tillad &aelig;ndring af kontrol panel.
de_de: Erlaubt Veränderung der Systemsteuerung.
fr_fr: Autorise la manipulation du panneau de configuration
vi_vn: cho phép thao tác trên bảng điều khiển

source: An error occurred when trying to save a controlpanel tab.
da_dk: Der opstod en fejl imens et kontrolpanel faneblad blev gemt.
de_de: Ein Fehler ist beim Speichern des Systemsteuerungstabs aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer un onglet du panneau de configuration.
vi_vn: có lỗi xảy ra khi lưu thẻ điều khiển

source: An error occurred while accessing the Control Panel.
da_dk: Der opstod en fejl under tilgang til kontrol panelet.
de_de: Ein Fehler ist beim Zugriff auf die Systemsteuerung aufgetreten.
fr_fr: Une erreur est survenue en accédant au panneau de configuration.
vi_vn: có lỗi xảy ra khi truy xuất vào bảng điều khiển

source: Content
da_dk: Indhold
de_de: Inhalt
fr_fr: Contenu
vi_vn: nội dung

source: Control Panel
da_dk: Kontrol Panel
de_de: Systemsteuerung
fr_fr: Panneau de Configuration
vi_vn: bảng điều khiển

source: Control Panel Administration
da_dk: Administr&eacute;r kontrol panel
de_de: Systemsteuerungsverwaltung
fr_fr: Administration du Panneau de Configuration
vi_vn: quản lý bảng điều khiển

source: Control Panel file not implemented.
de_de: Systemsteuerungsdatei nicht implementiert.
fr_fr: Fichier Panneau de Configuration non implémenté.
vi_vn: tập tin bảng điều khiển không được thực hiện

source: Control Panel links and tabs have been removed.
da_dk: Kontrolpanel genveje og faneblade er fjernet.
de_de: Systemsteuerungslinks und Tabs wurden entfernt.
fr_fr: Les liens et tables du Panneau de Configuration ont été retirés.
vi_vn: liên kết và thẻ điều khiển đã bị xóa

source: Control Panel links created for %s.
da_dk: Kontrolpanel genveje dannet for %s.
de_de: Systemsteuerungslinks für %s wurden erstellt.
fr_fr: Liens du Panneau de Configuration créés pour %s.
vi_vn: liên kết điều khiển được tạo ra cho %s

source: Control Panel tabs created for %s.
da_dk: Kontrolpanel faneblade er dannet for %s.
de_de: Systemsteuerungstabs für %s wurden erstellt.
fr_fr: Onglets du Panneau de Configuration créés pour %s.
vi_vn: thẻ điều khiển được tạo ra cho %s

source: Control Panel tabs not implemented.
de_de: Systemsteuerungstabs nicht implementiert.
fr_fr: Onglets du Panneau de Configuration non implémentés.
vi_vn: thẻ điều khiển không được thực hiện

source: Control Panel unregisteration file not implemented.
de_de: Systemsteuerungsunregisterdatei nicht implementiert.
fr_fr: Fichier de désinscription du Panneau de Configuration non implémenté
vi_vn: tập tin bảng điều khiển chưa đăng ký không được thực thi

source: Copying source image directory for module.
da_dk: Kopierer billede mappen for modulet.
de_de: Kopiere Bildverzeichnis für Modul.
fr_fr: Copie du répertoire d'image pour le module.
vi_vn: sao chép thư mục hình ảnh từ nguồn cho mođun

source: Description
de_de: Beschreibung
vi_vn: phần mô tả

source: Developer
da_dk: Udvikler
de_de: Entwickler
fr_fr: Dévelopeur
vi_vn: người phát triển

source: Edit
de_de: Bearbeiten
fr_fr: Editer
vi_vn: hiệu chỉnh/sọan thảo

source: Edit link
de_de: Verknüpfung bearbeiten
fr_fr: Editer le lien
vi_vn: hiệu chỉnh liên kết

source: Edit tab
de_de: Tab bearbeiten
fr_fr: Editer l'onglet
vi_vn: hiệu chỉnh thẻ tab

source: Label
de_de: Etikett
vi_vn: nhãn

source: Missing link.
da_dk: Mangler genvej.
de_de: Verknüpfung fehlt.
fr_fr: Lien manquant.
vi_vn: thiếu liên kết

source: Missing title.
da_dk: Manglende titel.
de_de: Titel fehlt.
fr_fr: Titre manquant.
vi_vn: thiếu nhan đề

source: Move Link
da_dk: Flyt link
de_de: Verknüpfung verschieben
fr_fr: Déplacer le lien
vi_vn: di chuyển liên kết

source: Move link order down
da_dk: Flyt genvejs r&aelig;kkef&oslash;lge ned
de_de: Verschiebe Verknüpfungsreihenfolge abwärts
fr_fr: Déplacer le lien vers le bas
vi_vn: di chuyển liên kết theo thứ tự giảm dần

source: Move link order up
da_dk: Flyt genvejs r&aelig;kkef&oslash;lge op
de_de: Verschiebe Verknüpfungsreihenfolge aufwärts
fr_fr: Déplacer le lien vers le haut
vi_vn: di chuyển liên kết theo thứ tự tăng dần

source: Move tab order down
da_dk: Flyt faneblad r&aelig;kkef&oslash;lge ned
de_de: Verschiebe Tabreihenfolge abwärts
fr_fr: Déplacer l'onglet vers le bas
vi_vn: di chuyển thẻ tab theo thứ tự giảm dần

source: Move tab order up
da_dk: Flyt fanebald r&aelig;kkef&oslash;lge op
de_de: Verschiebe Tabreihenfolge aufwärts
fr_fr: Déplacer l'onglet vers le haut
vi_vn: di chuyển thẻ tab theo thứ tự tăng dần

source: No Control Panel links found.
da_dk: Ingen Kontrolpanel fil fundet.
de_de: Keine Systemsteuerungslinks gefunden.
fr_fr: Pas de lien de Panneau de Configuration trouvé.
vi_vn: không có liên kết nào dẫn đến bảng điều khiển được tìm thấy

source: No tabs available in the Control Panel.
da_dk: Ingen faneblade i Kontrolpanel.
de_de: Keine Tabs in der Systemsteuerung gefunden.
fr_fr: Aucun onglet disponible dans le Panneau de Configuration.
vi_vn: không có thẻ tab nào trong bảng điều khiển

source: Remove Tab
da_dk: Fjern genvej
de_de: Tab entfernen
fr_fr: Retirer l'onglet
vi_vn: gỡ bỏ thẻ tab

source: Save
de_de: Speichern
fr_fr: Enregistrer
vi_vn: lưu

source: Source image directory copied successfully.
da_dk: Billed mappen kopieret korrekt.
de_de: Bildverzeichnis erfolgreich kopiert.
fr_fr: Répertoire source d'image copié avec succès.
vi_vn: Việc sao chép thư mục hình ảnh từ nguồn đã thành công

source: Source image directory failed to copy.
da_dk: Fejl under kopieringen af billed mappen.
de_de: Bildverzeichnis konnte nicht kopiert werden.
fr_fr: La copie du répertoire source d'image a échoué.
vi_vn: Sao chép thư mục hình ảnh từ nguồn đã thất bại

source: Tab is missing a link address.
da_dk: Faneblad mangler for genvejs adressen.
de_de: Tab fehlt eine Verknüpfungsadresse.
fr_fr: L'onglet n'a pas de lien d'adresse.
vi_vn: thẻ tab còn thiếu địa chỉ liên kết

source: Tab is missing a title.
da_dk: Faneblad mangler en titel.
de_de: Tab fehlt ein Titel.
fr_fr: L'onglet n'a pas de titre.
vi_vn: thẻ tab còn thiếu nhan đề

source: Tabs must be in an array.
da_dk: Faneblade skal v&aelig;re i et array.
de_de: Tabs müssen in einem Array sein.
fr_fr: Les onglets doivent être dans un tableau.
vi_vn: Những thẻ tab này phải được sắp xếp ngay ngắn

source: There was a problem trying to save a Control Panel link.
da_dk: Der opstod et problem imens Kontrolpanel genvejen blev gemt.
de_de: Ein Problem ist beim Speichern der Systemsteuerungslinks aufgetreten.
fr_fr: Un problème est survenu en tentant d'enregistrer le lien de Panneau de Configuration.
vi_vn: có lỗi xảy ra khi lưu liên kết điều khiển

source: Title
de_de: Titel
fr_fr: Titre
vi_vn: tiêu đề

source: Unable to create tab.
da_dk: Kunne ikke danne faneblad.
de_de: Tab konnte nicht erstellt werden.
fr_fr: Impossible de créer l'onglet.
vi_vn: không thể tạo được thẻ

source: Unable to load a link into a specified tab.
da_dk: Kunne ikke hente genvejen til et faneblad.
de_de: Konnte Verknüpfung nicht in Tab laden.
fr_fr: Impossible de charger un lien dans l'onglet spécifié.
vi_vn: không thể nhập liên kết vào thẻ được chỉ định

source: Unable to pull control panel tabs from database.
da_dk: Kunne ikke hente Kontrolpanel faneblade fra databasen.
de_de: Konnte Systemsteuerungsverknüpfungen nicht aus der Datenbank ziehen.
fr_fr: Impossible de récupérer les onglets du Panneau de Configuration depuis la base de données.
vi_vn: không thể kéo bảng điều khiển ra từ kho dữ liệu

source: Unsorted
da_dk: Ikke sorteret
de_de: Unsortiert
fr_fr: Non trié
vi_vn: không được phân loại

source: No Control Panel file found for unregisteration.
da_dk: Ingen Kontrolpanel fil fundet til at udf&oslash;re afinstallation

source: No Control Panel file found.
da_dk: Ingen Kontrolpanel fil fundet.

source: No Control Panel tabs found.
da_dk: Ingen Kontrolpanel faneblade fundet.
