Repository: AppStateESS/canopy
Catalog: mod/access/locale/*/LC_MESSAGES/access.po
Languages: de_de, es_es, fr_fr, no_no, vi_vi

source: -- Choose option --
de_de: -- Wähle Option --
es_es: Escoja opción
fr_fr: -- Choisissez une option --
no_no: -- Velg Alternativ --
vi_vi: -- tùy chọn --

source: .htaccess file is currently absent.
de_de: .htaccess Datei ist nicht vorhanden.
es_es: No se encontro el fichero .htaccess
vi_vi: tập tin .htaccess tạm thời không có.

source: .htaccess file is missing.
de_de: .htaccess Datei fehlt.
es_es: No se encontro el fichero .htaccess
fr_fr: le fichier .htaccess est manquant.
no_no: .htaccess fil mangler.
vi_vi: tập tin .htaccess đã bị thất lạc.

source: .htaccess file options
de_de: .htaccess Dateioptionen
es_es: Opciones a .htaccess
vi_vi: tùy chọn tập tin .htaccess

source: .htaccess file written.
de_de: .htaccess Datei geschrieben.
es_es: .htaccess ha sido creádo
vi_vi: tập tin .htaccess đã được ghi vào.

source: A serious error occurred. Please check your error.log.
de_de: Ein schwerer Fehler ist aufgetreten. Bitte Logdatei prüfen.
es_es: Un error ocurrió, verifique el error.log
fr_fr: Une erreur sérieuse est survenue. Veuillez vérfier votre error.log.
no_no: En seriøs feil oppstod. Vennligst sjekk dine error.log.
vi_vi: có lỗi xảy ra. Hãy kiểm tra lại bản ghi lỗi hiển thị

source: Access
de_de: Zugriff
no_no: Tilgang
vi_vi: truy cập

source: Access has saved your shortcut.
de_de: Access hat die Verknüpfung gespeichert.
es_es: Access guardó el atajo
fr_fr: Access a enregistré votre raccourci
no_no: Tilgang har lagret din snarvei.
vi_vi: truy xuất đã lưu

source: Access needs a higher administrator's attention before you may use it.
de_de: Access benötigt Zuwendung vom Administrator bevor es benutzt werden kann.
es_es: Access necesita la atención de un administrador antes de usted poder usarlo
fr_fr: Access a besoin de l'attention d'un administrateur de plus haut niveau avant que vous puissiez l'utiliser.
no_no: Tilgang trenger en høyere administrators oppmerksomhet før du kan ta det i bruk.
vi_vi: Để có thể truy xuất được bạn cần phải được sự cho phép của người quản lý.

source: Access tables removed.
de_de: Modul Accesstabellen entfernt.
es_es: Tables de access han sido removidas
fr_fr: Les tables d'Access ont été enlevées.
no_no: Tilgang tabeller fjernet.
vi_vi: bảng truy xuất đã bị xóa.

source: Action
de_de: Aktion
es_es: Acción
no_no: Handling
vi_vi: hành động

source: Activate
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
no_no: Aktiver
vi_vi: kích họat

source: Active?
de_de: Aktiv?
es_es: Activo?
fr_fr: Actif ?
no_no: Aktiv?
vi_vi: họat động?

source: Add allowed IP
de_de: Erlaubte IP hinzufügen
es_es: Añada IP permitidos
fr_fr: Ajouter une IP autorisée
no_no: Legg til tillatt IP
vi_vi: thêm vào danh sách IP đuợc phép

source: Add denied IP
de_de: Abgelehnte IP hinzufügen
es_es: Añada IP a denegar
fr_fr: Ajouter une IP banie
no_no: Legg til ikke tillatt IP
vi_vi: thêm vào danh sách IP từ chối

source: Administrative options
de_de: Administrative Optionen
es_es: Opciones administrativas
fr_fr: Options administratives
no_no: Administrative valg
vi_vi: tùy chọn quản trị

source: Administrator
es_es: Administrador
vi_vi: quản trị viên

source: Allow all
de_de: Alles erlauben
es_es: Permitir todos
fr_fr: Tout autoriser
no_no: Tillat alle
vi_vi: cho phép tất cả

source: Allow file update
de_de: Erlaube Dateiaktualisierung
es_es: Permitir Actualizar fichero
vi_vi: cho phép tập tin cập nhật

source: Allow/Deny
de_de: Erlauben/Ablehnen
es_es: Permitir/denegar
fr_fr: Autoriser/Bannir
no_no: Tillat/Nekte
vi_vi: chấp nhận/từ chối

source: Allow/Deny enabled
de_de: Erlauben/Ablehnen eingeschaltet
es_es: Permitir/denegar activado
fr_fr: Autoriser/Bannier activé
no_no: Tillat/Nekte aktivisert
vi_vi: chấp nhận/từ chối cho phép

source: Allowed IPs
de_de: Erlaubte IPs
es_es: IPs permitidos
fr_fr: IPs autorisées
no_no: Tillatte IPer
vi_vi: cho phép IPs

source: An administrator will need to approve it before it is functional.
de_de: Ein Administrator muss das genehmigen, bevor das funktioniert.
es_es: Necesita aprobacion de un administrador
vi_vi: ban điều hành cần xác nhận trước khi nó họat động.

source: An error occurred when deleting your shortcut.
de_de: Ein Fehler ist beim Löschen der Verknüpfung aufgetreten.
es_es: Un error ocurrio al remover atajo
fr_fr: Une erreur est survenue à la suppression de votre raccourci.
no_no: En feil oppstod ved sletting av dine snarveier.
vi_vi: có lỗi xảy ra khi xóa biểu tưởng này

source: An error occurred when trying to access the allowed and denied ip records. Please check your logs.
de_de: Ein Fehler ist beim Zugriff der erlaubten/abgelehnten IP-Adressen aufgetreten. Bitte Logdatei prüfen.
es_es: Un error ocurrió al tratar de entrar al record de ip permitidos y denegados, verifique los logs
fr_fr: Une erreur est survenue en essayant d'accéder aux enregistrements des IPs autorisées et bannies. Veuillez vérifier vos logs.
no_no: En feil oppstod ved forsøk på å lese tillatte og nektede ip arkiv. Vennligst sjekk dine logger.
vi_vi: có lỗi xảy ra khi truy xuất vào bản ghi cho phép/từ chối IP

source: An error occurred when updating your .htaccess file.
de_de: Ein Fehler ist beim Aktualisieren der .htaccess Datei aufgetreten.
es_es: Un error ocurrio al actualizar el fichero .htaccess
vi_vi: có lỗi xảy ra khi cập nhật tập tin .htaccess

source: An error occurred.
de_de: Unbekannter Fehler.
es_es: Ocurrió un error
fr_fr: Une erreur est survenue.
no_no: En feil oppstod.
vi_vi: có lỗi tìm thấy.

source: An error occurred:
de_de: Unbekannter Fehler:
es_es: Ocurrió un error
vi_vi: có lỗi tìm thấy:

source: Are you sure you want to delete the checked ips?
de_de: Sollen die markierten IP-Adressen gelöscht werden?
es_es: Está seguro quiere remover los ips escogidos
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les IPs cochées ?
no_no: Er du sikker på at du ønsker å slette de merkede iper?
vi_vi: bạn có chắc là muốn xóa những ips được đánh dấu này không?

source: Are you sure you want to delete the checked shortcuts?
de_de: Sollen die markierten Verknüpfungen gelöscht werden?
es_es: Está seguro quiere remover los atajos escogidos
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les raccourcis cochés ?
no_no: er du sikker på at du ønsker å slette de merkede snarveier?
vi_vi: bạn có chắc là muốn xóa những đường dẫn tắt đã được đánh dấu này không?

source: Are you sure you want to delete this shortcut?
de_de: Soll diese Verknüpfung gelöscht werden?
es_es: Está seguro quiere remover ese atajo
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce raccourci ?
no_no: er du sikker på at du ønsker å slette denne snarveien?
vi_vi: bạn có chắc là muốn xóa đường dẫn tắt này không?

source: Are you sure you want to restore the default .htaccess file?
de_de: Soll die Standard .htaccess datei wiederhergestellt werden?
es_es: Está seguro quiere restaurar el fichero .htaccess de comienzo
vi_vi: bạn có chắc là muốn phục hồi lại tập tin .htaccess này không?

source: Bad keyword. Use only alphanumeric characters, dashes and spaces.
de_de: Schlechtes Schlüsselwort. Benutze nur Buchstaben und Unterstriche.
es_es: Mala clave, use solo letras guiones y espacios
fr_fr: Mauvais mot clé. Utilisez uniquement des caractères alphanumériques, des tirets et des espaces.
no_no: Dårlig nøkkelord. Bruk bare alfanumeriske tegn, mellomrom og streker.
vi_vi: Sai từ khóa.Trong trường hợp này chỉ được dùng các ký tự chữ số , gạch dưới và dấu cách để truy vấn.

source: Cancel
de_de: Abbruch
es_es: Cancelar
fr_fr: Annuler
no_no: Avbryt
vi_vi: Thôi

source: Cannot create a new .htaccess file because the installation directory is not writable.
de_de: Die .htaccess Datei kann nicht erstellt werden da das Installationsverzeichnis nicht beschreibbar ist.
es_es: No se pudo crear el fichero .htaccess por que la estalación no lo permitio
vi_vi: Không thể tạo tập tin .htaccess mới vì thư mục cài đặt không cho phép ghi.

source: Close window
de_de: Fenster schliessen
es_es: Cerrar ventana
fr_fr: Fermer la fenêtre
no_no: Steng vindu
vi_vi: Đóng cửa sổ

source: Controls the .htaccess file for Apache and creates shortcuts.
de_de: Steuert die .htaccess Datei für Apache und erstellt Verknüpfungen.
es_es: Controla el fichero .htaccess para apache y crea atajos
fr_fr: Contrôle le fichier .htacces pour Apache et crée des raccourcis.
no_no: Kontrollerer .htaccess filen for Apache og oppretter snarveier.
vi_vi: điều khiển tập tin .htaccess cho phần mềm Apache và tạo các đường dẫn tắt.

source: Current .htaccess file
de_de: Aktuelle .htaccess Datei
es_es: Actual fichero .htaccess
vi_vi: tập tin .htaccess hiện tại

source: Deactivate
de_de: Deaktivieren
es_es: Deactivar
fr_fr: Désactiver
no_no: Deaktiviser
vi_vi: ngừng kích họat.

source: Default .htaccess file restored.
de_de: Standard .htaccess Datei wiederhergestellt.
es_es: Fichero .htaccess de comienzo restaurado
fr_fr: Fichier .htaccess par défaut restauré.
no_no: Standard .htaccess fil gjenopprettet.
vi_vi: tập tin .htaccess mặc định đã được khôi phục.

source: Delete
de_de: Löschen
es_es: Remover
fr_fr: Supprimer
no_no: Slett
vi_vi: xóa.

source: Denied IPs
de_de: Abgelehnte IPs
es_es: IPs denegados
fr_fr: IPs bannies
no_no: Nektet IPer
vi_vi: IPs bị từ chối

source: Deny all
de_de: Alles ablehnen
es_es: Deniegue todos
fr_fr: Tout banir
no_no: Nekt alle
vi_vi: từ chối tất cả.

source: Denys and Allows
de_de: Ablehnen und Erlauben
es_es: Denegar y permitir
fr_fr: Bannis et Autorises
no_no: Nekte og Tillate
vi_vi: từ chối và cho phép.

source: Do not allow all
de_de: Nicht "Erlaube alles" erlauben
es_es: No permita todos
fr_fr: Ne pas autoriser tout
no_no: Ikke tillat alle
vi_vi: không cho phép tất cả.

source: Do not deny all
de_de: Nicht "Lehne alles ab" erlauben
es_es: No denigue todos
fr_fr: Ne pas banir tout
no_no: Ikke nekte alle
vi_vi: không từ chối tất cả.

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
no_no: Endre
vi_vi: sọan thảo

source: Go
de_de: Los!
es_es: Avanze
fr_fr: Aller
no_no: Gå
vi_vi: đi tới

source: Go to the Update tab and try to create a new file.
de_de: Gehe zu Update Tab und erstelle eine neue Datei.
es_es: Valla al tab de actualizar e intente crear un nuevo fichero
vi_vi: đi tới tab cập nhật và thử tạo 1 tập tin mới.

source: IP Address
de_de: IP-Adresse
es_es: Dirección de IP
fr_fr: Adresse IP
no_no: IP Adresse
vi_vi: địa chỉ IP

source: IP address deleted.
de_de: IP-Adresse gelöscht.
es_es: IP removido
fr_fr: Adresse IP supprimée.
no_no: IP adresse slettet
vi_vi: địa chỉ IP đã bị xóa.

source: IP address was not formatted correctly or not allowed.
de_de: IP-Adresse ist fehlerhaft formatiert oder nicht erlaubt.
es_es: IP no fue formateado correctamente o no permitido
fr_fr: L'adresse IP n'était pas formatée correctement ou pas autorisée.
no_no: IP adresse var ikke formatert korrekt eller ikke tillatt.
vi_vi: địa chỉ IP không đúng qui cách hoặc không được phép.

source: Keyword already in use. Choose another.
de_de: Schlüsselwort schon in Benutzung. Nehme ein anderes.
es_es: Clave ya ha sido usado, escoga otra
fr_fr: Mot clé déjà utilisée. Choisissez-en un autre.
no_no: nøkkelord alt i bruk. Velg et annet.
vi_vi: Từ khóa đã được dùng.Hãy chọn từ khác.

source: Keywords
de_de: Schlüsselworte
es_es: Claves
vi_vi: Từ khóa.

source: Look in your installation directory and give Apache write access.
de_de: Gib Apache Schreibzugriff in deinem Installationsverzeichnis.
es_es: Busque en su instalacion de apache y de accesso de escribir
vi_vi: kiểm tra thư mục cài đặt và thiết lập chế độ ghi cho Apache

source: Missing keyword.
de_de: Schlüsselwort fehlt.
es_es: Clave desaparecidas
fr_fr: Mot clé manquant.
no_no: Mangler nøkkelord.
vi_vi: từ khóa bị thiếu

source: Missing url.
de_de: URL fehlt.
es_es: URL desaparecida
fr_fr: URL manquante.
no_no: Mangler url.
vi_vi: url bị thiếu

source: Mod Rewrite options
de_de: Mod Rewrite Optionen
es_es: Opciones de Mod-rewrite
vi_vi: chế độ tùy chọn ghi đè

source: No
de_de: Nein
fr_fr: Non
no_no: Nei
vi_vi: không

source: No allowed ip addresses found.
de_de: Keine erlaubten IP-Adressen gefunden.
es_es: Ningun IP permitido fue encontrado
fr_fr: Aucune adresse IP autorisée trouvée.
no_no: Ingen tillatt IP adresser funnet.
vi_vi: không tìm thấy địa chỉ IP cho phép nào

source: No denied ip addresses found.
de_de: Keine abgelehnten IP-Adressen gefunden.
es_es: Ningun IP denegado fue encontrado
fr_fr: Aucune adresse IP bannie trouvée.
no_no: Ingen nektet ip adresser funnet.
vi_vi: không tìm thấy địa chỉ IP từ chối nào

source: Open your config/core/config.php file in a text editor.
de_de: Öffne die config/core/config.php Datei in einem Editor.
es_es: Abra el fichero config/core/config.php en un editor
vi_vi: Mở tập tin config/core/config.php trong phần biên tập văn bản.

source: Please check your error.log.
de_de: Bitte Logdatei überprüfen.
es_es: Verifique su error.log
vi_vi: Hãy kiểm tra bản báo lỗi hiển thị

source: Please check your logs.
de_de: Bitte Logdatei prüfen.
es_es: Verifique el log
fr_fr: Veuillez vérifier vos logs.
no_no: Vennligst sjekk dine logger.
vi_vi: hãy kiểm tra tập tin sổ ghi

source: Remember to "Update" your access file when finished changing IP rules.
de_de: Denke an "Aktualisieren" der Zugriffsdatei, wenn die IP-Regeländerungen abgeschlossen sind.
es_es: Recuerda actualizar su fichero de access al terminar las reglar de IP
fr_fr: N'oubliez pas de "Mettre à jour" votre fichier d'accès quand vous aurez terminé les changements sur les règles d'IP.
no_no: Husk å "Oppdater" din tilgang fil når ferdig å forandre IP regler.
vi_vi: khi hoàn tất qui tắc đổi IP, nhớ "cập nhật" tập tin truy xuất

source: Restore default .htaccess
de_de: Standard .htaccess Datei wiederherstellen
es_es: Restaure el fichero .htaccess
vi_vi: khôi phục tập tin .htaccess về trạng thái mặc định

source: Return to previous page.
de_de: Zurück zur vorherigen Seite.
es_es: Retornar a página anterior
fr_fr: Revenir à la page précédente.
no_no: Gå tilbake til forrige side.
vi_vi: quay lại trang trước

source: Rewrite engine on
de_de: Rewrite engine einschalten
vi_vi: bật chế độ ghi đè

source: Save settings
de_de: Einstellungen speichern
es_es: Guardar ajuestes
vi_vi: lưu thiết lập.

source: Set your "MOD_REWRITE_ENABLED" define equal to TRUE.
de_de: Setze "MOD_REWRITE_ENABLED" Definition auf TRUE.
vi_vi: thiết lập "MOD_REWRITE_ENABLED" bằng toán từ TRUE

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Ajustes guardados
fr_fr: Paramètres sauvegardés.
no_no: Innstillinger lagret.
vi_vi: thiết lập đã được lưu

source: Shortcut
de_de: Verknüpfung
es_es: Atajos
fr_fr: Raccourci
no_no: Snarvei
vi_vi: đường dẫn tắt

source: Shortcut deleted
de_de: Verknüpfung gelöscht.
es_es: Atajo removido
fr_fr: Raccourci supprimé
no_no: Snarvei slettet
vi_vi: đưởng dẫn tắt đã bị xóa

source: Shortcuts
de_de: Verknüpfungen
es_es: Atajos
fr_fr: Raccourcis.
no_no: Snarveier
vi_vi: đường dẫn tắt

source: Shortcuts enabled
de_de: Verknüpfung eingeschaltet
es_es: Atajos activado
vi_vi: có thể dùng đường dẫn tắt

source: Sorry
de_de: Pech
es_es: Disculpe
fr_fr: Désolé
no_no: Beklager
vi_vi: xin lỗi

source: The files/access/ directory is not writable.
de_de: Das files/access Verzeichnis ist nicht beschreibbar.
es_es: El directorio de access no permite escribir
fr_fr: Impossible d'écrire dans le répertoire files/access.
no_no: files/access/ mappen er skrivebeskyttet.
vi_vi: Không được ghi lên những tập tin/truy vấn/thư mục này.

source: Unable to restore default .htaccess file.
de_de: Die Standard .htaccess Datei konnte nicht wiederhergestellt werden.
es_es: No se pudo restaurar el fichero .htaccess
fr_fr: Impossible de restorer le fichier .htaccess par défaut.
no_no: Ikke mulig å gjenopprette standars .htaccess fil.
vi_vi: không thể khôi phục tập tin .htaccess về trạng thái mặc định

source: Unable to save .htaccess file.
de_de: Kann .htaccess Datei nicht speichern.
es_es: No se pudo guardar el fichero .htaccess
vi_vi: không thể lưu tập tin .htaccess

source: Unable to write .htaccess file.
de_de: Kann .htaccess Datei nicht schreiben.
es_es: No se pudo escribir el fichero .htaccess
fr_fr: Impossible d'écrire le fichier .htaccess.
no_no: Ikke mulig å skrive .htaccess fil.
vi_vi: không thể ghi tập tin .htaccess

source: Update
de_de: Aktualisieren
es_es: Actualizar
vi_vi: cập nhật

source: Update .htaccess file
de_de: .htaccess Datei aktualisieren
es_es: Actualizar el fichero .htaccess
vi_vi: cập nhật tập tin .htaccess

source: Url
vi_vi: địa chỉ tới một trạm internet hay mạng nội bộ

source: When active, you will be able to use the following link:
de_de: Wenn aktiviert, kannst Du folgende Verknüpfung benutzen:
es_es: Cuando se active podrá utilizar el enlace
vi_vi: bạn chỉ có thể sử dụng liên kết sau đây khi được kích họat

source: Write .htaccess file
de_de: .htaccess Datei schreiben
es_es: Escribir fichero .htaccess
vi_vi: ghi tập tin .htaccess vào

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
no_no: Ja
vi_vi: chấp nhận.

source: You can access this item with the following link:
de_de: Du kannst auf das Element mit folgender Verknüpfung zugreifen:
es_es: Puede accesar este elemento con el siguiente enlace
fr_fr: Vous pouvez accéder à cet élément avec le lien suivant :
no_no: Du kan få tilgang til denne sidengjennom følgende link:
vi_vi: bạn có thể truy xuất vào mục này với đường link dưới đây:

source: You do not have mod rewrite enabled.
de_de: mod_rewrite ist nicht aktiviert.
es_es: No tiene mod-rewite activado
vi_vi: bạn không được phép ghi đè

source: You have "Allow all" enabled. All rows below will be ignored.
de_de: "Allow all" ist eingeschaltet. Alle Zeilen werden ignoriert.
es_es: Tiene "permitir todos" activiado, todas ls filas serán ignoradas
fr_fr: Vous avez activé "Tout autoriser". Les lignes ci-dessous seront ignorées.
no_no: Du har "Tillat alle" aktivisert. Alle rader under vil bli ignorert.
vi_vi: "cho phép tất cả" được mở.tất cả các hàng dưới đây sẽ bị lọai bỏ

source: You have "Deny all" enabled. All rows below will be ignored.
de_de: "Deny all" ist eingeschaltet. Alle Zeilen werden ignoriert.
es_es: Tiene "denegar todos" activado, todoas las filas seran ignoradas
fr_fr: Vous avez activé "Tout bannir". Les lignes ci-dessous seront ignorées.
no_no: Du har "Nekt alle" aktivisert. Alle rader under vil bli ignorert.
vi_vi: "từ chối toàn bộ" được mở.tất cả các hàng dưới đây sẽ bị lọai bỏ

source: Your .htaccess file will contain the below:
de_de: Die .htaccess Datei wird folgendes enthalten:
es_es: Su fichero .htaccess incluira lo siguiente
vi_vi: tập tin .htaccess sẽ bao gồm những mục dưới đây:

source: Your <b>.htaccess</b> file does not exist.
de_de: Die <b>.htaccess</b> Datei ist nicht vorhanden.
es_es: No existe el fichero .htaccess
vi_vi: tập tin <b>.htaccess</b> không tồn tại

source: Your <b>.htaccess</b> file is not writable.
de_de: Die <b>.htaccess</b> Datei ist nicht beschreibbar.
es_es: No se pudo modificar el fichero .htaccess
vi_vi: không cho phép tập tin <b>.htaccess</b> được ghi

source: Your installation directory must be writable if you want to create a new .htaccess file.
de_de: Das Installationsverzeichnis muss beschreibbar sein, wenn eine neue .htaccess Datei erstellt werden soll.
es_es: Su instalación debe permitir la creacón de un nuevo fichero .htaccess
vi_vi: thư mục cài đặt phải cho phép ghi nếu bạn muốn tạo 1 tập tin .htaccess mới.

source: Add RewriteBase
fr_fr: Ajouter RewriteBase
no_no: Legg til RewriteBase

source: Current RewriteBase does not match the installation directory.
fr_fr: La valeur de RewriteBase actuelle ne correspond pas au répertoire d'installation.
no_no: Deaktiviser.

source: Current RewriteBase matches installation directory.
fr_fr: La valeur de RewriteBase actuelle correspond au répertoire d'installation.
no_no: Gjeldende RewriteBase passer installasjons mappe.

source: RewriteBase is not set or needed.
fr_fr: RewriteBase n'est pas indiqué ou pas requis.
no_no: RewriteBase er ikke satt eller er ikke nødvendig.

source: You are denied access to this site.
fr_fr: Vous n'avez pas le droit d'accéder à ce site.
no_no: Du er nektet tilgang til denne siden.

source: Your .htaccess file does not exist or is not readable.
fr_fr: Votre fichier .htaccess n'existe pas ou n'est pas lisible.
no_no: Din .htaccess fil eksisterer ikke eller er ikke lesbar.

source: Your .htaccess file is not writable. A RewriteBase cannot be added.
fr_fr: Votre fichier .htaccess n'est pas modifiable. Impossible d'ajouter RewriteBase.
no_no: Din .htaccess fil er skrivebeskyttet. En RewriteBase kan ikke legges til.

source: Your RewriteBase is not set but may be needed.
fr_fr: Votre directive RewriteBase n'est pas indiquée mais peut être requise.
no_no: Din RewriteBase er ikke satt men kan være nødvendig.
