Repository: AppStateESS/canopy
Catalog: mod/rolodex/locale/*/LC_MESSAGES/rolodex.po
Languages: nl_nl

source: %s Advanced Search
nl_nl: %s Geavanceerd Zoeken

source: %s Categories
nl_nl: %s Categorieen

source: %s Features
nl_nl: %s Eigenschappen

source: %s Locations
nl_nl: %s Locaties

source: %s Members
nl_nl: %s Leden

source: %s Utilities
nl_nl: %s Hulpmiddelen

source: %s expired member(s) were deleted.
nl_nl: %s verlopen leden zijn verwijderd.

source: Activate
nl_nl: Activeer

source: Activate user %s (%s)
nl_nl: Activeer gebruiker %s (%s)

source: Active
nl_nl: Actief

source: Add Feature
nl_nl: Toevoegen eigenschap

source: Add Location
nl_nl: Toevoegen locatie

source: Add my profile
nl_nl: Toevoegen mijn profiel

source: Add/Edit member
nl_nl: Toevoegen/Wijzigen lid

source: Address to display on browse list views
nl_nl: Te tonen adres bij tonen lijsten

source: Advanced
nl_nl: Geavanceerd

source: All
nl_nl: Alle

source: All current member records have been indexed with the search module.
nl_nl: Alle huidige leden zijn geindexeerd met de zoek module.

source: All current member records have been removed from the search module.
nl_nl: Alle huidige leden zijn verwijderd uit de zoek module.

source: All expiry dates set to %s days from now.
nl_nl: Alle verloopdatums zijn op %s dagen gezet.

source: All fields are required.
nl_nl: Alle velden zijn verplicht.

source: Allow anonymous comments
nl_nl: Toestaan anoniem commentaar

source: Allow anonymous comments has been set to no on all members.
nl_nl: Voor alle leden is anoniem commentaar nu niet toegestaan.

source: Allow anonymous comments has been set to yes on all members.
nl_nl: Voor alle leden is anoniem commentaar nu toegestaan.

source: Allow anonymous viewing
nl_nl: Toestaan anoniem kijken

source: Allow comments has been set to no on all members.
nl_nl: Voor alle leden is commentaar nu niet toegestaan.

source: Allow comments has been set to yes on all members.
nl_nl: Voor alle leden is commentaar nu toegestaan.

source: Are you sure you want to delete all expired members?\nEach user's demographic information will be retained for other modules, but all Rolodex information will be permanently removed.
nl_nl: Wilt u alle verlopen leden verwijderen?\nDe demografische informatie blijft bewaard voor andere modules.

source: Are you sure you want to delete the feature %s?
nl_nl: Wilt u eigenschap %s verwijderen?

source: Are you sure you want to delete the location %s?
nl_nl: Wilt u locatie %s verwijderen?

source: Are you sure you want to delete the member %s?\nDemographic information will be retained for other modules, but all Rolodex member information will be permanently removed.
nl_nl: Wilt u lid %s verwijderen?\n

source: Available users
nl_nl: Beschikbare gebruikers

source: Both
nl_nl: Beide

source: Browse all members
nl_nl: Tonen alle leden

source: Browse members
nl_nl: Tonen leden

source: Business
nl_nl: Zaak

source: Business Address 1
nl_nl: Zaak Adres 1

source: Business Address 2
nl_nl: Zaak Adres 2

source: Business City
nl_nl: Zaak Plaats

source: Business Country
nl_nl: Zaak Land

source: Business Postal/Zip
nl_nl: Zaak Postcode

source: Business Province/State
nl_nl: Zaak provincie/staat

source: Business address
nl_nl: Zaak adres

source: Business address 1
nl_nl: Zaak adres 1

source: Business address 2
nl_nl: Zaak adres 2

source: Business name
nl_nl: Zaak naam

source: Business phone
nl_nl: Zaak tel.

source: Business phone numbers
nl_nl: Zaak tel. nr.

source: Business/Organization
nl_nl: Zaak/Organisatie

source: CSV Export
nl_nl: CSV Exporteer

source: Categories
nl_nl: Categorieen

source: Category(s)
nl_nl: Categorie(en)

source: Check to clear image
nl_nl: Vink aan om plaatje te wissen

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak een %s aan om te beginnen

source: Check your admin contact e-mail address for formatting errors.
nl_nl: Het formaat van het admin e-mailadres is fout.

source: Check your contact e-mail address for formatting errors.
nl_nl: Het formaat van het contact e-mailadres is fout.

source: Check your website address for formatting errors.
nl_nl: Het formaat van het website e-mailadres is fout.

source: City
nl_nl: Plaats

source: Clears filters and searches all records.
nl_nl: Wist filters en doorzoekt alle gegevens.

source: Comments Settings
nl_nl: Commentaar Instellingen

source: Comments utilities
nl_nl: Hulpmiddel commentaar

source: Compose message
nl_nl: Bericht samenstellen

source: Confirm text
nl_nl: Tekst bevestiging

source: Confirmation phrase is not correct.
nl_nl: Tekst om te bevestigen is fout.

source: Contact e-mail (or leave empty to use %s)
nl_nl: Contact e-mail (leeglaten om %s te gebruiken)

source: Contact information
nl_nl: Contact informatie

source: Continue
nl_nl: Verder

source: Country
nl_nl: Land

source: Create
nl_nl: Aanmaken

source: Create %s feature
nl_nl: Aanmaken %s eigenschap

source: Create %s location
nl_nl: Aanmaken %s locatie

source: Create member profile
nl_nl: Aanmaken ledenprofiel

source: Creation date
nl_nl: Aanmaakdatum

source: Custom Fields
nl_nl: Gebruikersvelden

source: Custom field eight name (internal use only)
nl_nl: Gebruikersveld 8 (alleen intern gebruik)

source: Custom field five name (internal use only)
nl_nl: Gebruikersveld 5 (alleen intern gebruik)

source: Custom field four name
nl_nl: Gebruikersveld 4

source: Custom field one name
nl_nl: Gebruikersveld 1

source: Custom field seven name (internal use only)
nl_nl: Gebruikersveld 7 (alleen intern gebruik)

source: Custom field six name (internal use only)
nl_nl: Gebruikersveld 6 (alleen intern gebruik)

source: Custom field three name
nl_nl: Gebruikersveld 3

source: Custom field two name
nl_nl: Gebruikersveld 2

source: Deactivate
nl_nl: Uitschakelen

source: Deactivate user %s (%s)
nl_nl: Deactiveer gebruiker %s (%s)

source: Default expiry interval (in days), if expiry is enabled
nl_nl: Default periode in dagen voor verlopen (indien ingeschakeld)

source: Default sort lists by
nl_nl: Lijsten standaard gesorteerd op

source: Delete
nl_nl: Verwijder

source: Delete all expired members
nl_nl: Verwijder alle verlopen leden

source: Delete member
nl_nl: Verwijder lid

source: Department
nl_nl: Afdeling

source: Description
nl_nl: Beschrijving

source: Display categories
nl_nl: Toon categorieen

source: Display features
nl_nl: Toon eigenschappen

source: Display locations
nl_nl: Toon locaties

source: Display phone numbers
nl_nl: Toon telefoonnummers

source: Edit
nl_nl: Wijzig

source: Edit email and password for %s (%s)
nl_nl: Wijzig e-mailadres en wachtwoord van %s (%s)

source: Edit feature
nl_nl: Wijzig eigenschap

source: Edit location
nl_nl: Wijzig locatie

source: Edit member
nl_nl: Wijzig lid

source: Edit my profile
nl_nl: Mijn profiel wijzigen

source: Enable Categories (uses core Categories)
nl_nl: Inschakelen categorie (gebruikt core Categorie)

source: Enable Features
nl_nl: Inschakelen eigenschappen

source: Enable Locations
nl_nl: Inschakelen locaties

source: Enable anonymous comment settings on profiles (required for the next Force anonymous setting)
nl_nl: Inschakelen optie anoniem commentaar (nodig voor de volgende instelling Forceer anoniem)

source: Enable comment settings on profiles (required for the rest of the Comments Settings)
nl_nl: Inschakelen optie commentaar (nodig voor de volgende instelling Commentaar)

source: Enable comments
nl_nl: Inschakelen commentaar

source: Enable expiry on member profiles
nl_nl: Inschakelen verlopen van profielen

source: Error occurred when saving feature.
nl_nl: Opslaan eigenschap is mislukt.

source: Error occurred when saving location.
nl_nl: Opslaan locatie is mislukt.

source: Error occurred when saving member profile.
nl_nl: Opslaan profiel is mislukt.

source: Error occurred when submitting member profile.
nl_nl: Versturen profiel is mislukt.

source: Expiration utilities
nl_nl: Verloop hulpmiddelen

source: Expired %s Members
nl_nl: Verlopen %s leden

source: Expired (%s)
nl_nl: Verlopen (%s)

source: Expiry date
nl_nl: Verloopdatum

source: Export records to csv
nl_nl: Exporteer naar CSV

source: Extension
nl_nl: Extensie

source: Extra
nl_nl: Eigenschap

source: Feature deleted.
nl_nl: Eigenschap verwijderd.

source: Feature saved successfully.
nl_nl: Eigenschap opgeslagen.

source: Feature(s)
nl_nl: Eigenschap(pen)

source: Featured Member
nl_nl: Lid met eigenschappen

source: Features
nl_nl: Eigenschappen

source: First Name
nl_nl: Voornaam

source: First name
nl_nl: Voornaam

source: Force anonymous comments enabled, on all profiles
nl_nl: Forceer dat elk profiel anoniem commentaar ingeschakeld heeft.

source: Force comments enabled, on all profiles
nl_nl: Forceer dat elk profiel commentaar ingeschakeld heeft.

source: General Settings
nl_nl: Algemene Instellingen

source: Get Google Map
nl_nl: Haal Google Map

source: Go
nl_nl: Start

source: Hide Email/Contact link from everyone, except admins
nl_nl: Verberg e-mail/contact link (behalve voor beheerders)

source: Home
nl_nl: Thuis

source: Home Address 1
nl_nl: Thuis adres 1

source: Home Address 2
nl_nl: Thuis adres 2

source: Home City
nl_nl: Thuis plaats

source: Home Country
nl_nl: Thuis land

source: Home Postal/Zip
nl_nl: Thuis postcode

source: Home Province/State
nl_nl: Thuis provincie/staat

source: Home address
nl_nl: Thuis adres

source: Home phone
nl_nl: Thuis tel.

source: Home phone numbers
nl_nl: Thuis tel. nr.

source: Honorific
nl_nl: Titel

source: I
nl_nl: Initiaal

source: If you would like to help out with the ongoing development of Rolodex, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met de ontwikkeling van Rolodex, of van andere modules van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw venster).

source: Image Settings
nl_nl: Afbeelding instellingen

source: Important Information
nl_nl: Belangrijke informatie

source: Last Name
nl_nl: Achternaam

source: Last name
nl_nl: Achternaam

source: List Members
nl_nl: Toon Leden

source: List Options
nl_nl: Toon Opties

source: Location deleted.
nl_nl: Locatie verwijderd.

source: Location saved successfully.
nl_nl: Locatie opgeslagen.

source: Location(s)
nl_nl: Locatie(s)

source: Locations
nl_nl: Locaties

source: Mailing address 1
nl_nl: Post adres 1

source: Mailing address 2
nl_nl: Post adres 2

source: Manage a member directory of any sort.
nl_nl: Beheren van elke soort map van een lid.

source: Manage my %s profile
nl_nl: Beheren mijn %s profiel

source: Maximum image height (50-600)
nl_nl: Maximum hoogte afbeelding (50-600)

source: Maximum image height for locations/features (20-400)
nl_nl: Maximum hoogte afbeelding voor locatie/eigenschap (20-400)

source: Maximum image width (50-600)
nl_nl: Maximum breedte afbeelding (50-600)

source: Maximum image width for locations/features (20-400)
nl_nl: Maximum breedte afbeelding voor locatie/eigenschap (20-400)

source: Maximum thumbnail height (40-200)
nl_nl: Maximum hoogte miniatuur (40-200)

source: Maximum thumbnail width (40-200)
nl_nl: Maximum breedte miniatuur (40-200)

source: Member profile saved successfully.
nl_nl: Profiel is opgeslagen.

source: Member profile submitted successfully. An admin will review.
nl_nl: Profiel lid is verstuurd. Een beheerder gaat het beoordelen.

source: Members only
nl_nl: Alleen leden

source: Message
nl_nl: Bericht

source: Message sent succesfully.
nl_nl: Bericht verstuurd.

source: Miscellaneous
nl_nl: Diverse

source: Modified %s Profile
nl_nl: Profiel %s gewijzigd.

source: Most Recent Member
nl_nl: Nieuwste Lid

source: Most recent
nl_nl: Recente

source: New Feature
nl_nl: Nieuwe Eigenschap

source: New Image (Clears current image)
nl_nl: Nieuwe afbeelding (wist de huidige)

source: New Location
nl_nl: Nieuwe locatie

source: New Member
nl_nl: Nieuw lid

source: New member step one
nl_nl: Nieuw lid stap 1

source: No
nl_nl: Nee

source: No choices configured.
nl_nl: Geen keuzes ingesteld.

source: None
nl_nl: Geen

source: Not Active
nl_nl: Niet actief

source: Organizing/Classifying Options
nl_nl: Opties Indelen

source: Other
nl_nl: Anders

source: Pending %s Application
nl_nl: Wachtende %s applicatie

source: Please provide a message.
nl_nl: Geef een bericht op.

source: Please provide a module title.
nl_nl: Geen een modulenaam op.

source: Please provide a subject.
nl_nl: Geef een onderwerp op.

source: Please provide your email address.
nl_nl: Geef uw e-mailadres op.

source: Please provide your name.
nl_nl: Vul uw naam in.

source: Position title
nl_nl: Functie

source: Postal/Zip code
nl_nl: Postcode

source: Privacy Settings
nl_nl: Privacy Instellingen

source: Private
nl_nl: Prive

source: Profile
nl_nl: Profiel

source: Province/State
nl_nl: Provincie/Staat

source: Public
nl_nl: Openbaar

source: Random
nl_nl: Willekeurig

source: Read me
nl_nl: Lees me

source: Register all current rolodex records to the search module
nl_nl: Voeg alle Rolodex records toe aan de zoek module.

source: Register records in search module
nl_nl: Toevoegen records aan zoek module.

source: Remove all current rolodex records from the search module
nl_nl: Verwijder alle huidige Rolodex records uit de zoek module.

source: Require approval for new profiles
nl_nl: Nieuwe profielen moeten goedgekeurd worden

source: Reset "Allow anonymous comments" on all records to no
nl_nl: Zet voor alle records "Toestaan anoniem commentaar" uit.

source: Reset "Allow anonymous comments" on all records to yes
nl_nl: Zet voor alle records "Toestaan anoniem commentaar" aan.

source: Reset "Allow comments" on all records to no
nl_nl: Zet voor alle records "Toestaan commentaar" uit.

source: Reset "Allow comments" on all records to yes
nl_nl: Zet voor alle records "Toestaan commentaar" aan.

source: Reset all expiry dates to %s days from now
nl_nl: Zet alle verloopdatums op %s dagen vanaf vandaag.

source: Restricted users
nl_nl: Beperkte gebruikers

source: Rolodex images removed.
nl_nl: Rolodex afbeeldingen verwijderd.

source: Rolodex member activated.
nl_nl: Rolodex lid actief gemaakt.

source: Rolodex member deactivated.
nl_nl: Rolodex lid inactief gemaakt.

source: Rolodex member deleted.
nl_nl: Rolodex lid verwijderd.

source: Rolodex member is missing user id.
nl_nl: Rolodex lid heeft geen user id.

source: Rolodex settings saved.
nl_nl: Rolodex instellingen opgeslagen.

source: Rolodex tables dropped.
nl_nl: Rolodex tabellen verwijderd.

source: Save settings
nl_nl: Instellingen opslaan

source: Search
nl_nl: Zoek

source: Search %s
nl_nl: Zoek %s

source: Search indexing is disabled in Rolodex settings. You must enable it there before you may perform this action.
nl_nl: In Rolodex staat de zoek indexering uit, u moet dit inschakelen om deze actie te mogen doen.

source: Search indexing is enabled in Rolodex settings. You must disable it there before you may perform this action.
nl_nl: In Rolodex staat de zoek indexering aan, u moet dit uitschakelen om deze actie te mogen doen.

source: Search utilities
nl_nl: Ondersteuning zoeken

source: Search within %s.
nl_nl: Zoek binnen %s.

source: Select checkbox to also include field in list view
nl_nl: Vink veld aan om het in de uitvoer te tonen.

source: Select one or more of the available options below to filter a list of members. It is possible to get too specific. If your search returns an empty list, try selecting fewer criteria.
nl_nl: Kies een of meerdere opties om de lijst van leden te filteren.

source: Semi-private
nl_nl: Gedeeltelijk prive

source: Send Message
nl_nl: Verstuur bericht

source: Send a message to %s
nl_nl: Verstuur bericht naar %s

source: Send notification of pending applications
nl_nl: Melding over wachtende applicaties

source: Send notification upon all member edits (not those done by an admin)
nl_nl: Melding van elke gebruikersactie (excl. die van beheerders)

source: Settings
nl_nl: Instellingen

source: Settings & Utilities
nl_nl: Instellingen & Hulpmiddelen

source: Show on home only
nl_nl: Alleen tonen op hoofdpagina

source: Show rolodex block
nl_nl: Toon rolodex blok

source: Sorry, anonymous member viewing is not allowed. You will need to login to view this directory.
nl_nl: Log eerst in, u mag deze map niet anoniem bekijken.

source: Sorry, anonymous member viewing is not allowed. You will need to login to view this member.
nl_nl: Log eerst in, u mag dit record niet anoniem bekijken.

source: Sorry, no features are available at this time.
nl_nl: Er is nu geen eigenschap beschikbaar.

source: Sorry, no locations are available at this time.
nl_nl: Er is nu geen locatie beschikbaar.

source: Sorry, no members are available at this time. Try broadening your search or returning later.
nl_nl: Er zijn nu geen leden beschikbaar. Probeer het later, of pas eventuele selecties aan.

source: Sorry, the readme file does not exist.
nl_nl: Het bestand readme ontbreekt.

source: Sorry, there are no users available. You will have to create a user account first.
nl_nl: Er zijn geen leden beschikbaar. U dient eerst een gebruikersaccount aan te maken.

source: Sorry, this membership has expired.
nl_nl: Dit lidmaatschap is verlopen.

source: Sorry, this user has restricted privacy settings.
nl_nl: Deze gebruiker heeft de privacy ingeperkt.

source: Sorry, your access does not allow CSV exporting.
nl_nl: U mag geen CSV export doen.

source: Subject
nl_nl: Onderwerp

source: Submit
nl_nl: Verstuur

source: Submit member profile
nl_nl: Doorgeven profiel lid

source: Submit my profile
nl_nl: Mijn profiel versturen

source: The %s profile for %s has been modified at %s.
nl_nl: Het %s profiel van %s is gewijzigd op %s.

source: The admin contact email address for this module
nl_nl: E-mailadres voor beheer van deze module

source: The display title for this module, eg. Members, or Businesses, or Contacts
nl_nl: De te tonen naam voor deze module, bijv. Leden of Contacten

source: The following settings respect the privacy settings above and do not over-ride them.
nl_nl: De volgende instelling is ondergeschikt aan de bovenstaande privacy instelling .

source: There was a problem deleting the image.
nl_nl: Verwijderen afbeelding is mislukt.

source: There was a problem deleting the rolodex images. You may want to do it manually.
nl_nl: Het verwijderen van de rolodex afbeeldingen is mislukt. U kunt dit, als u dat wilt, handmatig doen.

source: There was a problem saving your image.
nl_nl: Opslaan afbeelding is mislukt.

source: There was a problem saving your thumbnail image.
nl_nl: Opslaan miniatuur is mislukt.

source: There was a problem sending the message.
nl_nl: Versturen bericht is mislukt.

source: There were no expired records to delete.
nl_nl: Er zijn geen verlopen records.

source: This message from %s was sent via %s.
nl_nl: Dit bericht van %s is verstuurd via %s.

source: Title
nl_nl: Naam

source: To select more than one itme from any given list, click on the first item then hold your control key and click on the next. Use shift-click to select a range of items. Mac users, use command-click and shift-click.
nl_nl: Om meerdere items uit een lijst te selecteren, klik op het eerste item en hou de CTRL-toets ingedrukt bij het selecteren van de overige. Met SHIFT-klik kunt u een reeks van items selecteren. Voor gebruikers met een Mac, zijn dit command-klik en shift-klik.

source: To use the category, location, or feature lists, select an item from the list and click on the "+" symbol to add the selection to this profile. To remove a selection, click on the name of the item in the box below the select menu.
nl_nl: Om de lijsten categorie, locatie, en eigenschap te gebruiken, kies een item uit de lijst en klik op het "+" symbool om de selectie aan dit profiel toe te voegen. Om het te verwijderen, klikt u op de naam van het item in het veld onder het keuze menu.

source: Toll-free phone
nl_nl: Extra tel.

source: Tollfree
nl_nl: Extra

source: Unapproved %s Members
nl_nl: Niet goedgekeurde (%s) leden

source: Unapproved (%s)
nl_nl: Niet goedgekeurd (%s)

source: Update
nl_nl: Wijzig

source: Update %s feature
nl_nl: Wijzig %s eigenschap

source: Update %s location
nl_nl: Wijzig %s locatie

source: Update member profile
nl_nl: Wijzig gebruikersprofiel

source: Updated
nl_nl: Gewijzigd

source: Updated date
nl_nl: Wijzigingsdatum

source: Use graphical confirmation on contact form (CAPTCHA)
nl_nl: Gebruik grafische bevestiging op formulier (CAPTCHA)

source: User options
nl_nl: Gebruikers opties

source: Utilities
nl_nl: Hulpmiddelen

source: Utilities, Locations, Features & Change settings (Unrestricted only)
nl_nl: Hulpmiddelen, Locaties, Eigenschappen en Wijzigen instellingen (alleen bevoegde)

source: View Details
nl_nl: Toon Details

source: View private members
nl_nl: Toon niet openbare leden

source: Yes
nl_nl: Ja

source: You have a new %s application from %s waiting for your review at %s.
nl_nl: Er is een nieuwe %s applicatie van %s die wacht op uw beoordeling op %s.

source: You may only edit your own profile.
nl_nl: U mag alleen uw eigen profiel wijzigen.

source: You may use up to 8 custom fields. To add a field to your member profile template, enter a title for it here. Fields 1-4 follow whatever other security/privacy settings are in place. Fields 5-8 are only visible to Rolodex admins. Leave these fields empty if you do not wish to add custom fields to your profiles.
nl_nl: U kunt maximaal 8 gebruikersvelden gebruiken. Om een veld aan het sjabloon van het profiel toe te voegen, moet u hier een naam opgeven. Velden 5 tot en met 8 worden alleen getoond aan de Rolodex beheerders.

source: You must give this feature a title.
nl_nl: De eigenschap moet een naam hebben.

source: You must give this location a title.
nl_nl: De locatie moet een naam hebben.

source: Your email
nl_nl: Uw e-mailadres

source: Your email address is improperly formatted.
nl_nl: Uw e-mailadres heeft een verkeerd formaat.

source: Your name
nl_nl: Uw naam

source: private
nl_nl: prive
