Repository: AppStateESS/canopy
Catalog: mod/block/locale/*/LC_MESSAGES/block.po
Languages: da_dk, no_no, vi_vi

source: Action
da_dk: Aktivitet
no_no: Handling
vi_vi: Tác vụ

source: Add block here
da_dk: Tilf&oslash;j blok
no_no: Legg til boks her
vi_vi: Thêm khối

source: Are you sure you want to permanently delete this block?
da_dk: Er du sikker p&aring; du vil slette denne blok?
no_no: Er du sikker på at du ønsker å slette denne boksen for alltid?
vi_vi: Bạn có chắc muốn xóa khối này vĩnh viễn?

source: Are you sure you want to remove this block from this page?
no_no: Er du sikker på at du ønsker å slette denne boksen fra denne siden?
vi_vi: Bạn có chắc muốn xóa khối này khỏi trang?

source: Block
da_dk: Blok
no_no: Boks
vi_vi: Khối

source: Block deleted.
da_dk: Blok er slettet.
no_no: Boks fjernet
vi_vi: Khối đã được xóa

source: Block list
da_dk: Blok liste
no_no: Boks liste
vi_vi: Danh sách khối

source: Block pinned
da_dk: Blok sat op
no_no: Boks er satt opp
vi_vi: Khối đã được đánh dấu

source: Block saved
da_dk: Blok er gemt
no_no: Boks lagret
vi_vi: Khối đã được lưu

source: Block tables removed.
da_dk: Blok tabeller fjernet.
no_no: Boks tabeller fjernet
vi_vi: Bảng các khối đã được xóa

source: Block unpinned
da_dk: Blok er fjernet
no_no: Boks er fjernet
vi_vi: Khối đã gỡ đánh dấu

source: Cancel
da_dk: Afbryd
no_no: Avbryt
vi_vi: Hủy

source: Content
da_dk: Indhold
no_no: Innhold
vi_vi: Nội dung

source: Copy
da_dk: Kopi&eacute;r
no_no: Kopier
vi_vi: Sao chép

source: Create blocks of content.
da_dk: Dan indholds-blokke
no_no: Opprett boks av innhold
vi_vi: Tạo khối nội dung

source: Delete
da_dk: Slet
no_no: Slett
vi_vi: Xóa

source: Delete block
da_dk: Slet blok
no_no: Slett boks
vi_vi: Xóa khối

source: Edit
da_dk: &AElig;ndre
no_no: Endre
vi_vi: Chỉnh sửa

source: Edit block
da_dk: &AElig;ndre blok
no_no: Endre boks
vi_vi: Chỉnh sửa khối

source: Entry
da_dk: Linie
no_no: Oppføring
vi_vi: Điểm nhập

source: Hide title
no_no: Gjem tittel

source: List
da_dk: Vis
no_no: Liste
vi_vi: Danh sách

source: Max image height (50 - 3000)
no_no: Maks bilde høyde (50 - 3000)

source: Max image height must be greater than 50px
no_no: Maks Bilde høyde må være større enn 50px

source: Max image height must be smaller than 3000px
no_no: Maks Bilde høyde må være mindre enn 3000px

source: Max image width (50 - 1024)
no_no: Maks bilde bredde (50 - 1024)

source: Max image width must be greater than 50px
no_no: Maks Bilde bredde må være større enn 50px

source: Max image width must be smaller than 1024px
no_no: Maks Bilde bredde må være mindre enn 1024px

source: New
da_dk: Ny
no_no: Ny
vi_vi: Tạo mới

source: New Block
da_dk: Ny blok
no_no: Ny boks
vi_vi: Tạo khối mới

source: Pin
da_dk: S&aelig;t
no_no: Feste
vi_vi: Đánh dấu

source: Pin all
da_dk: S&aelig;t alle
no_no: Feste alle
vi_vi: Đánh dấu tất cả

source: Save New Block
da_dk: Gem ny blok
no_no: Lagre ny boks
vi_vi: Lưu khối mới

source: Save settings
no_no: Lagre innstillinger

source: Settings
no_no: Innstillinger

source: Settings saved
no_no: Innstillinger lagret

source: Title
da_dk: Titel
no_no: Tittel
vi_vi: Đề mục

source: Unpin
da_dk: Afmark&eacute;r
no_no: Fjerne
vi_vi: Gỡ đánh dấu

source: Unpin all
da_dk: Afmark&eacute;r alle
no_no: Fjerne alle
vi_vi: Đánh dấu tất cả

source: Update Current Block
da_dk: Opdat&eacute;r Blok
no_no: Oppdater gjeldende boks
vi_vi: Cập nhật khối hiện tại
