Repository: AppStateESS/canopy
Catalog: mod/whodis/locale/*/LC_MESSAGES/whodis.po
Languages: da_dk, vi_vn

source: - Referrer age -
da_dk: - Alder af Referrer -
vi_vn: - theo tuổi -

source: 1 day old
da_dk: 1 dag gammel
vi_vn: 1 ngày tuổi

source: 1 month old
da_dk: 1 m&aring;ned gammel
vi_vn: 1 tháng tuổi

source: 1 week old
da_dk: 1 uge siden
vi_vn: 1 tuần tuổi

source: 1 year old
da_dk: 1 &aring;r gammel
vi_vn: 1 năm tuổi

source: 2 weeks old
da_dk: To uger gammel
vi_vn: 2 tuần tuổi

source: 3 days old
da_dk: tre dage gammel
vi_vn: 3 ngày tuổi

source: 3 months old
da_dk: tre m&aring;neder gammel
vi_vn: 3 tháng tuổi

source: Add filter
da_dk: Tilf&oslash;j filter
vi_vn: thêm bộ lọc

source: Delete checked
da_dk: Slet markeret
vi_vn: Bỏ đánh dấu

source: Everything
da_dk: Alt
vi_vn: Tất cả

source: Filters
da_dk: Filtre
vi_vn: Bộ lọc

source: First visit
da_dk: F&oslash;rste bes&oslash;g
vi_vn: lần thăm đầu tiên

source: Last visit
da_dk: Sidste bes&oslash;g
vi_vn: lần thăm cuối cùng

source: Purge
da_dk: Rens
vi_vn: Xóa bỏ

source: Records the href referrers from who is visiting your site.
da_dk: Optager href referrer, som kendetegner hvem der bes&oslash;ger din side.
vi_vn: Lưu thông tin tra cứu href từ khánh đang xem trang của bạn

source: Referrer
vi_vn: Thông tin tra cứu

source: Referrers
vi_vn: Những thông tin tra cứu

source: Total visits
da_dk: Totalt bes&oslash;gende
vi_vn: Tổng lượt xem

source: Visits
da_dk: Bes&oslash;gende
vi_vn: Đến xem
