Repository: AppStateESS/canopy
Catalog: mod/comments/locale/*/LC_MESSAGES/comments.po
Languages: fr_fr, no_no, vi_vn

source: Website
fr_fr: Site web
no_no: Hjemmeside
vi_vn: Trang web

source: When you create a new topic or post a comment, you can choose to automatically receive email notification of new replies to that topic.
fr_fr: Quand vous créez un nouveau sujet ou que vous postez un commentaire, vous pouvez choisir de recevoir automatiquement une notification par email des nouvelles réponses à ce sujet.
no_no: Når du oppretter ett nytt emne eller legger inn en kommentar, kan du velge å automatisk motta en email ved svar til det emnet.

source: Where are you?
fr_fr: Où êtes vous ?
no_no: Hvor er du?

source: Yes
fr_fr: Oui
no_no: Ja

source: You failed verification. Try again.
fr_fr: Vous avez échoué à la vérification. Veuillez réessayer.
no_no: Du ble ikke godkjendt. Prøv igjen
vi_vn: Bạn đã thất bại quá trình xác minh. Xin thử lại sau

source: You may add an avatar using ONE of the methods below.
fr_fr: Vous pouvez ajouter un avatar avec une des méthodes ci-dessous.
no_no: Du kan legge til en avantar ved å benytte en av metodene under.

source: You must include a subject or comment.
fr_fr: Vous devez inclure un sujet ou un commentaire.
no_no: Du må inkludere et emne eller en kommentar.
vi_vn: Bạn phải thêm vào tiêu đề hoặc lời bình

source: Your Signature
fr_fr: Votre signature
no_no: Din Signatur

source: Your avatar must be smaller than %sx%spx.
fr_fr: Votre avatar doit être plus petit que %sx%spx.
no_no: Din avantar må være mindre enn %sx%spx.

source: Your name cannot be shorter than 2 characters.
fr_fr: Votre nom ne doit pas faire moins de deux caractères.
no_no: Ditt navn kan ikke være kortere enn 2 tegn.

source: [IMG] is <b>allowed</b>
fr_fr: [IMG] est <b>autorisé</b>
no_no: [IMG] er <b>tillatt</b>

source: [IMG] is <b>not allowed</b>
fr_fr: [IMG] est <b>interdit</b>
no_no: [IMG] er <b>ikke tillatt</b>

source: cbparser BB code is <b>on</b>
fr_fr: Le code cbparser BB est <b>activé</b>
no_no: cbparser BB code er <b>på</b>

source: ex.: images/comments/Member.gif
no_no: eks.: images/comments/Member.gif

source: posts
fr_fr: messages
no_no: innlegg

source: %d comment
fr_fr: %d commentaire

source: Member
fr_fr: Membre

source: Moderator
fr_fr: Modérateur

source: Super Moderator
fr_fr: Super modérateur

source: Allow anonymous naming
vi_vn: Cho phép ẩn danh

source: Contact Email
vi_vn: Liên hệ Email

source: Could not access image url.
vi_vn: Không thể truy cập đường dẫn ảnh

source: Go back to settings...
vi_vn: Lùi lại cấu hình...

source: Location
vi_vn: Đia điểm

source: Please copy the word in the above image.
vi_vn: Xin chép lại từ trong ảnh ở trên

source: Recent comment
vi_vn: Lời bình gần đây

source: Your contact email is formatted improperly.
vi_vn: Email liên lạc của bạn có dạng không đúng
