Repository: AppStateESS/canopy
Catalog: mod/comments/locale/*/LC_MESSAGES/comments.po
Languages: fr_fr, no_no, vi_vn

source: %1$s - by %2$s from %3$s
fr_fr: %1$s - par %2$s depuis %3$s
no_no: %1$s - av %2$s fra %3$s
vi_vn: %1$s - bởi %2$s từ %3$s

source: %s comments
no_no: %s kommentarer

source: %s's Website
fr_fr: Site web de %s
no_no: %s's hjemmeside
vi_vn: Trang web của %s

source: (Anon)
fr_fr: (Anonyme)
no_no: (Anonym)
vi_vn: (Ẩn)

source: -- Choose a folder --
fr_fr: -- Choisissez un dossier --
no_no: -- Velg en mappe --

source: A problem occurred when trying to save your comment.
fr_fr: Un problème est survenu en tentant de sauvegarder votre commentaire.
no_no: Det oppstod et problem ved lagring av din kommentar.
vi_vn: Có lỗi xảy ra khi lưu lời bình của bạn

source: All
fr_fr: Tous
no_no: Alle
vi_vn: Tất cả

source: All Members
fr_fr: Tous les membres
no_no: Alle brukere

source: All comments preapproved
fr_fr: Tous les commentaires sont préapprouvés
no_no: Alle kommentarer forhåndsgodkjent

source: All comments require approval
fr_fr: Tous les commentaires nécessitent approbation
no_no: Alle kommentarer krever godkjenning

source: All user postcounts have been recalculated
fr_fr: Tous les compteurs de mesasge des utilisateurs ont été recalculés
no_no: Alle brukere innleggsteller har blitt rekalkulert

source: All users
fr_fr: Tous les utilisateurs
no_no: Alle brukere
vi_vn: Tất cả người dùng

source: Allow images in signatures
fr_fr: Autoriser les images dans les signatures
no_no: Tillat bilder i signaturer
vi_vn: Cho phép ảnh trong chữ ký

source: Allow this group's users to use remote custom avatars after
fr_fr: Autoriser les utilisateurs de ce groupe à utiliser des avatars distants après
no_no: Tillat denne gruppens brukere å benytte fjerntliggende avantarer etter

source: Allow this groups's users to upload custom avatars after
fr_fr: Autoriser les utilisateurs de ce groupe à envoyer des avatars personalisés après
no_no: Tillat denne gruppens brukere å laste opp avantarer etter

source: Allow user avatars
fr_fr: Autoriser les avatars d'utilisateurs
no_no: Tillat bruker bildeikoner
vi_vn: Cho phép ảnh đại diện

source: Allow user signatures
fr_fr: Autoriser les signatures d'utilisateurs
no_no: Tillat bruker signaturer
vi_vn: Cho phép chữ ký

source: Allow users to monitor threads via email
fr_fr: Autoriser les utilisateurs à surveiller les fils par email
no_no: Tillat brukere å overvåle tråder via email

source: An error occurred when trying to remove comments.
fr_fr: Une erreur est survenue en tentant de retirer les commentaires.
no_no: Det oppstod en feil ved forsøk på å slette kommentarer.
vi_vn: Có lỗi xảy ra trong lúc gỡ bỏ lời bình

source: Anonymous
fr_fr: Anonyme
no_no: Anonyme
vi_vn: Ẩn danh

source: Anonymous comments require approval
fr_fr: Les commentaires anonymes nécessitent une approbation
no_no: Annonyme kommentarer krever godkjenning

source: Anonymous users only
fr_fr: Uniquement les utilisateurs anonymes
no_no: Bare anonyme brukere
vi_vn: Chỉ có người dùng ẩn danh

source: Approval (%s)
fr_fr: Approbation (%s)
no_no: Godkjenning (%s)

source: Approval icon
fr_fr: Icône d'approbation
no_no: Godkjenning ikon

source: Approve checked
fr_fr: Approuver les éléments cochés
no_no: Godkjenn sjekket

source: Approve this comment
fr_fr: Approuver ce commentaire
no_no: Godkjenn denne kommentaren

source: Are you sure you want to delete every comment ever written by %s?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer tous les commentaires écrits par %s ?
no_no: Er du sikker på at du ønsker å slette hver kommentar skrevet av %s?

source: Are you sure you want to delete every comment ever written from this ip address: %s?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer tous les commentaires envoyés depuis l'adresse %s ?
no_no: Er du sikker på at du ønsker å slette hver kommentar som er skrevet fra denne ip adressen: %s?

source: Are you sure you want to delete the checked items?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les éléments cochés ?
no_no: Er du sikker på at du ønsker å slette de valgte elementer?

source: Are you sure you want to delete this comment?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce commentaire ?
no_no: Er du sikker på at du vil slette denne kommentaren?
vi_vn: Bạn có chắc muốn xóa lời bình này ?

source: Are you sure you want to delete this user rank?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce rang d'utilisateur ?
no_no: Er du sikker på at du ønsker å slette denne brukerens rang?

source: Are you sure you want to remove this rank?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce rang ?
no_no: Er du sikker på at du ønskerfjerne denne rang?

source: Author
fr_fr: Auteur
no_no: Forfatter
vi_vn: Tác giả

source: Automatically monitor topics that I post in
fr_fr: Surveiller automatiquement les sujets dans lesquels j'écrit
no_no: Automatisk overvåk emner som eg legger til innlegg i

source: Avatar
no_no: Brukerbilde
vi_vn: Ảnh đại diện

source: Avatar Settings
fr_fr: Paramètres d'avatar
no_no: Avantar Innstillinger

source: Avatar graphics must be from offsite.
fr_fr: Les graphiques d'avatar doivent être pris en dehors de ce site.
no_no: Avantar grafikk må være fra en annen nettside.

source: Back to Top
fr_fr: Retour en haut
no_no: Tilbake til toppen

source: Ban user
fr_fr: Bannir l'utilisateur
no_no: Utesteng bruker

source: Ban user account
fr_fr: Bannir le compte d'utilisateur
no_no: Utesteng bruker

source: Be particularly careful with this next option. If you select it, the only way that you can restore your monitors is to manually re-select each topic!
fr_fr: Soyez très prudent avec l'option suivante. Si vous la sélectionnez, la seule façon de restaurer vos surveillances est de manuellement resélectionner chaque sujet
no_no: Vær ekstra forsiktig med det følgende valget. Hvis du velger det, den eneste måten du kan restaurere dine overvåkninger på er å manuelt gjenvelge hvert emne!

source: CAPTCHA use
fr_fr: Utiliser un CAPTCHA
no_no: Bruk av CAPTCHA
vi_vn: Dùng CAPTCHA

source: Change settings
fr_fr: Changer les paramètres
no_no: Forandre Innstillinger
vi_vn: Thay đổi cấu hình

source: Choose an action
fr_fr: Choisissez une action
no_no: Velg en handling

source: Clear
fr_fr: Effacer
no_no: Fjern

source: Clear checked
fr_fr: Effacer les éléments cocher
no_no: Fjern valgte

source: Clear this report
fr_fr: Vider ce rapport
no_no: Fjern denne rapporten

source: Comment
fr_fr: Commentaire
no_no: Kommentar
vi_vn: Lời bình

source: Comment Settings
fr_fr: Paramètre des commentaires
no_no: Kommentar innstillinger
vi_vn: Cấu hình lời bình

source: Comment from: %s
fr_fr: Commentaire de : %s
no_no: Kommentar fra: %s
vi_vn: Lời bình từ: %s

source: Comment history for %s
fr_fr: Historique des commentaires de %s
no_no: Kommentar historie for %s

source: Comment missing thread information.
fr_fr: Commentaire sans information de fil.
no_no: Kommentar mangler tr&aring;d informasjon.
vi_vn: Lời bình thiếu thông tin về chủ đề

source: Comment order preference
fr_fr: Préférence d'ordre des commentaires
no_no: Kommentar orden innstilling

source: Comment settings
fr_fr: Paramètres de commentaire
no_no: Kommentar innstillinger
vi_vn: Cấu hình lời bình

source: Comments
fr_fr: Commentaires
no_no: Kommentarer
vi_vn: Lời bình

source: Comments (if any) removed successfully
fr_fr: Commentaires (s'il y en a) retirés avec succès
no_no: Eventuelle kommentarer fjernet!
vi_vn: Lời bình (nếu có) được gỡ bỏ thành công

source: Comments Made by %s
fr_fr: Commentaires faits par %s
no_no: Kommentar Innsendt av %s

source: Control administrative options for comments.
fr_fr: Controler les options administratives pour les commentaires.
no_no: Bestem administrative innstillinger for kommentarer.
vi_vn: Điều khiển tùy chọn quản lý lời bình

source: Could not verify file dimensions.
fr_fr: Impossible de vérifier les dimensions du fichier.
no_no: Kunne ikke verifisere fil dimmensjoner

source: Create member
fr_fr: Créer le membre
no_no: Opprett ny medlem

source: Create new member rank
fr_fr: Créer un nouveau range de membre
no_no: Opprett ny medlems status

source: Created on
fr_fr: Créé à
no_no: Opprettet den

source: Current Avatar
fr_fr: Avatar actuel
no_no: Gjeldende Avantar

source: Default approval
fr_fr: Approbation par défaut
no_no: Standar godkjenning

source: Default order
fr_fr: Ordre par défaut
no_no: Standard rekkefølge
vi_vn: Lệnh mặc định

source: Delete
fr_fr: Supprimer
no_no: Slett
vi_vn: Xóa

source: Delete all comments
fr_fr: Supprimer tous les commentaires
no_no: Slett alle kommentarer

source: Delete checked
fr_fr: Supprimer les éléments cochés
no_no: Slett valgt

source: Delete comments
fr_fr: Supprimer les commentaires
no_no: Slett kommentarer
vi_vn: Xóa lời bình

source: Delete rank
fr_fr: Supprimer le rang
no_no: Slett rang

source: Delete this comment
fr_fr: Supprimer ce commentaire
no_no: Slett denne kommentaren

source: Delete user rank
fr_fr: Supprimer le rang d'utilisateur
no_no: Slett bruker rang

source: Deny IP address
fr_fr: Banir une adresse IP
no_no: Nekt IP adresse

source: Disable anonymous posting
fr_fr: Désactiver l'envoi anonyme
no_no: Deaktiver anononyme innlegg
vi_vn: Vô hiệu gửi bài ẩn danh

source: Display
fr_fr: Afficher
no_no: Vis

source: Do not show
fr_fr: Ne pas montrer
no_no: Ikke vis
vi_vn: Không hiển thị

source: Don't use
fr_fr: Ne pas utiliser
no_no: Bruk ikke
vi_vn: Không dùng

source: Edit
fr_fr: Editer
no_no: Endre
vi_vn: Chỉnh sửa

source: Edit comments
fr_fr: Editer les commentaires
no_no: Endre kommentarer
vi_vn: Chỉnh sửa lời bình

source: Edit this comment
fr_fr: Editer ce commentaire
no_no: Endre denne kommentaren

source: Edited
fr_fr: Edité
no_no: Endret
vi_vn: Đã chỉnh sửa

source: Edited by
fr_fr: Edité par
no_no: Endret av
vi_vn: Được chỉnh sửa bởi

source: Edited on
fr_fr: Edité à
no_no: Endret den
vi_vn: Được chỉnh sửa vào

source: Enable anonymous posting
fr_fr: Autoriser les envois anonymes
no_no: Aktiver anonyme innlegg
vi_vn: Cho phép gửi bài ẩn danh

source: Enable avatar selection
fr_fr: Autoriser la sélection d'avatar
no_no: Aktiviser avantar valg

source: Enter a URL to an online image. (ex: `http://othersite.com/avatar.png`)
fr_fr: Indiquez l'URL d'une image en ligne. (ex: `http://othersite.com/avatar.png`)
no_no: Legg inn URL til et online bilde. (eks: `http://othersite.com/avatar.png`)

source: Entry
fr_fr: Entrée
no_no: Innlegg

source: Error
fr_fr: Erreur
no_no: Feil
vi_vn: Lỗi

source: Error occurred trying to create new thread.
fr_fr: Une erreur est survenue pendant la création du nouveau fil.
no_no: Det oppstod en feil ved forsøk på å opprette en ny tråd.
vi_vn: Có lỗi xảy ra trong lúc tạo chủ đề mới

source: Feature Summary
fr_fr: Résumé des fonctionnalités
no_no: Innslag Sammendrag

source: From
fr_fr: De
no_no: Fra

source: Get anonymous posters' names
fr_fr: Obtenir les noms des auteurs anonymes
no_no: Skaff anonyme innsenderes navn

source: Go
fr_fr: Aller
no_no: Gå
vi_vn: Đến

source: Go back
fr_fr: Revenir
no_no: Gå tilbake
vi_vn: Lùi lại

source: HTML tags are <b>off</b>
fr_fr: Les tags HTML sont <b>désactivés</b>
no_no: HTML tegn er <b>av</b>

source: HTML tags are <b>on</b>
fr_fr: Les tags HTML sont <b>activés</b>
no_no: HTML tegn er <b>på</b>

source: Image
no_no: Bilde

source: Image signatures not allowed.
fr_fr: Les images dans les signatures ne sont pas autorisées.
no_no: Bilde signaturer er ikke tillatt.
vi_vn: Chữ ký ảnh không cho phép

source: In
fr_fr: Dans
no_no: I

source: In %s
fr_fr: Dans %s
no_no: I %s

source: In response to
fr_fr: En réponse à
no_no: Svar på
vi_vn: Đáp lại

source: Joined
fr_fr: Rejoint
no_no: Medlem siden
vi_vn: Tham gia

source: Lock this Thread
fr_fr: Vérouiller ce fil
no_no: Lås denne Tråden

source: Lock user
fr_fr: Vérouiller l'utilisateur
no_no: Lås bruker

source: Locked
fr_fr: Vérouillé
no_no: Låst

source: Member Ranks
fr_fr: Rangs de membre
no_no: Medlems Rang

source: Member ranks
fr_fr: Rangs de membre
no_no: Medlems rang

source: Minimum Posts
fr_fr: Nombre minimal de messages
no_no: Minimum innlegg

source: Missing default rank
fr_fr: Rang par défaut manquant
no_no: Mangler standard rang

source: Missing thread information.
fr_fr: Informations de fil manquantes.
no_no: Mangler tråd informasjon.
vi_vn: Thiếu thông tin về chủ đề

source: Moderation
fr_fr: Modération
no_no: Moderasjon

source: Monitor this Thread
fr_fr: Surveiller ce fil
no_no: Overvåk denne Tråden

source: Monitoring Topics
fr_fr: Sujets surveillés
no_no: Overvåker Emner

source: Move to another Topic
fr_fr: Déplacer vers un autre sujet
no_no: Flytt til et annet emne

source: Name
fr_fr: Nom
no_no: Navn
vi_vn: Tên

source: Newest first
fr_fr: Plus récent en premier
no_no: Nyeste f&oslash;rst
vi_vn: Mới nhất trước

source: No
fr_fr: Non
no_no: Nei

source: No comments
fr_fr: Pas de commentaires
no_no: Ingen kommentarer
vi_vn: Không có lời bình

source: No comments made
fr_fr: Pas de commentaires effectués
no_no: Ingen kommentarer lagt til

source: No comments reported
fr_fr: Pas de commentaires rapportés
no_no: Ingen kommentarer rapportert

source: No image folders found
fr_fr: Pas de dossiers d'image trouvés
no_no: Ingen bilde mapper funnet

source: No subject
fr_fr: Pas de sujet
no_no: Ingen emne
vi_vn: không có đối tượng

source: None
fr_fr: Aucun
no_no: Ingen

source: Note: Avatar images must be no greater than %1$s pixels high by %2$s pixels wide, and its filesize can be no greater than %3$sKb.
fr_fr: Note : Les images d'avatar ne doivent pas faire plus de %1$s pixels en hauteur par %2$s pixels en largeur, et la taile du fichier ne peut pas être supérieure à %3$sKb.
no_no: Notis: Avatar bilder må ikke være større enn %1$s pixels høyt og %2$s pixels bredt, og filstørrelsen kan ikke være større enn %3$sKb.

source: Oldest first
fr_fr: Plus ancien en premier
no_no: Elste f&oslash;rst
vi_vn: Cũ nhất trước

source: Pear BB code is <b>on</b>
fr_fr: Le code Pear BB est <b>activé</b>
no_no: Pear BB kode er <b>på</b>

source: Permanently stop monitoring all topics
fr_fr: Arrêter de manière permanente de surveiller tous les sujets
no_no: Permanent stopp overvåkning av alle emner

source: Personal Information
fr_fr: Informations personnelles
no_no: Personlig Informasjon

source: Please try again later.
fr_fr: Veuillez réessayer plus tard.
no_no: Vennligst prøv igjen senere.
vi_vn: Xin thử lại sau

source: Post Comment
fr_fr: Envoyer un commentaire
no_no: Send kommentar
vi_vn: Gửi lời bình

source: Post New Comment
fr_fr: Envoyer un nouveau commentaire
no_no: Send ny kommentar
vi_vn: Gửi lời bình mới

source: Post level
fr_fr: Niveau de messages
no_no: Innlegg nivå

source: Posted by
fr_fr: Envoyé par
no_no: Innsendt av
vi_vn: Gửi bởi

source: Posted on
fr_fr: Envoyé à
no_no: Innsendt den
vi_vn: Gửi vào

source: Posts
fr_fr: Messages
no_no: Innlegg

source: Profanity is <b>allowed</b>
fr_fr: Les insanités sont <b>autorisées</b>
no_no: Banning er <b>tillatt</b>

source: Profanity is <b>not allowed</b>
fr_fr: Les insanités sont <b>interdites</b>
no_no: Banning er <b>ikke tillatt</b>

source: Punish this user
fr_fr: Punir cet utilisateur
no_no: Straff denne brukeren

source: Punish users
fr_fr: Punir les utilisateurs
no_no: Straff brukere

source: Quote
fr_fr: Citation
no_no: Sitat
vi_vn: Trích dẫn

source: Quote this comment
fr_fr: Citer ce commentaire
no_no: Siter denne kommentaren

source: Rank Image
fr_fr: Image de rang
no_no: Rang Bilde

source: Rank Name
fr_fr: Nom du rang
no_no: Rang Navn

source: Rank title
fr_fr: Titre du rang
no_no: Rang tittel

source: Re:
no_no: Sv:
vi_vn: Trả lời:

source: Reason
fr_fr: Raison
no_no: Årsak
vi_vn: Nguyên nhân

source: Reason for edit
fr_fr: Raison d'édition
no_no: Årsak for endring
vi_vn: Nguyên nhân hiệu chỉnh

source: Recent comments
fr_fr: Commentaires récents
no_no: Nylige kommentarer
vi_vn: Lời bình gần đây

source: Removal icon
fr_fr: Icône de retrait
no_no: Fjern ikon

source: Remove IP denial
fr_fr: Retirer le refus d'IP
no_no: Fjern IP nekting

source: Remove ban
fr_fr: Retirer le bannissement
no_no: Fjern utestenging

source: Remove checked
fr_fr: Retirer les éléments cochés
no_no: Fjern valgt

source: Remove this comment
fr_fr: Retirer ce commentaire
no_no: Fjern denne kommentaren

source: Removing module's comments.
fr_fr: Retrait des commentaires de module.
no_no: Fjerner modul kommentarer.
vi_vn: Đang gỡ bỏ lời bình của mô-đun

source: Repeat Image
fr_fr: Répéter l'image
no_no: Gjenta bilde

source: Replies to this comment
fr_fr: Réponses à ce commentaire
no_no: Svar til denne kommentaren

source: Reply
fr_fr: Réponse
no_no: Svar
vi_vn: Trả lời

source: Reply to this comment
fr_fr: Répondre à ce commentaire
no_no: Svar til denne kommentaren

source: Report
fr_fr: Rapporter
no_no: Rapporter

source: Report this comment to an administrator
fr_fr: Signaler ce commentaire à un administrateur
no_no: Rapporter denne kommentaren til en administrator

source: Reported (%s)
fr_fr: Rapporté (%s)
no_no: Rapporter (%s)

source: Reported!
fr_fr: Rapporté !
no_no: Rapportert!

source: Return to the thread...
fr_fr: Retourner au fil...
no_no: Returner til tråden...

source: Save
fr_fr: Enregistrer
no_no: Lagre
vi_vn: Lưu

source: Save avatars locally
fr_fr: Enregistrer les avatars localement
no_no: Lagre brukerbilde lokalt
vi_vn: Lưu ảnh đại diện vào khu vực cục bộ

source: Save member
fr_fr: Enregistrer le membre
no_no: Lagre medlem

source: Save rank
fr_fr: Enregistrer le rang
no_no: Lagre rang

source: See all comments by %s
fr_fr: Voir tous les commentaires de %s
no_no: Se alle kommentarer fra %s

source: Select an avatar from the gallery
fr_fr: Sélectionnez un avatar dans la galerie
no_no: Velg en avantar fra galleriet

source: Select the desired action for the checked comments
fr_fr: Sélectionnez l'action désirée sur les commentaires cochés
no_no: Velg en ønsket handling for de valgte kommentarene

source: Select this Comment
fr_fr: Sélectionner ce commentaire
no_no: Velg denne kommentaren

source: Send a copy of each new comment to the Forum Moderator(s)
fr_fr: Envoyer une copie de chaque nouveau commentaire aux modérateurs du forum
no_no: Send kopi av hver ny kommentar til Forum Administrator(ene)

source: Settings
fr_fr: Paramètres
no_no: Innstillinger

source: Settings saved.
fr_fr: Paramètres enregistrés
no_no: Innstillinger lagret.
vi_vn: Cấu hình đã lưu

source: Show last %d
fr_fr: Afficher les derniers %d
no_no: Vis siste %d
vi_vn: Hiển thị %d cuối

source: Signature
no_no: Signatur
vi_vn: Chữ ký

source: Since yesterday
fr_fr: Depuis hier
no_no: Siden i går
vi_vn: Từ hôm qua

source: Smilies are <b>off</b>
fr_fr: Les smileys sont <b>activés</b>
no_no: Smilies er <b>av</b>

source: Smilies are <b>on</b>
fr_fr: Les smileys sont <b>désactivés</b>
no_no: Smilies er <b>på</b>

source: Sorry
fr_fr: Désolé
no_no: Beklager
vi_vn: Xin lỗi

source: Sorry, but you do not have rights to alter ranks.
fr_fr: Désolé, mais vous n'avez pas les droits de modifier les rangs.
no_no: Beklager, men du har ikke rettigheter til å engre ranger

source: Sorry, but you do not have rights to alter settings.
fr_fr: Désolé, mais vous n'avez pas les droits de modifier les paramètres.
no_no: Beklager, men du har ikke rettigheter til å endre innstillinger.
vi_vn: Xin lỗi, nhưng bạn không có quyền thay thế cấu hình

source: Sorry, module phpwsBB is not installed.
fr_fr: Désolé le module phpwsBB n'est pas installé.
no_no: Beklager, phpwsBB modulen er ikke installert.

source: Split Topic
fr_fr: Séparer le sujet
no_no: Splitt Emne

source: Split to a new topic
fr_fr: Séparer vers un nouveau sujet
no_no: Splitt til ett nytt emne

source: Split topic from this position
fr_fr: Séparer le sujet à partir de cette position
no_no: Splitt emne fra denne posisjonen

source: Stack this Rank?
fr_fr: Empiler ce rang ?
no_no: Stable denne Rang?

source: Stop Monitoring
fr_fr: Arrêter de surveiller
no_no: Stopp overvåkning

source: Subject
fr_fr: Sujet
no_no: Emne
vi_vn: Tiêu đề

source: Subject line of email notifying users of a new comment
fr_fr: Sujet de l'email informant les utilisateurs d'un nouveau commentaire
no_no: Emne linje av email som notifiserer nye brukere om nye kommentarer

source: Subject/Comment
fr_fr: Sujet/Commentaire
no_no: Emne/Kommentar

source: Temporarily stop monitoring all topics
fr_fr: Arrêter de surveiller temporairement tous les sujets
no_no: Midlertiding stopp overvåkning av alle emner

source: Text of email notifying users of a new comment
fr_fr: Texte de l'email informant les utilsateurs d'un nouveau commentaire
no_no: Tekst av email som notifiserer nye brukere om nye kommentarer

source: That name is not allowed. Try another.
fr_fr: Ce nom n'est pas autorisé. Essayez-en un autre.
no_no: Dette navnet er ikke tillatt. Prøv ett annet.
vi_vn: Tên đó không được cho phép. Xin thử cái khác

source: The following filters are <b>on</b>
fr_fr: Les filtres suivants sont <b>activés</b>
no_no: Følgende filtre er <b>på</b>

source: There was a problem saving your image.
fr_fr: Un problème est survenue en enregistrant votre image.
no_no: Det oppstod et problem ved lagring av ditt bilde.
vi_vn: Có lỗi xảy ra khi lưu ảnh

source: This is the current member ranking system.<br />Don't worry about the order - the Rank types will re-order themselves by posting level.
fr_fr: Ceci est le système de rang de membre actuel<br />Ne vous inquiétez pas de l'ordre, les types de rang se trient tout seul par niveau d'envoi.
no_no: Dette er det gjeldende medlems rangering system.<br />Ikke bry deg om orden - Rangerings typene will ordne seg selv etter inleggs nivå.

source: This month
fr_fr: Ce mois-ci
no_no: Denne m&aring;neden
vi_vn: Tháng này

source: This signature appears at the bottom of your comments. It must be less than 255 characters, not annoying and compliant with site rules.
fr_fr: La signature apparaît en bas de vos commentaires. Elle doit faire moins de 255 caractères, ne pas être dérangeant et respecter les règles du site.
no_no: Signaturen dukker frem i bunnen av kommentaren. Den må være mindre ennn 255 tegn, ikke være irriterende og være i samsvar med reglene på denne siden.

source: This topic is locked. No more comments
fr_fr: Ce sujet est vérouillé. Plus de commentaires
no_no: Emnet er låst. Ingen flere kommentarer

source: This week
fr_fr: Cette semaine
no_no: Denne uken
vi_vn: Tuần này

source: Thread Monitor
fr_fr: Surveillance du fil
no_no: Tråd Overvåkning

source: Times reported
fr_fr: Heures de rapport
no_no: Ganger rapportert

source: Today
fr_fr: Aujourd'hui
no_no: I dag
vi_vn: Hôm nay

source: Total comments in %s
fr_fr: Nombre de commentaires total dans %s
no_no: Totale kommentarer i %s

source: Unable to post to this thread.
fr_fr: Impossible d'écrire dans ce fil.
no_no: Ikke mulig å poste i denne tråden.

source: Unacceptable file type.
fr_fr: Type de fichier inacceptable
no_no: Uakseptabel fil type.

source: Unacceptable image file.
fr_fr: Fichier image inacceptable
no_no: Uakseptabel bilde type.

source: Unban user
fr_fr: Débanir l'utilisateur
no_no: Stopp utestenging av bruker

source: Unlock this Thread
fr_fr: Dévérouiller ce fil
no_no: Lås opp denne tråden

source: Unlock user
fr_fr: Débloquer l'utilisateur
no_no: Lås opp bruker

source: Update
fr_fr: Mettre à jour
no_no: Oppdater
vi_vn: Cập nhật

source: Upload an avatar image from your computer
fr_fr: Envoyer une image d'avatar depuis votre ordinateur
no_no: Last opp avantar bilde fra din PC

source: Use a private local image
fr_fr: Utiliser une image locale privée
no_no: Benytt privat lokalt bilde

source: Use a remotely-hosted image
fr_fr: Utiliser une image hébergée ailleurs
no_no: Benytt en fjerntliggende-online bilde

source: User Group
fr_fr: Groupe d'utilisateur
no_no: Bruker gruppe

source: User profile
fr_fr: Profil d'utilisateur
no_no: Bruker profil

source: We are holding your comment for approval
fr_fr: Nous retenons votre commentaire pour approbation
no_no: Vi holder av din kommentar for godkjenning
