Repository: AppStateESS/canopy
Catalog: mod/rss/locale/*/LC_MESSAGES/rss.po
Languages: de_de, fr_fr, no_no, vi_vn

source: %d hours
de_de: %d Stunden
fr_fr: %d heures
no_no: %d timer
vi_vn: %d giờ

source: %d hours,
de_de: %d Stunden,
fr_fr: %d heures,
no_no: %d timer,
vi_vn: %d giờ,

source: %d minutes
de_de: %d Minuten
no_no: %d minutter
vi_vn: %d phút

source: %d minutes,
de_de: %d Minuten,
no_no: %d minutter,
vi_vn: %d phút,

source: %d seconds
de_de: %d Sekunden
fr_fr: %d secondes
no_no: %d sekunder
vi_vn: %d giây

source: Action
de_de: Aktion
no_no: Handling
vi_vn: Tác vụ

source: Active
de_de: Aktiv
fr_fr: Actif
no_no: Aktiv
vi_vn: Hoạt động

source: Add Feed
de_de: Feed hinzufügen
fr_fr: Ajouter un flux
no_no: Legg til Feed
vi_vn: Thêm đầu tin

source: Add feed
de_de: Feed hinzufügen
fr_fr: Ajouter un flux
no_no: Legg til feed
vi_vn: Thêm đầu tin

source: Address
de_de: Adresse
fr_fr: Adresse
no_no: Adresse
vi_vn: Địa chỉ

source: Administrate RSS Feeds
de_de: Verwalte RSS Feeds
fr_fr: Administrer les Flux RSS
no_no: Administrater RSS Feeder
vi_vn: Quản lý đầu tin RSS

source: Administrative panel for setting RSS feeds.
de_de: Verwaltung für RSS Feeds.
fr_fr: Panneau administratif pour configurer les flux RSS
no_no: Administrativ panel for RSS feed innstillinger.
vi_vn: Bảng quản lý cấu hình tin RSS

source: An error occurred registering to RSS module.
de_de: Ein Fehler ist bei der Registrierung des RSS-Moduls aufgetreten.
fr_fr: Une erreur est survenue en inscrivant dans le module RSS
no_no: En feil oppstod ved registrering til RSS modul.
vi_vn: Có lỗi xảy ra khi đăng ký vào mô-đun RSS

source: An error occurred trying to unregister this module from RSSFeeds.
de_de: Ein Fehler ist beim Entfernen der Medulregistrierung für RSS Feeds aufgetreten.
fr_fr: Une erreur est survenue en tentant de désinscrire ce module depuis RSSFeeds.
no_no: En feil oppstod ved forsøk på å avregistrere denne modul fra RSSFeeds.
vi_vn: Có lỗi xảy ra khi xóa đăng ký mô-đun này từ RSS

source: An error occurred when saving your channel.
de_de: Ein Fehler ist beim Speichern des Kanals aufgetreten.
fr_fr: Une erreur est survenue en enregistrant votre canal.
no_no: En feil oppstod ved lagring av din kanal.
vi_vn: Có lỗi xảy ra khi lưu kênh

source: An error occurred when trying to access your RSS channels.
de_de: Ein Fehler ist beim Zugriff auf die RSS-Kanäle aufgetreten.
fr_fr: Une erreur est survenue en tentant d'accéder à vos canaux RSS.
no_no: En feil oppstod ved forsøk på tilkobling til dine RSS kanaler.
vi_vn: Có lỗi xảy ra khi truy nhập vào kênh RSS của bạn

source: Are you sure you want to delete this RSS feed?
de_de: Soll dieser RSS Feed gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce flux RSS ?
no_no: Er du sikker på at du ønsker å slette denne RSS feeden?
vi_vn: Bạn có chắc muốn xóa tin RSS này ?

source: Cancel
de_de: Abbruch
fr_fr: Annuler
no_no: Avbryt
vi_vn: Hủy

source: Channel saved.
de_de: Kanal gespeichert.
fr_fr: Canal enregistré.
no_no: Kanal lagret.
vi_vn: Kênh đã lưu

source: Channels
de_de: Kanäle
fr_fr: Canaux
no_no: Kanaler
vi_vn: Kênh

source: Copyright
no_no: Kopibeskyttet
vi_vn: Bản quyền

source: Delete
de_de: Löschen
fr_fr: Supprimer
no_no: Slett
vi_vn: Xóa

source: Description
de_de: Beschreibung
no_no: Beskrivelse
vi_vn: Mô tả

source: Display?
de_de: Anzeigen?
fr_fr: Afficher ?
no_no: Vis?
vi_vn: Hiển thị ?

source: Edit
de_de: Bearbeiten
fr_fr: Editer
no_no: Endre
vi_vn: Chỉnh sửa

source: Edit channel
de_de: Kanal bearbeiten
fr_fr: Editer le canal
no_no: Endre kanal
vi_vn: Chỉnh sửa kênh

source: Every %s
de_de: Alle %s
fr_fr: Chaque %s
no_no: Hver %s
vi_vn: Mọi %s

source: Feed title will be used if left empty
de_de: Der Feedtitel wird benutzt wenn leergelassen
fr_fr: Le titre du flux sera utilisé si c'est laissé vide
no_no: Feed tittel vil bli brukt hvis etterlatt tom
vi_vn: Tiêu đề của tin sẽ được dùng nếu để trống

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
no_no: Generelle Innstillinger
vi_vn: Cấu hình chung

source: Import
fr_fr: Importer
no_no: Importer
vi_vn: Nhập

source: Import RSS Feeds
de_de: Importiere RSS Feed
fr_fr: Importer les flux RSS
no_no: Importer RSS Feeder
vi_vn: Nhập tin RSS

source: In seconds
de_de: In Sekunden
fr_fr: En secondes
no_no: I sekunder
vi_vn: giây

source: Invalid feed address.
de_de: Fehlerhafte Feedadresse
fr_fr: Adresse de flux invalide.
no_no: Ugyldig
vi_vn: Địa chỉ tin không đúng

source: Item limit
de_de: Maximale Elementanzahl
fr_fr: Limite d'élément
no_no: Punkt begrensning
vi_vn: Hạn chế số mục

source: Managing editor email address
de_de: Chefredakteur E-Mailadresse
fr_fr: Adresse email de l'éditeur gestionnaire
no_no: Administrere utgiver email adresse
vi_vn: Quản lý địa chỉ email của biên tập viên

source: Module unregistered from RSSFeeds.
de_de: Modul aus RSS Feeds unregistriert.
fr_fr: Module désinscrit dans RSSFeeds
no_no: Modul avregisrert fra RSSFeeder.
vi_vn: Mô-đun được xóa đăng ký khỏi tin RSS

source: No
de_de: Nein
fr_fr: Non
no_no: Nei
vi_vn: Không

source: No RSS file found.
de_de: RSS Datei nicht gefunden.
fr_fr: Pas de fichier RSS trouvé
no_no: Ingen RSS fil funnet.
vi_vn: Không tìm thấy file RSS

source: No channels have been registered.
de_de: Keine Kanäle registriert.
fr_fr: Aucun canal n'a été enregistré.
no_no: Ingen kanaler er blitt registrert.
vi_vn: Không có kênh nào được đăng ký

source: Please check editor email format.
de_de: Bitte überprüfe das Redakteur-E-Mailformat
fr_fr: Veuillez vérifier le format d'email de l'éditeur.
no_no: Vennligst sjekk utgiver email format.
vi_vn: Xin kiểm tra định dạng email của biên tập viên

source: Please check webmaster email format.
de_de: Bitte überprüfe das Webmaster E-Mailformat
fr_fr: Veuillez vérifier le format de l'email du webmaster.
no_no: Vennligst sjekk webmaster email format.
vi_vn: Xin kiểm tra định dạng email của webmaster

source: Please enable Cache Lite in your config/core/config.php file.
de_de: Bitte Cache Lite in deiner config/core/config.php Datei einschalten.
fr_fr: Veuillez activer Cache Lite dans votre fichier config/core/config.php.
no_no: Vennligst aktiver Cache Lite in your config/core/config.php filen.
vi_vn: Xin kích hoạt Cahe Lite trong file config/core/config.php

source: RSS Feeds
fr_fr: Flux RSS
vi_vn: Tin RSS

source: RSS file found but no channel information.
de_de: RSS Datei gefunden, allerdings fehlen Kanalinformationen.
fr_fr: Fichier RSS trouvé mais aucune information de canal.
no_no: RSS fil funnet men ingen kanal informasjon.
vi_vn: Tìm thấy file RSS nhưng không có thông tin kênh

source: RSS registration to %s module successful.
de_de: RSS Registrierung für Modul %s durchgeführt.
fr_fr: Enregistrement de RSS dans le module %s avec succès.
no_no: RSS registrert til %s modul med godt resultat.
vi_vn: RSS đăng ký vào mô-đun %s thành công

source: Refresh feed
de_de: Aktualisierung von Feed
fr_fr: Rafraichir le flux
no_no: Oppdater feed
vi_vn: Làm mới tin

source: Refresh time
de_de: Aktualisierungszeit
fr_fr: Intervalle de rafraichissement
no_no: Oppdaterings tid
vi_vn: Thời gian làm mới

source: Refresh time is too low. It must be over 60 seconds.
de_de: Aktualisierungszeit zu klein. Es müssen mindestens 60 Sekunden sein.
fr_fr: L'intervalle de rafraichissement est trop petit. Il doit faire au moins 60 secondes.
no_no: Oppdateringstid er for lav. den må være over 60 sekunder.
vi_vn: Thời gian làm mới quá chậm. Có thể hơn 60 giây

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
vi_vn: Khởi động lại

source: Save
de_de: Speichern
fr_fr: Enregistrer
no_no: Lagre
vi_vn: Lưu

source: Save Channel
de_de: Speichere Kanal
fr_fr: Enregistrer le canal
no_no: Lagre kanal
vi_vn: Lưu kênh

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
no_no: Lagre innstillinger
vi_vn: Lưu cấu hình

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
no_no: Innstillinger
vi_vn: Cấu hình

source: Settings saved successfully.
de_de: Einstellungen gespeichert.
fr_fr: Paramètres enregistrés avec succès.
no_no: Innstillinger lagret med godt resultat.
vi_vn: Cấu hình đã lưu thành công

source: Sorry
de_de: Pech
fr_fr: Désolé
no_no: Beklager
vi_vn: Xin lỗi

source: Sorry, unable to grab feed.
de_de: Pech gehabt. Feed konnte nicht gezogen werden.
fr_fr: Désolé, impossible de récupérer le flux.
no_no: Beklager, ikke mulig å hente feed.
vi_vn: Xin lỗi, không thể bắt được tin

source: Title
de_de: Titel
fr_fr: Titre
no_no: Tittel
vi_vn: Tiêu đề

source: Unable to list feed.
de_de: Feed konnte nicht angezeigt werden.
fr_fr: Impossible de lister le flux.
no_no: Ikke mulig å hente feed.
vi_vn: Không thể liệt kê đầu tin

source: Webmaster email address
de_de: Webmaster E-Mailadresse
fr_fr: Adresse email du Webmaster
no_no: Webmaster email adresse
vi_vn: Địa chỉ email của webmaster

source: Yes
de_de: Ja
fr_fr: Oui
no_no: Ja
vi_vn: Vâng

source: You may not pull more than %s feeds.
de_de: Du darfst nicht mehr als %s Feeds ziehen.
fr_fr: Vous ne pouvez pas demander plus de %s flux.
no_no: Du kan ikke hente mer enn %s feeder.
vi_vn: Bạn không thể kéo hơn %s đầu tin

source: You must enable allow_url_fopen in your php.ini file.
fr_fr: Vous devez activer allow_url_fopen dans votre fichier php.ini
no_no: Du må aktivisere allow_url_fopen i din php.ini fil.
vi_vn: Bạn phải kích hoạt allow_url_fopen trong file php.ini

source: You must enter a title.
de_de: Ein Titel muss angegeben werden.
fr_fr: Vous devez entrer un titre.
no_no: Du må legge til en tittel.
vi_vn: Bạn phải nhập một tiêu đề

source: You must enter an address.
de_de: Eine Adresse muss angegeben werden.
fr_fr: Vous devez entrer une adresse.
no_no: Du må legge til en adresse.
vi_vn: Bạn phải nhập một địa chỉ

source: You should refresh more often than every month.
de_de: Du solltest öfter als einmal pro Monat aktualisieren.
fr_fr: Vous devez rafraichir plus souvent que tous les mois.
no_no: Du bør oppdatere oftere enn hver måned.
vi_vn: Bạn nên làm mới lại thường xuyên hơn mỗi tháng
