Repository: AppStateESS/canopy
Catalog: mod/signup/locale/*/LC_MESSAGES/signup.po
Languages: de_de, fr_fr, no_no, vi_vn

source: %s (%s opening)
fr_fr: %s (%s ouverture)
no_no: %s (%s åpninger)

source: A problem occurred when trying to register your application. If you continue to receive this message, please contact the site admistrator.
de_de: Ein Problem ist bei der Regsitrierung der Applikation aufgetreten. Wenn sich das wiederholt, bitte dem Administrator melden.
fr_fr: Une erreur est survenue en tentant d'inscrire votre demande. Si vous continuez à recevoir ce message, veuillez contacter l'administrateur du site.
no_no: Ett problem oppstod ved forsøk på å registrere din søknad. Hvis du fortsetter å motta denne meldingen, vennligst kontakt web administratoren.
vi_vn: Có lỗi xảy ra trong quá trình đăng ký của bạn. Nếu bạn vẫn tiếp tục gặp thông báo này, xin liên hệ với quản trị site của bạn

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
no_no: Legg til
vi_vn: Thêm

source: Add applicant
de_de: Bewerber hinzufügen
fr_fr: Ajouter un demandeur
no_no: Legg til søker
vi_vn: Thêm đơn đăng ký

source: Add slot
de_de: Position hinzufügen
fr_fr: Ajouter un créneau
no_no: Legg til spor
vi_vn: Thêm chỗ

source: Add slot to %s
de_de: Position zu %s hinzufügen
fr_fr: Ajouter un créneau à %s
no_no: Legg til spor til %s
vi_vn: Thêm chỗ vào %s

source: Allow multiple signups
fr_fr: Autoriser les inscritions multiples
no_no: Tillat flertallige påmeldinger

source: Alphabetic order
fr_fr: Ordre alphabétique
no_no: Alfabetisk rekkefølge

source: An error occurred when accessing this sheet's slots.
fr_fr: Une erreur est survenue en accédant aux créneaux de cette feuille.
no_no: En feil oppstod ved tilkobling til denne sidens spor.
vi_vn: Có lỗi xảy ra khi truy nhập vào chỗ trong bảng này

source: An error occurred when pulling applicants.
de_de: Ein Fehler ist beim Zugriff auf die Bewerber aufgetreten.
fr_fr: Une erreur est survenue en récupérant les demandeurs.
no_no: En feil oppstod ved trekking av søkere.
vi_vn: Có lỗi xảy ra khi kéo đơn đăng ký

source: An error occurred when trying to save your application.
de_de: Ein Fehler ist beim Speichern der Bewerbung aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre demande.
no_no: En feil oppstod ved forsøk på å lagre din søknad.
vi_vn: Có lỗi xảy ra khi lưu đơn của bạn

source: Applicant Listing
de_de: Bewerberliste
fr_fr: Liste des demandeurs
no_no: Søker Listing
vi_vn: Danh sách đơn

source: Applicant saved successfully.
de_de: Bewerber wurde erfolgreich gespeichert.
fr_fr: Demandeur enregistré avec succès.
no_no: Søker lagret med godt resultat.
vi_vn: Đơn đăng ký lưu thành công

source: Are you certain you want to delete this slot?
de_de: Soll diese Position gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce créneau ?
no_no: Er du sikker på at du ønsker å slette dette spor?
vi_vn: Bạn có chắc muốn xóa chỗ này

source: Are you sure you want to delete this person from their signup slot?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette personne de son créneau d'inscription ?
no_no: Er du sikker på at du ønsker å slette denne personen fra deres påmeldings spor?
vi_vn: Bạn có chắc muốn xóa người này khỏi chỗ đăng ký của họ

source: Are you sure you want to delete this sheet?\nAll slots and signup information will be permanently removed.
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette feuille ?\nToutes les informations de créneau et d'inscription seront retirées définitivement.
no_no: Er du sikker på at du ønsker å slette denne siden?\nAlle spor og påmelding informasjon vil bli permanent slettet.
vi_vn: Bạn có chắc muốn xóa bảng này ? \nTất cả chỗ và thông tin đăng ký sẽ bị xóa vĩnh viễn

source: Available slots
de_de: Verfügbare Positionen
fr_fr: Créneaux disponibles
no_no: Tilgjengelige spor
vi_vn: Chỗ còn trống

source: Blank extra fields will not appear on signup.
fr_fr: Les champs en plus vides n'apparaitront pas à l'inscription.

source: CSV file
de_de: CSV-Datei
fr_fr: Fichier CSV
no_no: CSV fil
vi_vn: File CSV

source: Click the link below to confirm your participation in the following:
fr_fr: Cliquez sur le lien ci-dessous pour confirmer votre participation à :
no_no: Klikk på linken under for å bekrefte din deltagelse i følgende:
vi_vn: Bấm vào đường dẫn dưới đây để chấp nhận tham gia vào các mục:

source: Click to view and edit signups for this slot.
fr_fr: Cliquez pour voir et éditer les inscriptions pour ce créneau.
no_no: Klikk for å se og endre påmeldinger for dette spor.

source: Close
fr_fr: Fermer
no_no: Lukk

source: Close signup
de_de: Anmeldung schliessen
fr_fr: Fermer l'inscription
no_no: Steng påmelding
vi_vn: Đóng đăng ký

source: Congratulations!
de_de: Gratulation
fr_fr: Félicitations !
no_no: Gratulerer!
vi_vn: Chúc mừng!

source: Contact email
fr_fr: Email de contact
no_no: Kontakt email

source: Contact email improperly formatted.
fr_fr: Email de contact mal formaté.
no_no: Kontakt email ukorrekt formatert.

source: Create
de_de: Erstellen
fr_fr: Créer
no_no: Opprett
vi_vn: Khởi tạo

source: Create signup sheet
de_de: Anmeldeformular erstellen
fr_fr: Créer une feuille d'inscription
no_no: Opprett påmeldings skjema
vi_vn: Tạo bảng đăng ký

source: Delete
de_de: Löschen
fr_fr: Supprimer
no_no: Slett
vi_vn: Xóa

source: Delete slot
de_de: Position löschen
fr_fr: Supprimer le créneau
no_no: Slett spor
vi_vn: Xóa chỗ

source: Down
de_de: Nach unten
fr_fr: Vers le bas
no_no: Ned
vi_vn: Xuống

source: Edit
de_de: Bearbeiten
fr_fr: Editer
no_no: Endre
vi_vn: Chỉnh sửa

source: Edit Slot
fr_fr: Editer le créneau
no_no: Endre Spor

source: Edit sheets
de_de: Anmeldeformulare bearbeiten
fr_fr: Editer les feuilles
no_no: Endre skjema
vi_vn: Chỉnh sửa bãng

source: Edit slots
de_de: Positionen bearbeiten
fr_fr: Editer les créneaux
no_no: Endre spor
vi_vn: Chỉnh sửa chỗ

source: Email %s applicants
de_de: Versende E-Mail an %s Bewerber
fr_fr: Envoyer un email aux %s demandeurs
no_no: Email %s søkere
vi_vn: Gửi email cho %s người đăng ký

source: Email address
de_de: E-Mailadresse
fr_fr: Adresse email
no_no: Email adresse
vi_vn: Địa chỉ email

source: Emails not sent
de_de: Emails nicht gesendet
fr_fr: Emails non envoyés
no_no: Email ikke sendt
vi_vn: Email chưa được gửi

source: Emails sent
de_de: Emails gesendet
fr_fr: Emails envoyés
no_no: Emailer sendt
vi_vn: Email đã gửi

source: Error occurred when moving applicant. Slot may be full.
fr_fr: Une erreur est survenue en déplaçant un demandeur. Le créneau est peut-être plein.
no_no: En feil oppstod ved flytting av søker. Spor kan være full.
vi_vn: Có lỗi xảy ra trong lúc di chuyển đơn. Có thể chỗ đã đầy

source: Error occurred when saving applicant.
de_de: Ein Fehler ist beim Speichern des Bewerbers aufgetreten.
fr_fr: Une erreur est survenue en enregistrant le demandeur.
no_no: En feil oppstod ved lagring av søker.
vi_vn: Có lỗi xảy ra khi lưu đơn

source: Error occurred when saving sheet.
de_de: Ein Fehler ist beim Speichern des Anmeldeformulars aufgetreten.
fr_fr: Une erreur est survenue en enregistrant la feuille.
no_no: En feil oppstod ved laging av skjema.
vi_vn: Có lỗi xảy ra khi lưu bảng

source: Error occurred when saving slot.
de_de: Ein Fehler ist beim Speichern der Position aufgetreten.
fr_fr: Une erreur est survenue en enregistrant le créneau.
no_no: En feil oppstod ved lagring av spor.
vi_vn: Có lỗi xảy ra khi lưu chỗ

source: Extra details
fr_fr: Détails supplémentaires

source: Extra information 1
fr_fr: Informations supplémentaire 1

source: Extra information 2
fr_fr: Informations supplémentaire 2

source: Extra information 3
fr_fr: Informations supplémentaire 3

source: Fatal error: Cannot create slot. Missing sheet id.
fr_fr: Erreur fatale : Impossible de créer le créneau. Id de feuille manquant.
no_no: Fatal feil: Kan ikke opprette spor. Mangler skjema id.
vi_vn: Lỗi nghiêm trọng : Không thể tạo chỗ. Thiếu ID của bảng

source: First name
de_de: Vorname
fr_fr: Prénom
no_no: Fornavn
vi_vn: Tên

source: From
de_de: Von
fr_fr: De
no_no: Fra
vi_vn: Từ

source: Go
de_de: Los!
fr_fr: Aller
no_no: Gå
vi_vn: Đến

source: Greetings from %s,
de_de: Grüße von %s,
fr_fr: %s vous salue,
no_no: Helsinger fra %s,
vi_vn: Lời chào từ %s,

source: Invalid reply address.
de_de: Fehlerhafte Antwortadresse
fr_fr: Adresse de réponse invalide.
no_no: Feil svar adresse.
vi_vn: Địa chỉ thư trả lời không đúng

source: Last name
de_de: Nachname
fr_fr: Nom
no_no: Etternavn
vi_vn: Họ

source: List
de_de: Liste
fr_fr: Liste
no_no: Liste
vi_vn: Danh sách

source: Missing internal information.
de_de: Fehlende interne Information.
fr_fr: Informations internes manquantes.
no_no: Mangler intern informasjon.
vi_vn: Thiếu thông tin nội tại

source: Move
de_de: Verschieben
fr_fr: Déplacer
no_no: Flytt
vi_vn: Di chuyển

source: Name
fr_fr: Nom
no_no: Navn
vi_vn: Tên

source: New
de_de: Neu
fr_fr: Nouveau
no_no: Ny
vi_vn: Mới

source: No slots found.
fr_fr: Aucun créneau trouvé.
no_no: Ingen plasser funnet.

source: Number of openings
de_de: Anzahl
fr_fr: Nombre d'ouvertures
no_no: Antall åpninger
vi_vn: Số lượng tuyển

source: Organization
de_de: Organisation
fr_fr: Organisation
no_no: Organisasjon
vi_vn: Tổ chức

source: Other slots full
de_de: Andere Positionen belegt
fr_fr: Les autres créneaux sont pleins
no_no: Andre spor fulle
vi_vn: Những chỗ khác đã đầy

source: Phone
de_de: Telefon
fr_fr: Téléphone
no_no: Telefon
vi_vn: Điện thoại

source: Phone number
de_de: Telefonnummer
fr_fr: Numéro de téléphone
no_no: Tlf nummer
vi_vn: Số điện thoại

source: Please check if there are any more available slots by clicking the link below.
fr_fr: Veuillez vérifier s'il y a d'autre créneaux disponibles en cliquant sur le lien ci-dessous.
no_no: Vennligst sjekk om det er noen flere tilgjengelige spor ved å klikke på linken under.
vi_vn: Xin kiểm tra có còn chỗ nào bằng cách bấm vào link dưới đây

source: Please enter a contact phone number.
de_de: Bitte Telefonnummer eingeben.
fr_fr: Veuillez un numéro de téléphone où vous contacter.
no_no: Vennligst legg inn ett kontakt telefon nummer.
vi_vn: Xin nhập số điện thoại liên hệ

source: Please enter a first name.
de_de: Bitte gebe einen Vornamen ein.
fr_fr: Veuillez entrer un prénom.
no_no: Venligst legg inn fornavn.
vi_vn: Xin nhập tên

source: Please enter a last name.
de_de: Bitte gebe einen Nachnamen ein.
fr_fr: Veuillez entrer un nom.
no_no: Vennligst legg inn ett etternavn.
vi_vn: Xin nhập họ

source: Please enter a message.
de_de: Bitte gebe einen Nachricht ein.
fr_fr: Veuillez entrer un message.
no_no: Vennligst legg inn en beskjed.
vi_vn: Xin nhập một thông điệp

source: Please enter a subject.
de_de: Bitte gebe einen Betreff ein.
fr_fr: Veuillez entrer un sujet.
no_no: Vennligst legg inn ett emne.
vi_vn: Xin nhập một đối tượng

source: Please specify an openings amount.
fr_fr: Veuillez un nombre d'ouverture.
no_no: Vennligst spesifiser en åpnings mengde.
vi_vn: Xin chỉ rõ số lượng tuyển

source: Please wait
de_de: Bitte warten...
fr_fr: Veuillez patiener
no_no: Vennligst vent
vi_vn: Xin đợi

source: Print
de_de: Drucken
fr_fr: Imprimer
no_no: Skriv ut
vi_vn: In

source: Print list
de_de: Liste drucken
fr_fr: Imprimer la liste
no_no: Skriv ut liste
vi_vn: In danh sách

source: Print page
de_de: Seite drucken
fr_fr: Imprimer la page
no_no: Skriv ut side
vi_vn: In trang

source: Report
de_de: Bericht
fr_fr: Rapport
no_no: Rapport
vi_vn: Báo cáo

source: Reset order
de_de: Sortierung zurücksetzen
fr_fr: Réinitialiser l'ordre
no_no: Reset rekkefølge
vi_vn: Xác lập lại thứ tự

source: Return to slot page
de_de: Zurück zur Positionsseite.
fr_fr: Retourner à la page des créneaux
no_no: Returner til spor side
vi_vn: Trở về trang các chỗ

source: Returning to applicant listing.
de_de: Zurück zur Bewerberliste
fr_fr: Retourner à la liste des demandeurs.
no_no: Returnerer til søknad liste
vi_vn: Đang trở về danh sách đơn

source: Search slots
fr_fr: Rechercher des créneaux
no_no: Søk plasser

source: Send emails
de_de: E-Mails senden
fr_fr: Envoyer des emails
no_no: Send emailer
vi_vn: Gửi email

source: Sending emails
de_de: Versende E-Mails
fr_fr: Envoi des emails en cours
no_no: Sender emailer
vi_vn: Đang gửi email

source: Sheet previously posted.
de_de: Anmeldeformular wurde schon erstellt.
fr_fr: Feuille déjà publiée.
no_no: Skjema tidligere sendt inn.
vi_vn: Bảng được gửi lên trước đó

source: Sheet saved successfully.
de_de: Anmeldeformular wurde erfolgreich gespeichert.
fr_fr: Feuille enregistrée avec succès.
no_no: Skjema lagret med godt resultat.
vi_vn: Bảng đã lưu thành công

source: Signup
de_de: Anmeldung
fr_fr: Inscription
no_no: Registrering
vi_vn: Đăng ký

source: Signup Sheets
de_de: Anmeldeformulare
fr_fr: Feuilles d'inscription
no_no: Registrerings Skjema
vi_vn: Bảng đăng ký

source: Signup confirmation
de_de: Anmeldebestätigung
fr_fr: Confirmation d'inscription
no_no: Registrering bekreftelse
vi_vn: Thông tin đăng ký

source: Signup event : %s
de_de: Anmeldetermin: %s
fr_fr: Evénement d'inscription : %s
no_no: Registrer hendelse : %s
vi_vn: Đăng ký sự kiện: %s

source: Signup form
de_de: Anmeldeformular
fr_fr: Formulaire d'inscription
no_no: Registrering skjema
vi_vn: Đơn đăng ký

source: Signup sheet deleted.
de_de: Anmeldeformular gelöscht.
fr_fr: Feuille d'inscription supprimée.
no_no: Registrerings skjema slettet.
vi_vn: Bảng đăng ký đã được xóa

source: Signup sheet did not contain any applicants.
fr_fr: La feuille d'inscription ne contenait aucun demandeur.
no_no: Registrerings skjema inneholdt ingen søkere.
vi_vn: Bảng đăng ký không có đơn nào

source: Signup tables dropped.
de_de: Signuptabellen entfernt.
fr_fr: Tables d'Inscription supprimées.
no_no: Registrering tabell fjernet.
vi_vn: Bảng đăng ký được thả

source: Slot : %s
de_de: Position: %s
fr_fr: Créneau : %s
no_no: Spor : %s
vi_vn: Chỗ: %s

source: Slot can not be deleted until cleared of applicants.
fr_fr: Le créneau ne peut pas être supprimée tant qu'il n'a pas été vidé de ses demandeurs.
no_no: Spor kan ikke bli slettet før tomt for søkere.
vi_vn: Chỗ không thể xóa nếu không xóa các đơn

source: Slot could not be deleted successfully.
fr_fr: Le créneau n'a pas pû être supprimé avec succès.
no_no: Spor kunne ikke bli slettet.
vi_vn: Chỗ không được xóa thành công

source: Slot deleted successfully.
de_de: Position wurde gelöscht.
fr_fr: Créneau supprimé avec succès
no_no: Spor slettet med godt reultat.
vi_vn: Chỗ được xóa thành công

source: Slot is missing sheet id.
fr_fr: Le créneau n'a pas d'id de feuille.
no_no: Spor mangler side id.
vi_vn: Chỗ thiếu ID của bảng

source: Slot listing
de_de: Positionsliste
fr_fr: Liste des créneaux
no_no: Spor liste
vi_vn: Danh sách chỗ

source: Slot order reset.
de_de: Positionsreihenfolge zurücksetzen
fr_fr: Ordre des créneaux réinitialisé.
no_no: Spor rekkefølge reset.

source: Slot saved successfully.
de_de: Position wurde erfolgreich gespeichert.
fr_fr: Créneau enregistré avec succès.
no_no: Spor lagret med godt resultat.
vi_vn: Chỗ lưu thành công

source: Slot setup for %s
de_de: Positionseinstellung für %s
fr_fr: Créneau configuré pour %s
no_no: Spor oppsett for %s
vi_vn: Chỗ được lập cho %s

source: Slots
de_de: Positionen
fr_fr: Créneaux
no_no: Spor
vi_vn: Chỗ

source: Slots left: %s
de_de: Positionen übrig: %s
fr_fr: Créneaux restants : %s
no_no: Spor igjen: %s
vi_vn: Chỗ còn lại : %s

source: Sorry
de_de: Pech
fr_fr: Désolé
no_no: Beklager
vi_vn: Xin lỗi

source: Sorry, but all available slots are full. Please check back later for possible cancellations.
fr_fr: Désolé, mais tous les créneaux disponibles sont pleins. Merci de revérifier plus tard pour de possibles annulations.
no_no: Beklager, men alle tilgjengelige spor er fulle. Vennligst sjekk igjen senere for mulige kansellasjoner.
vi_vn: Xin lỗi, nhưng tất cả chỗ đã hết. Xin kiểm tra lại sau để có thể hủy

source: Sorry, the slot you chose is no longer available.
fr_fr: Désolé, le créneau que vous avez choisi n'est plus disponible.
no_no: Beklager, men sporet du valgte er ikke lenger tilgjengelig.
vi_vn: Xin lỗi, nhưng chỗ bạn đóng thì không còn hiện hữu

source: Subject
de_de: Betreff
fr_fr: Sujet
no_no: Emne
vi_vn: Tiêu đề

source: Submit
de_de: Eintrag abschicken
fr_fr: Envoyer
no_no: Send inn
vi_vn: Gửi

source: Thank you
de_de: Danke.
fr_fr: Merci
no_no: Takk skal du ha
vi_vn: Cảm ơn

source: The name you searched for is in these slots.
fr_fr: Le nom que vous avez cherché est dans ces créneaux.
no_no: Navnet du søkte etter er i disse plassene.

source: The total signups may not exceed the slots offered.
fr_fr: Le total d'inscriptions ne peut pas dépasser le nombre de créneaux proposés.
no_no: Totale registreringer kan ikke overskride spor tilbydt.

source: There is a problem with our email server. Please try again later.
fr_fr: Un problème est survenu avec notre serveur d'email. Veuillez réessayer plus tard.
no_no: Det er ett problem med vår email server. Vennlist prøv igjen senere.
vi_vn: Có vấn đề với máy chủ email của chúng tôi. Xin thử lại sau

source: There is a problem with this signup sheet. Please check back later.
fr_fr: Un problèm est survenu avec la feuille d'inscription. Veuillez réessayer plus tard.
no_no: Det er ett problem med dette registrerings skjemaet. Vennligst prøv igjen senere.
vi_vn: Có lỗi với bảng đăng ký này. Xin trở lại sau

source: This slot filled up before you could confirm your application.
fr_fr: Ce créneau s'est rempli avant que vous puissez confirmer votre demande.
no_no: Dette sporet ble fylt opp før du bekreftet din søknad.
vi_vn: Chỗ này đã đầy trước khi bạn chấp nhập đơn của bạn

source: Title
de_de: Titel
fr_fr: Titre
no_no: Tittel
vi_vn: Tiêu đề

source: Total openings: %s
fr_fr: Nombre total d'ouvertures : %s
no_no: Totale åpninger: %s
vi_vn: Tống số lượng tuyển: %s

source: Unable to send emails. Signup sheet does not exist.
fr_fr: Impossible d'envoyer les emails. La feuille d'inscription n'existe pas.
no_no: Ikke mulig å sende emailer. Registrerings skjema eksisterer ikke.
vi_vn: Không thể gửi email. Bảng đăng ký không tồn tại

source: Unsuitable email address.
de_de: E-Mailadresse ungeeignet.
fr_fr: Adresse email innappropriée.
no_no: Upassende email adresse.
vi_vn: Địa chỉ email không phù hợp

source: Up
de_de: Auf
fr_fr: Vers le haut
no_no: Opp
vi_vn: Lên

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
no_no: Oppdater
vi_vn: Cập nhật

source: Update %s slot
de_de: Position %s aktualisieren
fr_fr: Mettre à jour %s créneau
no_no: Oppdater %s spor
vi_vn: Cập nhật chỗ %s

source: Update applicant
de_de: Bewerber aktualisieren
fr_fr: Mettre à jour le demandeur
no_no: Oppdater søker
vi_vn: Cập nhật đơn

source: Update signup sheet
de_de: Anmeldeformular aktualisieren
fr_fr: Mettre à jour la feuille d'inscription
no_no: Oppdater registrerings skjema
vi_vn: Cập nhật bảng đăng ký

source: We are no longer accepting applications.
fr_fr: Nous n'acceptons plus de demandes.
no_no: Vi aksepterer ikke lenger søknader.
vi_vn: Chúng tôi hiện không tiếp nhận đơn đăng ký nữa

source: You are already registered. There isn't any need to return to this page.
fr_fr: Vous être déjà inscrit. Il n'y a aucun besoin de retourner sur cette page.
no_no: Du er alt registrert. Det er ikke lenger nødvendig å returnere til denne siden.
vi_vn: Bạn đã được đăng ký. Không cần trở lại trang này nữa

source: You are registered for the following event: %s
fr_fr: Vous êtes inscrit pour l'événement suivant : %s
no_no: Du er registrert for følgende begivenhet: %s
vi_vn: Bạn đã được đăng ký cho các sự kiện sau: %s

source: You cannot signup for more than one slot.
fr_fr: Vous ne pouvez pas vous inscrire à plus d'un créneau.
no_no: Du kan ikke registrere deg for mer enn ett spor.
vi_vn: Bạn không thể đăng ký nhiều hơn 1 chỗ

source: You do not have permission for this action.
fr_fr: Vous n'avez pas les droits pour cette action.
no_no: Du har ikke tilgang til denne handlingen.

source: You have one hour to confirm your application.
fr_fr: Vous avez une heure pour confirmer votre demande.
no_no: Du har en time på deg til å bekrefte din søknad.
vi_vn: Bạn có 1 giờ để xác minh đơn của bạn

source: You must give this signup sheet a title.
fr_fr: Vous dever donner un titre à cette feuille d'inscription.
no_no: Du må gi dette registrerings skjema en tittel.
vi_vn: Bạn phải đặt tên cho bảng đăng ký này

source: You must give your slot a title.
de_de: Ein Positionstitel muss vorhanden sein.
fr_fr: Vous devez donner un titre à votre créneau.
no_no: Du må gi ditt spor en tittel.
vi_vn: Bảng phải đăt tên cho chỗ của bạn

source: You should receive an email allowing you to verify your application.<br />You have one hour to confirm your application.
fr_fr: Vous devriez recevoir un email permettant de vérifier votre demande.<br />Vous avez une heure pour confirmer votre demande.
no_no: Du skal motta en email som tillater deg å bekrefte din søknad.<br />Du har en time på deg til å bekrefte din søknad.
vi_vn: Bạn sẽ nhận 1 email cho phép xác minh đơn của bạn. <br/>Bạn có 1 giờ để xác minh đơn.

source: Your application could not be verified. If over a hour has passed since you applied, you may want to try again.
fr_fr: Votre demande n'a pas pû être vérifiée. Si plus d'une heure s'est écoulée depuis que vous l'avez effectuée, vous pouvez en refaire une.
no_no: Din søknad kunne ikke bli verifisert. Hvis en time er gått siden du sendte in din søknad, bør du kanskje prøve igjen.
vi_vn: Đơn của bạn không thể xác minh. Nếu đã hơn 1 giờ từ lúc bạn đăng ký, hay thử lại lần nữa.

source: firstname
de_de: Vorname
fr_fr: prénom
no_no: fornavn
vi_vn: Tên

source: lastname
de_de: Nachname
fr_fr: nom
no_no: etternavn
vi_vn: Họ

source: phone
de_de: Telefon
fr_fr: téléphone
no_no: telefon
vi_vn: Điện thoại

source: %s Participants
de_de: %s Teilnehmer
no_no: %s Deltakere
vi_vn: %s người tham gia

source: Action
de_de: Aktion
no_no: Handling
vi_vn: Tác vụ

source: Description
de_de: Beschreibung
no_no: Beskrivelse
vi_vn: Mô tả

source: Message
de_de: Nachricht
no_no: Melding
vi_vn: Thông điệp

source: organization
de_de: Organisation
no_no: organisasjon
vi_vn: Tổ chức

source: Click on "Add slot" to allow applicants to sign up.
vi_vn: Bấm vào "Thêm chỗ" để cho phép đơn được đăng ký
