Repository: AppStateESS/canopy
Catalog: mod/layout/locale/*/LC_MESSAGES/layout.po
Languages: de_de, fr_fr, vi_vn

source: -- Use default style --
de_de: -- Standardstil benutzen --
fr_fr: -- Utiliser le style par défaut --
vi_vn: -- Dùng kiểu dáng mặc định --

source: Allow indexing
de_de: Indizierung erlauben
fr_fr: Autoriser l'indexation
vi_vn: cho phép mục lục chỉ thị

source: Allow link following
de_de: Linkverfolgung erlauben
fr_fr: Autoriser à suivre les liens
vi_vn: cho phép liên kết sau đây

source: An instruction was requested on a missing theme variable.
fr_fr: Une instruction a été requise sur une variable de thème manquante.
vi_vn: Một hướng dẫn được yêu cầu vào một biến thất lạc của giao diện.

source: Arrange
de_de: Einrichten
fr_fr: Arranger
vi_vn: Sắp xếp

source: Arrange Layout
de_de: Layout einrichten
fr_fr: Arranger la mise en page
vi_vn: Sắp xếp cách trình bày

source: Available styles
de_de: Verfügbare Stile
fr_fr: Styles disponibles
vi_vn: Những kiểu dáng có sẵn

source: Box move off
de_de: Box bewegen aus
fr_fr: Désactiver le déplacement des boites
vi_vn: Tắt chế độ di chuyển hộp.

source: Box move on
fr_fr: Déplacement activé

source: Box order is out of sequence.
de_de: Boxreihenfolge ist völlig durcheinander.
fr_fr: L'ordre des boites n'est plus en séquence.
vi_vn: Thứ tự hộp không liên tục.

source: CSS inclusion order
fr_fr: Ordre d'inclusion des CSS

source: Cancel
de_de: Abbruch
fr_fr: Annuler
vi_vn: Thôi

source: Change CSS
de_de: CSS ändern
fr_fr: Changer le CSS
vi_vn: Thay đổi CSS

source: Change style
de_de: Stil ändern
fr_fr: Changer le style
vi_vn: Thay đổi kiêu dáng

source: Clear cache
de_de: Cache löschen
fr_fr: Vider le cache
vi_vn: Xóa cache

source: Clear templates
de_de: Vorlagen löschen
fr_fr: Vider les modèles
vi_vn: Xóa các mẫu

source: Clears all Cache Lite files. Good to try if module updates do not display.
fr_fr: Vider tous les fichiers Cache Lite. Bon à essayer si les mises à jour de modules ne s'affichent pas.
vi_vn: Xóa tất cả các tập tin cache. . Tốt để thử khi tiện ích được cập nhật nhưng vẫn không hiển thị.

source: Click to move
de_de: Klicke um zu verschieben
fr_fr: Cliquer pour déplacer
vi_vn: Kích hoạt để di chuyển

source: Complete the theme change
de_de: Themenänderung fertigstellen
fr_fr: Terminer le changement de thème
vi_vn: Hòan tất việc thay đổi chủ đề.

source: Confirm Theme Change
de_de: Themenänderungen bestätigen
fr_fr: Confirmer le changement de thème
vi_vn: Xác nhận thay đổi chủ đề

source: Control the layout of your site.
de_de: Steuert das Layout der Website.
fr_fr: Contrôler la mise en page de votre site.
vi_vn: Kiểm soát cách bố trí trang web

source: Data was not an array.
fr_fr: Les données n'étaient pas un tableau.
vi_vn: Dữ liệu không ngay ngắn.

source: Default Robot Settings
de_de: Standard Robot Einstellungen
fr_fr: Paramètres Robot par défaut
vi_vn: Tự động thiết lập mặc định

source: Default Theme
de_de: Standardthema
fr_fr: Thème par défaut
vi_vn: Chủ đề mặc định

source: Disable box move
fr_fr: Désactiver le déplacement des boites

source: Display settings
de_de: Anzeigeeinstellungen
fr_fr: Paramètres d'affichage
vi_vn: Thiết lập hiện thị

source: Do not include module style sheets
fr_fr: Ne pas inclure les feuilles de styles de module

source: Done
de_de: Fertig
fr_fr: Fait
vi_vn: Hòan tất

source: Edit Footer
de_de: Fußzeile bearbeiten
fr_fr: Editer le pied
vi_vn: Hiệu chỉnh cuối trang

source: Edit Header
de_de: Kopfzeile bearbeiten
fr_fr: Editer l'en-tête
vi_vn: Hiệu chỉnh đầu trang

source: Edit Meta Tags
de_de: Meta Tags bearbeiten
fr_fr: Editer les Meta Tags
vi_vn: Hiệu chỉnh thẻ Meta

source: Enable box move
de_de: Boxverschiebung erlauben
fr_fr: Activer le déplacement des boites
vi_vn: Bật di chuyển hộp

source: Error
de_de: Fehler
fr_fr: Erreur
vi_vn: Lỗi

source: Expect an error theme when finished.
fr_fr: Attendez vous à une erreur de thème à la fin.
vi_vn: Sẽ có một lỗi giao diện khi hoàn tất.

source: Failure to respond in ten seconds, reverts phpWebSite to the default theme.
fr_fr: Pas de réponse en dix secondes, retour au thème par défaut de phpWebSite.
vi_vn: Không thành công để phản hồi trong 10 giây, phục hồi PHPWebsite về giao diện mặc định.

source: Footer
de_de: Fußzeile
fr_fr: Pied
vi_vn: Phần chân

source: Footer updated.
de_de: Fußzeile aktualisiert.
fr_fr: Pied mis à jour.
vi_vn: Phần chân được cập nhật

source: Header
de_de: Kopfzeile
fr_fr: En-tête
vi_vn: Phần tiêu đề

source: Header updated.
de_de: Kopfzeile aktualisiert.
fr_fr: En-tête mis à jour.
vi_vn: Phần tiêu đề được cập nhật

source: If you are happy with the change, click the appropiate button.
de_de: Wenn Du zufrieden bist, drücke den entsprechenden Knopf.
fr_fr: Si vous êtes satisfait du changement, cliquez sur le bouton approprié.
vi_vn: Nếu bạn hài lòng với việc thay đổi, kích hoạt nút thích hợp.

source: Javascript file was not found.
de_de: Javascriptdatei nicht gefunden.
fr_fr: Le fichier javascript n'a pas été trouvé
vi_vn: Không tìm thấy tập tin JavaScript.

source: Keywords
de_de: Schlüsselworte
fr_fr: Mots clés
vi_vn: Từ khóa

source: Layout
fr_fr: Mise en page
vi_vn: Cách trình bày

source: Layout did not receive any data for display
de_de: Layout hat keine Anzeigedaten empfangen
fr_fr: Mise en page n'a reçu aucune donnée à afficher
vi_vn: Cách trình bày không nhận được dữ liệu để hiển thị.

source: Layout session not set
de_de: Layoutmodus nicht eingeschaltet
fr_fr: Session de mise en page non renseignée
vi_vn: Phần trình bày chưa được thiết lập.

source: Layout settings updated.
de_de: Layouteinstellungen aktualisiert.
fr_fr: Paramètres de Mise en page mis à jour.
vi_vn: Các thiết lập cách trình bày được cập nhật.

source: Meta Tags updated.
de_de: Meta Tags aktualisiert.
fr_fr: Meta Tags mis à jour.
vi_vn: Các thẻ meta được cập nhật

source: Modules before theme
fr_fr: Modules avant le thème

source: Move box: %s
de_de: Box verschieben: %s
fr_fr: Déplacer la boîte : %s
vi_vn: Di chuyển hộp: %s

source: Move down
de_de: Nach unten verschieben
fr_fr: Déplacer vers le bas
vi_vn: Di chuyển xuống

source: Move to bottom
de_de: Nach ganz unten
fr_fr: Déplacer tout en bas
vi_vn: Di chuyển về cuối

source: Move to top
de_de: Nach ganz oben
fr_fr: Déplacer tout en haut
vi_vn: Di chuyển về đầu

source: Move up
de_de: Nach oben verschieben
fr_fr: Déplacer vers le haut
vi_vn: Di chuyển lên

source: No alternate style sheets available.
de_de: Keine alternativen Stylesheets verfügbar.
fr_fr: Aucune feuille de style alternative disponible.
vi_vn: Không có các tập kiểu thay thế

source: No themes installed.
de_de: Keine Themen installiert.
fr_fr: Aucun thème installé.
vi_vn: Không có giao diện được cài đặt

source: Only show footer on front page
de_de: Fußzeile nur auf Eingangsseite zeigen
fr_fr: N'afficher le pied que sur la page d'accueil
vi_vn: Chỉ hiển thị phần chân trên trang đầu

source: Only show header on front page
de_de: Kopfzeile nur auf Eingangsseite zeigen
fr_fr: N'afficher l'entête que sur la page d'accueil
vi_vn: Chỉ hiển thị phần tiêu đề trên trang đầu

source: Page Title
de_de: Seitentitel
fr_fr: Titre de la page
vi_vn: Tiêu đề trang

source: Page Title: Name of your web site
de_de: Seitentitel: Name der Website
fr_fr: Titre de la page : Nom de votre site web
vi_vn: Tiêu đề trang: tên trang web của bạn

source: Pick a theme
de_de: Thema auswählen
fr_fr: Choisissez un thème
vi_vn: Chọn một giao diện

source: Please enter a page title.
de_de: Bitte Seitentitel eingeben.
fr_fr: Veuillez entrer un titre de page.
vi_vn: Vui lòng nhập tiêu đề trang

source: Removes all files from the current template cache directory. Good to try if your theme is not displaying properly.
de_de: Alle Dateien aus dem Vorlagencache werden gelöscht. Sinnvoll wenn die Anzeige der Themendatei nicht richtig funktioniert.
fr_fr: Retire tous les fichiers du répertoire de cache de modèle actuel. Bon à essayer si votre thème ne s'affiche pas correctement.
vi_vn: Gỡ bỏ tất cả tập tin cache trong thư mục template. Tốt để thử khi giao diện không hiển thị đúng.

source: Removing old layout components.
de_de: Alte Layoutkomponenten werden gelöscht.
fr_fr: Suppression des anciens composants de mise en page.
vi_vn: Gỡ bỏ các thành phần trình bày cũ.

source: Reset boxes
de_de: Boxen zurücksetzen
fr_fr: Réintialiser les boîtes
vi_vn: Xác lập lại các hộp

source: Resets all content back to its original location. Use if problems with Box Move occurred.
de_de: Alle Inhalte werden auf ihre Originalposition gesetzt. Notwendig wenn Probleme mit Boxverschiebung auftreten.
fr_fr: Restaure tout le contenu à son emplacement d'origine. Utiliser ceci si des problèmes sont survenus en déplaçant des boites.
vi_vn: Phục hồi nội dung về vị trí cũ. Sử dụng khi có vấn đề di chuyển hộp xuất hiện.

source: Restore the default theme
de_de: Standardthema wiederherstellen
fr_fr: Restaurer le thème par défaut
vi_vn: Phục hồi giao diện mặc định

source: Restore to default
de_de: Wiederherstellen
fr_fr: Revenir aux valeurs par défaut
vi_vn: Phục hồi về mặc định

source: Save
de_de: Speichern
fr_fr: Enregistrer
vi_vn: Lưu

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
vi_vn: Lưu các thiết lập

source: Send to %s
de_de: Senden an %s
fr_fr: Envoyer vers %s

source: Set meta tags
de_de: Meta Tags setzen
fr_fr: Affecter les meta tags
vi_vn: Thiết lập các thẻ meta

source: Settings saved
de_de: Einstellungen gespeichert
fr_fr: Paramètres enregistrés
vi_vn: Các thiết lập được lưu

source: Style sheet
fr_fr: Feuille de style

source: The theme.ini file is missing for the default theme.
fr_fr: Le fichier theme.ini est introuvable pour le thème par défaut.
vi_vn: thiếu tập tin theme.ini cho giao diện mặc định.

source: Theme before modules
fr_fr: Thème avant les modules

source: Theme settings updated.
de_de: Themeneinstellungen aktualisiert.
fr_fr: Paramètres de thème mis à jour.
vi_vn: Các thiết lập giao diện được cập nhật.

source: Themes
de_de: Themen
fr_fr: Thèmes
vi_vn: Các giao diện

source: There was a problem reading the theme directories.
de_de: Ein Problem ist beim Lesen der Themenverzeichnisse aufgetreten.
fr_fr: Un problème est survenu à la lecture des répertoires du thème.
vi_vn: Có vấn đề khi đọc thư mục giao diện.

source: There was a problem updating the settings.
de_de: Ein Problem ist beim Bearbeiten der Einstellungen aufgetreten.
fr_fr: Un problème est survenu en mettant à jour les paramètres.
vi_vn: Có vấn đề khi cập nhật các thiết lập.

source: This site requires you to enable cookies on your browser.
fr_fr: Ce site nécessite que vous activiez les cookies dans votre navigateur.
vi_vn: Trang này yêu cầu bạn bật cookie trong trình duyệt web.

source: Unable to receive theme information.
de_de: Kann keine Themeninformationen empfangen.
fr_fr: Impossible de recevoir les informations de thème.
vi_vn: Không thể nhận được thông tin chủ đề

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
vi_vn: Cập nhật

source: Update Footer
de_de: Fußzeile aktualisieren
fr_fr: Mettre à jour le pied
vi_vn: Cập nhật cuối trang

source: Update Header
de_de: Kopfzeile aktualisieren
fr_fr: Mettre à jour l'en-tête
vi_vn: Cập nhật đầu trang

source: Update Theme Settings
de_de: Themeneinstellungen aktualisieren
fr_fr: Mettre à jour les paramètres de thème
vi_vn: Cập nhật thiết lập chủ đề

source: Use Key summaries for meta description
fr_fr: Utiliser les résumés "Key" pour les descriptions META

source: When enabled, this allows you to shift content to other area of your layout. Movement options depend on the current theme.
fr_fr: Activée, cette option vous permet de déplacer le contenu vers d'autres zones de votre mise en page. Les options de mouvement dépendent du thème en cours.
vi_vn: Khi bật, điều này cho phép bạn di chuyển nội dung đến vùng khác trong phần trình bày. Các tùy chọn di chuyển phụ thuộc vào giao diện hiện hành.

source: Description
de_de: Beschreibung
vi_vn: Mô tả

source: Meta Tags
vi_vn: Các thẻ meta

source: Meta tags
vi_vn: Các thẻ meta

source: Disable
de_de: Abschalten
