Repository: AppStateESS/canopy
Catalog: mod/podcaster/locale/*/LC_MESSAGES/podcaster.po
Languages: nl_nl

source: A note on iTunes categories:
nl_nl: Een opmerking over de categorieen van iTunes:

source: Activate
nl_nl: Inschakelen

source: Active
nl_nl: Actief

source: Add
nl_nl: Toevoegen

source: Add an episode below.
nl_nl: Onderstaand een aflevering toevoegen.

source: Add Episode
nl_nl: Toevoegen aflevering

source: Add episode to %s
nl_nl: Een aflevering toevoegen aan %s

source: Add/Edit channel
nl_nl: Toevoegen/Wijzigen zender

source: Add/Edit episode
nl_nl: Toevoegen/Wijzigen aflevering

source: All %s Episodes
nl_nl: Alle %s afleveringen

source: All Podcaster Episodes
nl_nl: Alle afleveringen

source: An error occurred when accessing this channel's episodes.
nl_nl: Het benaderen van de afleveringen van deze zender is mislukt.

source: Anonymous
nl_nl: Anoniem

source: Approval (%s)
nl_nl: Goedkeuren (%s)

source: Approve
nl_nl: Goedkeuren

source: Approved
nl_nl: Goedgekeurd

source: Archives
nl_nl: Archieven

source: Are you certain you want to delete this episode?
nl_nl: Wilt U deze aflevering verwijderen?

source: Are you sure you want to delete the channel %s?\nAll related episodes and channel information will be permanently removed.
nl_nl: Wilt u de zender %s verwijderen?\nAlle bijbehorende afleveringen en zender informatie gaan verloren.

source: Cache duration in seconds for rss feed (0-7200, set to 0 to disable cache)
nl_nl: Tijd in cache in seconden voor RSS Feed (0-7200, 0 is geen cache)

source: Change settings (Unrestricted only)
nl_nl: Wijzig instellingen (Alleen onbeperkte)

source: Channel
nl_nl: Zender

source: Channel saved successfully.
nl_nl: Zender opgeslagen.

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak een %s aan

source: Clean
nl_nl: Wis

source: Click on "New episode" to start.
nl_nl: Klik op "Nieuwe aflevering" om te beginnen.

source: Continue
nl_nl: Ga verder

source: Create
nl_nl: Aanmaken

source: Create podcaster channel
nl_nl: Nieuwe zender

source: Deactivate
nl_nl: Uitschakelen

source: Delete
nl_nl: Verwijder

source: Delete channel
nl_nl: Verwijder zender

source: Delete episode
nl_nl: Verwijder aflevering

source: Delete media from filecabinet when deleting episode
nl_nl: Verwijder media van filecabinet bij verwijderen aflevering

source: Delete related media files from filecabinet?
nl_nl: Moeten de bijbehorende mediabestanden uit het filecabinet verwijderd worden?

source: Description
nl_nl: Beschrijving

source: Edit
nl_nl: Wijzig

source: Edit channel
nl_nl: Wijzig zender

source: Edit episode
nl_nl: Wijzig aflevering

source: Episode could not be deleted successfully.
nl_nl: Verwijderen aflevering is mislukt.

source: Episode deleted successfully.
nl_nl: Aflevering verwijderd.

source: Episode is missing channel id.
nl_nl: Bij de aflevering mist de zender.

source: Episode saved successfully.
nl_nl: Aflevering is opgeslagen.

source: Episode submitted for approval successfully.
nl_nl: Aflevering is aangemeld voor goedkeuring.

source: Error occurred when saving channel.
nl_nl: Opslaan zender is mislukt.

source: Error occurred when saving episode.
nl_nl: Opslaan aflevering is mislukt.

source: Fatal error: Cannot create episode. Missing channel id.
nl_nl: Aflevering kan niet verwijderd worden, het id van de zender ontbreekt.

source: From the channel...
nl_nl: Van de zender...

source: General Settings
nl_nl: Algemene Instellingen

source: Hide general image folders
nl_nl: Verberg algemene mappen met afbeeldingen

source: If you would like to help out with the ongoing development of Podcaster, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met het ontwikkelen van Podcaster, of van een andere module van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw scherm).

source: Image Settings
nl_nl: Instellingen Afbeeldingen

source: Important Information
nl_nl: Belangrijke informatie

source: In channel: %s
nl_nl: Zender: %s

source: Information
nl_nl: Informatie

source: List Channels
nl_nl: Lijst zenders

source: List Episodes
nl_nl: Lijst afleveringen

source: List all channels
nl_nl: Toon alle zenders

source: Managing editor email address
nl_nl: Beheer e-mailadres beheerder

source: Maximum image height (50-600)
nl_nl: Maximum hoogte afbeelding (50-600)

source: Maximum image width (50-600)
nl_nl: Maximum breedte afbeelding (50-600)

source: Media type for this channel
nl_nl: Media type voor deze zender

source: Most Recent Episode
nl_nl: Nieuwste Afleveringen

source: Most recent
nl_nl: Meest recente

source: New Channel
nl_nl: Nieuwe zender

source: New Episode
nl_nl: Nieuwe Aflevering

source: New episode
nl_nl: Nieuwe aflevering

source: No
nl_nl: Nee

source: No Media Attached
nl_nl: Geen media bijgevoegd

source: Not Active
nl_nl: Niet actief

source: Not Approved
nl_nl: Niet goedgekeurd

source: Play
nl_nl: Afspelen

source: Please check editor email format.
nl_nl: Controleer a.u.b. het e-mailadres.

source: Please check webmaster email format.
nl_nl: Controleer het e-mailadres van de webmaster.

source: Podcaster Channels
nl_nl: Podcaster Zenders

source: Podcaster channel activated.
nl_nl: Zender geactiveerd.

source: Podcaster channel deactivated.
nl_nl: Zender uitgeschakeld.

source: Podcaster channel deleted.
nl_nl: Zender verwijderd.

source: Podcaster episode activated.
nl_nl: Aflevering geactiveerd.

source: Podcaster episode approved.
nl_nl: Aflevering goedgekeurd.

source: Podcaster episode deactivated.
nl_nl: Aflevering uitgeschakeld.

source: Podcaster episode unapproved.
nl_nl: Aflevering niet goedgekeurd.

source: Podcaster settings saved.
nl_nl: Podcaster instellingen opgeslagen.

source: Podcaster tables dropped, %s media file(s) deleted.
nl_nl: Podcaster tabellen verwijderd, %s media bestanden verwijderd.

source: Podcaster tables dropped, no media to delete.
nl_nl: Podcaster tabellen verwijderd, geen media bestanden verwijderd.

source: Podcaster tables dropped.
nl_nl: Podcaster tabellen verwijderd.

source: Published by: %s
nl_nl: Gepubliceerd door: %s

source: Random
nl_nl: Willekeurig

source: Random Episode
nl_nl: Willekeurige aflevering

source: Read me
nl_nl: Lees me

source: Require approval for new episodes
nl_nl: Vraag goedkeuring voor nieuwe afleveringen

source: Return to channel page
nl_nl: Terug naar pagina met zenders

source: Save settings
nl_nl: Instellingen opslaan

source: Settings
nl_nl: Instellingen

source: Show current episodes per channel limit (1-50)
nl_nl: Toon huidige afleveringen per zender (limiet 1-50)

source: Show on home only
nl_nl: Alleen tonen op hoofdpagina

source: Show podcaster block
nl_nl: Toon podcaster blok

source: Sorry, no channels are available at this time.
nl_nl: Sorry, er zijn nu geen zenders beschikbaar.

source: Sorry, the readme file does not exist.
nl_nl: Sorry, het bestand readme ontbreekt.

source: Subscribe RSS
nl_nl: Aanmelden RSS

source: Title
nl_nl: Titel

source: Unapprove
nl_nl: Afkeuren

source: Update
nl_nl: Wijzig

source: Update %s episode
nl_nl: Wijzig %s aflevering

source: Update podcaster channel
nl_nl: Wijzigen zender

source: Updated
nl_nl: Gewijzigd

source: Webmaster email address
nl_nl: Webmaster e-mailadres

source: Yes
nl_nl: Ja

source: You must give this podcaster channel a description.
nl_nl: U moet de zender een beschrijving geven.

source: You must give this podcaster channel a title.
nl_nl: U moet de zender een titel geven.

source: You must give your episode a description.
nl_nl: U moet de aflevering een beschrijving geven.

source: You must give your episode a title.
nl_nl: U moet de aflevering een titel geven.

source: iTunes Category(s)
nl_nl: iTunes categorieen

source: iTunes Explicit
nl_nl: iTunes expliciet

source: iTunes categories are used to classify your podcasts in the iTunes podcast directory. They are limited and specific. Although it is OK to leave this field empty, choosing the correct categories is good for your feed and may be used by other podcast directories and readers too.
nl_nl: Een categorie in iTunes wordt gebruikt om de podcasts in te delen in de map met iTunes podcasts. Er zijn een beperkt aantal categorieen. Het is goed om de categorie in te vullen om de feed te gebruiken. Het kan ook voor andere podcast mappen en abonnees gebruikt worden.

source: Publish multi-media blogs.
nl_nl: Multi-media blogs publiceren.
