Repository: AppStateESS/canopy
Catalog: mod/vlist/locale/*/LC_MESSAGES/vlist.po
Languages: nl_nl

source: %s Advanced Search
nl_nl: %s Geavanceerd zoeken

source: %s Elements
nl_nl: %s elementen

source: %s Listings
nl_nl: %s lijsten

source: Activate
nl_nl: Inschakelen

source: Activate listing
nl_nl: Activeer lijst

source: Active
nl_nl: Actief

source: Add
nl_nl: Toevoegen

source: Add Group
nl_nl: Groep toevoegen

source: Add Listing
nl_nl: Lijst toevoegen

source: Add new listing
nl_nl: Nieuwe lijst toevoegen

source: Add/Edit listing
nl_nl: Toevoegen/wijzigen lijst

source: Add/edit %s custom element
nl_nl: Toevoegen/wijzigen %s gebruikerselement

source: Add/edit %s options
nl_nl: Toevoegen/wijzigen %s opties

source: Admin email address
nl_nl: E-mailadres beheerder

source: Advanced
nl_nl: Geavanceerd

source: All
nl_nl: Alle

source: All Listings
nl_nl: Alle lijsten

source: Allow anonymous img/file access
nl_nl: Anonieme toegang afbeeldingen/bestanden toestaan

source: Allow user img/file access
nl_nl: Toegang gebruiker afbeeldingen/bestanden toestaan

source: Anonymous
nl_nl: Anoniem

source: Approve
nl_nl: Goedkeuren

source: Approved
nl_nl: Goedgekeurd

source: Are you sure you want to delete the element %s?
nl_nl: Wilt u element %s verwijderen?

source: Are you sure you want to delete the group %s?
nl_nl: Wilt u groep %s verwijderen?

source: Are you sure you want to delete the listing %s?
nl_nl: Wilt u lijst %s verwijderen?

source: Are you sure you want to delete the option %s?
nl_nl: Wilt u optie %s verwijderen?

source: Browse all listings
nl_nl: Toon alle lijsten

source: Change settings (Unrestricted only)
nl_nl: Wijzigen instellingen (indien bevoegd)

source: Check the email address for %s, for formatting errors.
nl_nl: Controleer het e-mailadres van %s.

source: Check the link address for %s, for formatting errors.
nl_nl: Controleer de link van %s.

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak om te beginnen een %s aan

source: Check your e-mail address for formatting errors.
nl_nl: Controleer uw e-mailadres.

source: Choice for elemet %s
nl_nl: Kies voor element %s

source: Clears filters and searches all records.
nl_nl: Filters wissen en alle records doorzoeken.

source: Columns
nl_nl: Kolommen

source: Create
nl_nl: Aanmaken

source: Create %s group
nl_nl: Aanmaken %s groep

source: Create %s listing
nl_nl: Aanmaken %s lijst

source: Created
nl_nl: Aangemaakt

source: Created on,
nl_nl: Aangemaakt op,

source: Deactivate
nl_nl: Uitschakelen

source: Deactivate listing
nl_nl: Schakel lijst uit

source: Default
nl_nl: Standaard

source: Default sort order for listings
nl_nl: Standaard sorteervolgorde lijsten

source: Default value
nl_nl: Standaardwaarde

source: Delete
nl_nl: Verwijderen

source: Delete %s options
nl_nl: Verwijder %s opties

source: Delete element
nl_nl: Verwijder element

source: Delete group
nl_nl: Verwijder groep

source: Delete listing
nl_nl: Verwijder lijst

source: Delete option
nl_nl: Verwijder optie

source: Description
nl_nl: Beschrijving

source: Display created date in list view
nl_nl: Toon aanmaakdatum bij tonen lijst

source: Display created date on details view
nl_nl: Toon aanmaakdatum bij tonen details lijst

source: Display updated date in list view
nl_nl: Toon wijzigingsdatum bij tonen lijst

source: Display updated date on details view
nl_nl: Toon wijzigingsdatum bij tonen details lijst

source: Display users in list view (to non-admins)
nl_nl: Tonen lijst gebruikers (aan niet beheerders)

source: Divider
nl_nl: Deler

source: Edit
nl_nl: Wijzigen

source: Edit element
nl_nl: Wijzig element

source: Edit group
nl_nl: Wijzig groep

source: Edit listing
nl_nl: Wijzig lijst

source: Element %s activated.
nl_nl: Element %s ingeschakeld.

source: Element %s deactivated.
nl_nl: Element %s uitgeschakeld.

source: Element %s disabled in list.
nl_nl: Element %s in lijst uitgeschakeld.

source: Element %s disabled in search.
nl_nl: Element %s voor zoeken uitgeschakeld.

source: Element %s enabled in list.
nl_nl: Element %s in lijst ingeschakeld.

source: Element %s enabled in search.
nl_nl: Element %s voor zoeken ingeschakeld.

source: Element %s is now public.
nl_nl: Element %s is nu openbaar.

source: Element %s is now restricted.
nl_nl: Element %s is nu beperkt.

source: Element deleted.
nl_nl: Element verwijderd.

source: Element saved successfully, please add your options.
nl_nl: Element is opgeslagen, voeg a.u.b. uw opties toe.

source: Element saved successfully.
nl_nl: Element %s is opgeslagen.

source: Enable anonymous submissions
nl_nl: Inschakelen anonieme bijdragen

source: Enable extra fields
nl_nl: Inschakelen extra velden

source: Enable files on listings
nl_nl: Inschakelen bestanden op lijsten

source: Enable groups
nl_nl: Inschakelen groepen

source: Enable images on listings
nl_nl: Inschakelen afbeeldingen op lijsten

source: Enable user profiles (uses Rolodex data if available)
nl_nl: Inschakelen gebruikersprofielen (gebruik indien aanwezig gegevens van Rolodex)

source: Enable user submissions
nl_nl: Inschakelen bijdragen van gebruikers

source: Enable vlist sidebox
nl_nl: Inschakelen vlist vak

source: Error occurred when saving element.
nl_nl: Opslaan element is mislukt.

source: Error occurred when saving group.
nl_nl: Opslaan groep is mislukt.

source: Error occurred when saving listing.
nl_nl: Opslaan lijst is mislukt.

source: Error occurred when submitting listing.
nl_nl: Versturen lijst is mislukt.

source: Extra Fields
nl_nl: Extra velden

source: General Settings
nl_nl: Algemene Instellingen

source: Go
nl_nl: Start

source: Group
nl_nl: Groep

source: Group deleted.
nl_nl: Groep verwijderd.

source: Group saved successfully.
nl_nl: Groep opgeslagen.

source: Group(s)
nl_nl: Groep(en)

source: INACTIVE
nl_nl: INACTIEF

source: If you would like to help out with the ongoing development of vlist, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met het ontwikkelen van vList, of ven een andere module van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw scherm).

source: Important Information
nl_nl: Belangrijke informatie

source: Inactive (%s)
nl_nl: Niet actief (%s)

source: Inactive listing
nl_nl: Niet actieve lijst

source: Include groups in list view
nl_nl: Voeg groepen toe bij tonen lijst

source: Label/name
nl_nl: Label/naam

source: List
nl_nl: Lijst

source: Listed by,
nl_nl: Lijst op,

source: Listing %s activated.
nl_nl: Lijst %s ingeschakeld.

source: Listing %s approved.
nl_nl: Lijst %s goedgekeurd.

source: Listing %s deactivated.
nl_nl: Lijst %s uitgeschakeld.

source: Listing %s unapproved.
nl_nl: Lijst %s afgekeurd.

source: Listing Template
nl_nl: Lijst templates

source: Listing deleted.
nl_nl: Lijst verwijderd.

source: Listing owner
nl_nl: Lijst eigenaar

source: Listing saved successfully.
nl_nl: Lijst opgeslagen.

source: Listing settings saved.
nl_nl: Instellingen lijst opgeslagen.

source: Listing submitted for review successfully.
nl_nl: Lijst verstuurd voor acceptatie.

source: Lock
nl_nl: Beveiligen

source: Maximum image height (50-600)
nl_nl: Maximum breedte afbeelding (50-600)

source: Maximum image width (50-600)
nl_nl: Maximum hoogte afbeelding (50-600)

source: Maxsize
nl_nl: Maximum afmeting

source: Modified %s Listing
nl_nl: Gewijzigd %s lijst

source: Most Recent Listing
nl_nl: Nieuwste lijst

source: Most recent
nl_nl: Nieuwste

source: Multiple Select
nl_nl: Meervoudige keuze

source: New Group
nl_nl: Nieuwe groep

source: New Listing
nl_nl: Nieuwe lijst

source: Next
nl_nl: Volgende

source: No choices configured.
nl_nl: Geen keuze ingesteld.

source: Number of options
nl_nl: Aantal opties

source: Option
nl_nl: Optie

source: Other
nl_nl: Overige

source: Pending %s Submission
nl_nl: Wachtende %s bijdragen

source: Please provide a groups title.
nl_nl: Geef a.u.b. een groepsnaam op.

source: Please provide a module title.
nl_nl: Geef a.u.b. een modulenaam op.

source: Private
nl_nl: Prive

source: Private (Internal use only)
nl_nl: Prive (alleen intern gebruik)

source: Radio Button
nl_nl: Radioknop

source: Random
nl_nl: Willekeurig

source: Random Listing
nl_nl: Willekeurige lijst

source: Read me
nl_nl: Lees me

source: Required
nl_nl: Verplicht

source: Rows
nl_nl: Rijen

source: Save
nl_nl: Opslaan

source: Save %s custom element
nl_nl: Sla %s gebruikerselement op

source: Save %s field
nl_nl: Sla %s veld op

source: Save %s options
nl_nl: Opties %s opslaan

source: Save Div Field
nl_nl: Opslaan div-veld

source: Save Textarea
nl_nl: Tekst opslaan

source: Save settings
nl_nl: Instellingen opslaan

source: Search
nl_nl: Zoek

source: Search within %s.
nl_nl: Zoek in %s.

source: See "%s" on Google Maps
nl_nl: Bekijk "%s" op Google Maps

source: See listings on google maps.
nl_nl: Bekijk lijsten op Google Map.

source: See profile for %s
nl_nl: Bekijk profiel van %s

source: Select one or more of the available options below to filter a list of members. It is possible to get too specific. If your search returns an empty list, try selecting fewer criteria.
nl_nl: Kies een of meerdere van de onderstaande opties om op de leden te selecteren. Als u een lege lijst krijgt, probeer dan ruimere criteria.

source: Selection %s
nl_nl: Selectie %s

source: Send admin notice of edits
nl_nl: E-mail naar beheerder bij een wijziging

source: Send admin notice of new submissions
nl_nl: E-mail naar beheerder bij een nieuwe bijdrage

source: Settings
nl_nl: Instellingen

source: Settings & Fields
nl_nl: Instellingen & Velden

source: Show sidebox on home page only
nl_nl: Alleen tonen op hoofdpagina

source: Show user details (to non-admins)
nl_nl: Tonen details gebruikers (aan niet beheerders)

source: Sidebox text
nl_nl: Tekst in het vak

source: Size
nl_nl: Grootte

source: Sorry, no custom elements have been setup.
nl_nl: Er is nog geen gebruikerselement.

source: Sorry, no groups are available at this time.
nl_nl: Er is nu geen groep beschikbaar.

source: Sorry, the readme file does not exist.
nl_nl: Het readme bestand ontbreekt.

source: Sorry, this listing is not currently available.
nl_nl: Deze lijst is nu niet beschikbaar.

source: Sort
nl_nl: Sorteren

source: Sort order
nl_nl: Sorteervolgorde

source: Submission Settings
nl_nl: Instellingen versturen

source: Submit
nl_nl: Versturen

source: Submit %s listing
nl_nl: Lijst %s versturen

source: Submit a listing
nl_nl: Een lijst versturen

source: Text
nl_nl: Tekst

source: Textarea
nl_nl: Tekstvak

source: Textfield
nl_nl: Tekstveld

source: The %s listing %s has been modified at %s.
nl_nl: De %s lijst %s is gewijzigd op %s.

source: The display title for groups, eg. Groups, Regions, Categories, etc.
nl_nl: De te tonen naam voor groepen, bijv. Groep, Regio of Categorie.

source: The display title for this module, eg. vList, Properties, Listings, etc.
nl_nl: De te tonen naam van deze module, bijv. vList, Eigenschappen of Lijsten.

source: The type of element was not specified.
nl_nl: Het type van het element is niet opgegeven.

source: Title
nl_nl: Naam

source: To select more than one itme from any given list, click on the first item then hold your control key and click on the next. Use shift-click to select a range of items. Mac users, use command-click and shift-click.
nl_nl: Als U meerdere opties wilt selecteren: klik op de eerste en hou de CTRL-toets ingedrukt en selecteer de anderen. Gebruik de SHIFT-toets om een rij te selecteren. Voor bezitters van een Mac: gebruik command-klik en shift-klik.

source: Unapprove
nl_nl: Afkeuren

source: Unapprove listing
nl_nl: Lijst afkeuren

source: Unapproved %s Listings
nl_nl: Afgekeurd %s lijsten

source: Unapproved (%s)
nl_nl: Afgekeurd (%s)

source: Unlock
nl_nl: Vrijgeven

source: Update
nl_nl: Wijzigen

source: Update %s group
nl_nl: Wijzig %s groep

source: Update %s listing
nl_nl: Wijzig %s lijst

source: Updated
nl_nl: Gewijzigd

source: Updated on,
nl_nl: Gewijzigd op,

source: Use in advanced search
nl_nl: Gebruik bij uitgebreid zoeken

source: Use in list
nl_nl: Gebruik in lijst

source: Visit this listings's link.
nl_nl: Gebruik de link in deze lijst.

source: You have a new %s submission entitled %s waiting for your review at %s.
nl_nl: Er wacht een nieuwe %s bijdrage genaamd %s op een beoordeling door u op %s.

source: You must enter a gps value for %s.
nl_nl: U moet een gps waarde opgeven voor %s.

source: You must enter a link for %s.
nl_nl: U moet een link opgeven voor %s.

source: You must enter a value for %s.
nl_nl: U moet een waarde opgeven voor %s.

source: You must enter an email address for %s.
nl_nl: U moet een e-mailadres opgeven voor %s.

source: You must enter something for %s.
nl_nl: U moet iets invullen voor %s.

source: You must give this element a label.
nl_nl: U moet het element een naam geven.

source: You must give this group a title.
nl_nl: U moet de groep een naam geven.

source: You must give this listing a description.
nl_nl: U moet de lijst beschrijven.

source: You must give this listing a title.
nl_nl: U moet de groep een lijst geven.

source: You must make a selection for %s.
nl_nl: U moet een keuze maken voor %s.

source: You must make at least one selection for %s.
nl_nl: U moet minimaal een keuze maken voor %s.

source: You must provide an e-mail address for the admin.
nl_nl: U moet een e-mailadres opgeven van de beheerder.

source: You must select a valid element type to add.
nl_nl: U moet een geldig type opgeven voor het toe te voegen element.

source: vList tables dropped.
nl_nl: vList tabellen verwijderd.

source: Create and manage listings of pretty much anything.
nl_nl: Aanmaken en beheren van lijsten voor alles en nog wat.
