Repository: AppStateESS/canopy
Catalog: mod/whatsnew/locale/*/LC_MESSAGES/webpage.po
Languages: fr_fr

source: %d. (Untitled)
fr_fr: %d. (Sans titre)

source: - Select option -
fr_fr: - Sélectionnez une option -

source: A problem occurred when trying to approve a web page.
fr_fr: Un problème est survenu en tentant d'approuver une page web.

source: A problem occurred when trying to delete your webpage.
fr_fr: Un problème est survenu en tentant de supprimer votre page web.

source: A problem occurred when trying to disapprove a web page.
fr_fr: Un problème est survenu en tentant de désapprouver une page web.

source: Activate
fr_fr: Activer

source: Add Page
fr_fr: Ajouter une page

source: Add new page
fr_fr: Ajouter une nouvelle page

source: Add page: %s
fr_fr: Ajouter une page : %s

source: Administrate page: %s
fr_fr: Administrer la page : %s

source: An error occurred while saving your page. Please check the error log.
fr_fr: Une erreur est survenue en enregistrant votre page. Veuillez vérifier le log d'erreur.

source: An error occurred. Please check your logs.
fr_fr: Une erreur est survenue. Veuillez vérifier vos logs.

source: Approval list
fr_fr: Liste d'approbation

source: Approval view
fr_fr: Vue des approbations

source: Approval(%s)
fr_fr: Approbation (%s)

source: Approve
fr_fr: Approuver

source: Are you sure you want to delete &quot;%s&quot and all its pages?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer &quot;%s&quot; et toutes ses pages ?

source: Are you sure you want to delete the checked web pages?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les pages web cochées ?

source: Are you sure you want to join ALL the pages into just one page? Warning: You will lose all page backups!
fr_fr: Êtes-vous sûr(e) de vouloir coller toutes les pages en juste une seule page ? Attention, vous perdrez toutes vos sauvegardes de page !

source: Are you sure you want to join this page to the next?
fr_fr: Êtes-vous sûr(e) de vouloir coller cette page à la suivante ?

source: Are you sure you want to remove this page?
fr_fr: Êtes-vous sûr(e) de vouloir retirer cette page ?

source: Attempted to approve a webpage.
fr_fr: Tentative d'approbation d'un page web.

source: Attempted to disapprove a webpage.
fr_fr: Tentative de désapprobation d'une page web.

source: Cannot find template file.
fr_fr: Impossible de trouver le fichier modèle.

source: Content
fr_fr: Contenu

source: Create header
fr_fr: Créer l'en-tête

source: Created by
fr_fr: Créé par

source: Created on
fr_fr: Créé à

source: Creates web pages, articles, and the like.
fr_fr: Crée des pages webs, articles et ce qui y ressemble.

source: Deactivate
fr_fr: Désactiver

source: Delete
fr_fr: Supprimer

source: Delete page (Unrestricted only)
fr_fr: Supprimer la page (Non restreint uniquement)

source: Disapprove
fr_fr: Désapprouver

source: Down
fr_fr: Vers le bas

source: Drop
fr_fr: Lâcher

source: Edit
fr_fr: Editer

source: Edit Page %s
fr_fr: Editer la page %s

source: Edit header
fr_fr: Editer l'en-tête

source: Edit header page: %s
fr_fr: Editer la page d'en-tête : %s

source: Edit header: %s
fr_fr: Editer l'en-tête : %s

source: Edit page
fr_fr: Editer la page

source: Edit page header
fr_fr: Editer l'en-tête de la page

source: Edit web page
fr_fr: Editer la page web

source: Error
fr_fr: Erreur

source: Error occurred when trying to pull a page from the volume.
fr_fr: Une erreur est survenue en tentant de prendre une page dans le volume.

source: Error: Unable to force template.
fr_fr: Erreur : Impossible de forcer le modèle.

source: Feature
fr_fr: Fonctionnalité

source: Feature page
fr_fr: Page à l'affiche

source: Featured pages
fr_fr: Articles à l'affiche

source: Force all pages to use this template
fr_fr: Forcer toutes les pages à utiliser ce modèle

source: Front page
fr_fr: Page d'accueil

source: Go
fr_fr: Aller

source: Go!
fr_fr: Aller !

source: Header
fr_fr: En-tête

source: Header restored.
fr_fr: En-tête restauré.

source: Header saved successfully.
fr_fr: En-tête enregistré avec succès.

source: Header version deleted.
fr_fr: Version de l'en-tête supprimée.

source: Ignoring repeat post.
fr_fr: Envoi répété ignoré.

source: List
fr_fr: Liste

source: List Web Pages
fr_fr: Lister les pages web

source: Missing page content.
fr_fr: Contenu de la page manquant.

source: Missing page title
fr_fr: Titre de la page manquant.

source: Missing template file.
fr_fr: Fichier modèle manquant.

source: Missing volume id.
fr_fr: Id de volume manquant.

source: Move down
fr_fr: Déplacer vers le bas

source: Move off frontpage
fr_fr: Déplacer en dehors de la page d'accueil

source: Move to end
fr_fr: Déplacer à la fin

source: Move to front
fr_fr: Déplacer à l'avant

source: Move to frontpage
fr_fr: Déplacer vers la page d'accueil

source: Move up
fr_fr: Déplacer vers le haut

source: New
fr_fr: Nouveau

source: Next page
fr_fr: Page suivante

source: No
fr_fr: Non

source: No pages have been created.
fr_fr: Aucune page n'a été créée.

source: Page held for approval.
fr_fr: Page retenue pour approbation

source: Page is missing content.
fr_fr: La page n'a pas de contenu.

source: Page is not complete.
fr_fr: La page n'est pas complète.

source: Page joined.
fr_fr: Page collée.

source: Page moved.
fr_fr: Page déplacée.

source: Page removed.
fr_fr: Page retirée.

source: Page restored.
fr_fr: Page restorée.

source: Page saved successfully.
fr_fr: Page enregistrée avec succès.

source: Page template
fr_fr: Modèle de page

source: Pages joined.
fr_fr: Pages collées.

source: Previous page
fr_fr: Page précédente

source: Restore
fr_fr: Restaurer

source: Restore Page %s
fr_fr: Restaurer la page %s

source: Restore Web Page Header
fr_fr: Restaurer l'en-tête de la page web

source: Save settings
fr_fr: Enregistrer les paramètres

source: Set featured pages (Unrestricted only)
fr_fr: Renseigner les pages à l'affiche (non restreint uniquement)

source: Settings
fr_fr: Paramètres

source: Settings saved.
fr_fr: Paramètres enregistrés.

source: Simple image forms
fr_fr: Formulaires d'image simples

source: Sorry, this web page is restricted.
fr_fr: Désolé, cette page est restreinte.

source: Sort
fr_fr: Trier

source: Summary
fr_fr: Résumé

source: There is a problem with your page templates. Check your error log.
fr_fr: Il y a un problème avec vos modèles de page. Vérifiez votre log d'erreur.

source: Title
fr_fr: Titre

source: Unable to locate page template directory.
fr_fr: Impossible de localiser le répertoire de modèle de page.

source: Up
fr_fr: Vers le haut

source: Update header
fr_fr: Mettre à jour l'en-tête

source: Update page
fr_fr: Mettre à jour la page

source: Updated by
fr_fr: Mis à jour par

source: Updated on
fr_fr: Mis à jour à

source: View
fr_fr: Voir

source: View page list
fr_fr: Voir la liste des pages

source: Volume is missing a title.
fr_fr: Le volume n'a pas de titre.

source: Web Page Approval
fr_fr: Approbation de page web

source: Web Page tables removed.
fr_fr: Tables de Page Web retirées.

source: Web Pages
fr_fr: Pages Web

source: Web page approved.
fr_fr: Page web approuvée.

source: Web page disapproved.
fr_fr: Page web désapprouvée.

source: Webpage title
fr_fr: Titre de page web

source: Yes
fr_fr: Oui

source: [Unapproved]
fr_fr: [Non approuvée]
