Repository: AppStateESS/canopy
Catalog: mod/phpwsbb/locale/*/LC_MESSAGES/phpwsbb.po
Languages: fr_fr, nl_nl, no_no

source: "Stick" this Topic
fr_fr: "Coller" ce sujet
nl_nl: "Markeer" dit topic
no_no: "Klebrig" dette Emnet

source: "Unstick" this Topic
fr_fr: "Décoller" ce sujet
nl_nl: "Demarkeer" dit topic
no_no: "Avklebrig" dette Emnet

source: %1$s %2$s<br />by %3$s
fr_fr: %1$s %2$s<br />par %3$s
nl_nl: %1$s %2$s<br />door %3$s
no_no: %1$s %2$s<br />av %3$s

source: Add
fr_fr: Ajouter
nl_nl: Toevoegen
no_no: Legg til

source: Add a Forum Moderator
fr_fr: Ajouter un modérateur de forum
nl_nl: Toevoegen forum moderator
no_no: Legg til en Forum Administrator

source: Add a New Forum
fr_fr: Ajouter un nouveau forum
nl_nl: Toevoegen forum
no_no: Legg til ett Nytt Forum

source: Add this item's discussion to the phpwsbb Bulletin Board module
fr_fr: Ajouter la discussion de cet élément dans le module phpwsbb
nl_nl: Dit item toevoegen aan Bulletin Board
no_no: Legg til dette elementet diskusjon til phpWebSite Bulletin Board modul

source: Admin Settings
fr_fr: Paramètres d'administration
nl_nl: Admin Instellingen
no_no: Admin Innstillinger

source: All comments preapproved
fr_fr: Tous les commentaires sont préapprouvés
nl_nl: Alle commentaren standaard goedgekeurd
no_no: Alle kommentarer forhåndsgodkjent

source: All comments require approval
fr_fr: Tous les commentaires nécessitent une approbation
nl_nl: Alle commentaren moeten goedgekeurd worden
no_no: Alle kommentarer krever godkjenning

source: All forums have been updated
fr_fr: Tous les forums ont été mis à jour
nl_nl: Alle forums zijn gewijzigd
no_no: Alle forum har blitt oppdatert

source: All threads have been updated
fr_fr: Tous les fils ont été mis à jour
nl_nl: Alle threads zijn gewijzigd
no_no: Alle tråder har blitt oppdatert

source: Allow Anonymous Posts
fr_fr: Autoriser les envois anonymes
nl_nl: Toestaan anoniem posten
no_no: Tillat Anonyme Innlegg

source: Allow unregistered users to post messages
fr_fr: Autoriser les utilisateurs non enregistrés à envoyer des messages
nl_nl: Sta toe dat niet geregistreerde gebruikers posten
no_no: Tillat uregistrerte brukere å legge inn meldinger

source: Anonymous Users
fr_fr: Utilisateurs anonymes
nl_nl: Anonieme Gebruikers
no_no: Anonyme Brukere

source: Anonymous comments require approval
fr_fr: Les commentaires anonymes nécessitent une approbation
nl_nl: Anoniem commentaar moet goedgekeurd worden
no_no: Anonyme kommentarer krever godkjenning

source: Assign
fr_fr: Affecter
nl_nl: Toewijzen
no_no: Fastsette

source: Assign %1$s "%2$s" to a Forum
fr_fr: Affecter %1$s "%2$s" à un forum
nl_nl: Wijs %1$s "%2$s" toe aan een forum
no_no: Fastsette %1$s "%2$s" til et forum

source: Assign to a Forum
fr_fr: Affecter à un forum
nl_nl: Toewijzen aan een forum
no_no: Fastsette til et Forum

source: Assigned to Category
fr_fr: Affecté à la catégorie
nl_nl: Toewijzen aan categorie
no_no: Utpekt til em Kategori

source: Back to "%s"
fr_fr: Retour vers "%s"
nl_nl: Terug naar "%s"
no_no: Tilbake til "%s"

source: Back to Forum "%s"
fr_fr: Retour au forum "%s"
nl_nl: Terug naar forum "%s"
no_no: Tilbake til Forum "%s"

source: Back to Forum Listing
fr_fr: Retour à la liste des forums
nl_nl: Terug naar lijst forums
no_no: Tilbake til Forum Liste

source: Back to Main Listing
fr_fr: Retour à la liste principale
nl_nl: Terug naar hoofdlijst
no_no: Tilbake til Hoved Liste

source: Back to Topic "%s"
fr_fr: Retour au sujet "%s"
nl_nl: Terug naar topic "%s"
no_no: Tilbake til Emne "%s"

source: Blocks
fr_fr: Blocs
nl_nl: Blokken
no_no: Blokker

source: Bulletin Board Forums
fr_fr: Forums de discussion
nl_nl: Bulletin Forums
no_no: Oppslagstavle Forum

source: Bulletin Board tables removed.
fr_fr: Les tables de phpwsBB ont été retirées.
nl_nl: Bulletin tabellen verwijderd.
no_no: Oppslagstavle tabeller fjernet

source: Bulletin Boards
fr_fr: Discussions
nl_nl: Bulletins
no_no: Oppslagstavle

source: Category
fr_fr: Catégorie
nl_nl: Categorie
no_no: Kategori

source: Close Window
fr_fr: Fermer la fenêtre
nl_nl: Sluit venster
no_no: Steng Vindu

source: Closed Forum
fr_fr: Forum fermé
nl_nl: Sluit forum
no_no: Stengt Forum

source: Closed topic
fr_fr: Sujet fermé
nl_nl: Gesloten topic
no_no: Stengt emne

source: Closest matches below.
fr_fr: Correspondances les plus proches ci-dessous.
nl_nl: Onderstaand beste resultaten.
no_no: Nærmeste tilsvarende under.

source: Comment
fr_fr: Commentaire
nl_nl: Commentaar
no_no: Kommentar

source: Could not move comments to the new topic
fr_fr: Impossible de déplacer les commentaires vers le nouveau sujet
nl_nl: Verplaatsen commentaar naar het nieuwe topic is mislukt
no_no: Kunne ikke flytte kommentar til det nye emnet

source: Could not update comment count in table "comments_threads"
fr_fr: Impossible de mettre à jour le nombre de commentaires dans la table "comments_threads"
nl_nl: Wijzigen commentaar in tabel "comments_threads" mislukt
no_no: Kunne ikke oppdatere kommentar i tabell "comments_threads"

source: Create a New Forum
fr_fr: Créer un nouveau forum
nl_nl: Aanmaken nieuw forum
no_no: Opprett Nytt Forum

source: Create a New Topic in Forum "%s"
fr_fr: Créer un nouveau sujet dans le forum "%s"
nl_nl: Aanmaken nieuw topic in forum "%s"
no_no: Opprett Nytt Emne i Forum "%s"

source: Create a new Topic in
fr_fr: Créer un nouveau sujet dans
nl_nl: Aanmaken topic in
no_no: Opprett ett nytt Emne i

source: Current Forum
fr_fr: Forum actuel
nl_nl: Huidig forum
no_no: Gjeldende Forum

source: Default approval
fr_fr: Approbation par défaut
nl_nl: Standaard goedkeuren
no_no: Standard Godkjenning

source: Delete Confirmation
fr_fr: Confirmez la suppression
nl_nl: Bevestiging verwijdering
no_no: Slett Bekreftelse

source: Delete Threads
fr_fr: Supprimer les fils
nl_nl: Verwijder threads
no_no: Slett Tråder

source: Delete this Forum
fr_fr: Supprimer ce forum
nl_nl: Verwijder dit forum
no_no: Slett dette Forum

source: Delete this Topic
fr_fr: Supprimer ce sujet
nl_nl: Verwijder dit onderwerp
no_no: Slett dette Emnet

source: Drop
fr_fr: Retirer
nl_nl: Laat vervallen
no_no: Slett

source: Drop from phpwsbb
fr_fr: Retirer de phpwsbb
nl_nl: Laat vervallen uit module phpwsbb
no_no: Slett fra phpwsbb

source: Drop this moderator from the forum.
fr_fr: Retirer ce modérateur de ce forum.
nl_nl: Verwijder beheerder van forum.
no_no: Slett denne moderatoren fra forumet.

source: ERROR: Could not save comment. Please alert the site administrator.
fr_fr: ERREUR : Impossible d'enregistrer le commentaire. Veuillez alerter l'administrateur du site.
nl_nl: Opslaan commentaar mislukt. Licht de beheerder in.
no_no: FEIL: Kunne ikke lagre kommentar. Vennligst notifiser administratoren.

source: ERROR: Could not save comment_thread. Please alert the site administrator.
fr_fr: ERREUR : Impossible d'enregistrer le fil de commentaires. Veuillez alerter l'administrateur du site.
nl_nl: Opslaan thread mislukt. Licht de beheerder in.
no_no: FEIL: Kunne ikke lager comment_thread. Vennligst gi beskjed til administratoren.

source: ERROR: Thread not found
fr_fr: ERREUR : Fil non trouvé
nl_nl: Thread niet gevonden.
no_no: FEIL: tråd ikke funnet

source: Edit this Forum
fr_fr: Editer ce forum
nl_nl: Wijzig dit forum
no_no: Endre dette Fourm

source: Editing Forum "%s"
fr_fr: Edition du forum "%s" en cours
nl_nl: Wijzigen forum "%s"
no_no: Endrer Forum "%s"

source: Editing Topic "%s"
fr_fr: Edition du sujet "%s" en cours
nl_nl: Wijzigen topic "%s"
no_no: Endrer Forum "%s"

source: Empty Topics
fr_fr: Sujets vides
nl_nl: Lege topics
no_no: Tomme Emner

source: Enter the Id of the topic you are moving these comments to
fr_fr: Indiquez l'Id du sujet vers lequel vous allez déplacer ces commentaires
nl_nl: Geef het ID van het topic waarheen u de commentaren wilt verplaatsen
no_no: Legg inn IDen av Emnet du flytter disse kommentarene til

source: Fork
fr_fr: Bifurquer
nl_nl: Kopie
no_no: Forgrene

source: Fork Messages Into New Threads
fr_fr: Bifurquer les messages dans des nouveaux fils
nl_nl: Kopieer berichten in nieuwe threads
no_no: Forgren Meldinger Inni Nye Tråder

source: Forum "%s" is now hidden
fr_fr: Le forum "%s" est maintenant caché
nl_nl: Forum "%s" is nu verborgen
no_no: Forum "%s" er nå gjemt

source: Forum "%s" is now visible
fr_fr: Le forum "%s" est maintenant visible
nl_nl: Forum "%s" is nu zichtbaar
no_no: Forum "%s" er nå synlig

source: Forum %s and all attatched topics have been deleted
fr_fr: Le forum %s et tous les sujets attachés ont été supprimés
nl_nl: Forum %s met alle bijbehorende topics zijn verwijderd
no_no: Forum %s og alle tilknyttede emner har blitt slettet

source: Forum Contains New Posts
fr_fr: Le forum contient des nouveaux messages
nl_nl: Er zijn nieuwe posts in het forum
no_no: Forum Inneholder Nye Innlegg

source: Forum Contains No New Posts
fr_fr: Le forum ne contient pas de nouveaux messages
nl_nl: Er zijn geen nieuwe posts in het forum
no_no: Forum Inneholder Ingen Nye Innlegg

source: Forum Links
no_no: Forum Linker

source: Guest
fr_fr: Invité
nl_nl: Gast
no_no: Gjest

source: Hidden
fr_fr: Caché
nl_nl: Verborgen
no_no: Gjemt

source: Hide this Forum
fr_fr: Cacher ce forum
nl_nl: Verberg dit forum
no_no: Gjem dette Forum

source: Hide this Topic
fr_fr: Cacher ce sujet
nl_nl: Verberg dit onderwerp
no_no: Gjem dette Emnet

source: Hide/Show Threads
fr_fr: Cacher/Afficher les fils
nl_nl: Verberg/Toon threads
no_no: Gjem/Vis Tråder

source: I need a short description of this forum.
fr_fr: J'ai besoin d'un courte description pour ce forum.
nl_nl: Ik wil een korte beschrijving van dit forum
no_no: Eg trenger en kort beskrivelse for dette forumet.

source: Import Complete
fr_fr: Import terminé
nl_nl: Importeren klaar
no_no: Importering Ferdig

source: In Forum
fr_fr: Dans le forum
no_no: I Forum

source: In Topic
fr_fr: Dans le sujet
no_no: I Emnet

source: Last Post
fr_fr: Dernier message
nl_nl: Laatste post
no_no: Siste Innlegg

source: Latest Forum Posts
fr_fr: Derniers messages du forum
nl_nl: Laatste posts forum
no_no: Siste Forum Innlegg

source: Leave a notice in the old thread
fr_fr: Laissez un message dans l'ancien fil
nl_nl: Laat een notitie achter in de oude thread
no_no: Legg igjen en notis i den gamle tråden

source: List Forums
fr_fr: Lister les forums
nl_nl: Lijst Forums
no_no: Liste Forumer

source: Lock this Forum. Only Moderators can post.
fr_fr: Vérouiller ce forum. Seuls les modérateurs peuvent publier.
nl_nl: Dit forum sluiten. Alleen moderatoren kunnen posten.
no_no: Lås dette Forum. Bare Moderatorer kan legge til innlegg.

source: Locked
fr_fr: Vérouillé
nl_nl: Gesloten
no_no: Låst

source: Locked Threads
fr_fr: Fils vérouillés
nl_nl: Gesloten threads
no_no: Låst Tråd

source: Locked Topics
fr_fr: Sujets vérouillés
nl_nl: Gesloten topics
no_no: Låst Emne

source: Long Date Format
fr_fr: Format de date long
nl_nl: Lang datumformaat
no_no: Lang Dato Format

source: Make this a Topic in
fr_fr: Faire de ceci un sujet dans
nl_nl: Maak dit een topic in
no_no: Lag dette som Emne i

source: Make this user a moderator of this forum.
fr_fr: Faire de cet utilisateur un modérateur de ce forum.
nl_nl: Maak deze gebruiker een moderator van dit forum.
no_no: Lag dnne bruker en moderator i dette forumet.

source: Manage Forums (Super Moderator)
fr_fr: Gérer les forums (Super modérateur)
nl_nl: Beheer forums (Hoofd Moderator)
no_no: Modifiser Forumer (Super Moderator)

source: Mark Threads Sticky
fr_fr: Marque les fils comme collants
nl_nl: Markeer threads
no_no: Merk Tråd Klebrig

source: Maximum Number of Topics to Show in Latest Posts Block
fr_fr: Nombre maximal de sujets à afficher dans le bloc "Derniers messages"
nl_nl: Maximum aantal te tonen topics in blok laatste posts
no_no: Maximum Antall av Tråder å Vise I Siste Innlegg Blokk

source: Message Boards
fr_fr: Discussions
nl_nl: Box Berichten
no_no: Meldingstavle

source: Moderator added.
fr_fr: Modérateur ajouté.
nl_nl: Moderator toegevoegd.
no_no: Moderator lagt til.

source: Moderators assigned to this forum
fr_fr: Modérateurs affectés à ce forum
nl_nl: Moderator toegewezen aan dit forum
no_no: Moderator utpekt til dette forumet

source: Move Comments
fr_fr: Déplacer les commentaires
nl_nl: Verplaats commentaren
no_no: Flytt Kommentarer

source: Move Threads between Forums
fr_fr: Déplacer les fils entre les forums
nl_nl: Threads verplaatsen naar ander forum.
no_no: Flytt Tråder mellom Forumer

source: Move Topic
fr_fr: Déplacer le sujet
nl_nl: Verplaats topic
no_no: Flytt Emne

source: Move this Topic to
fr_fr: Déplacer ce sujet vers
nl_nl: Verplaats topic naar
no_no: Flytt dette Emnet til

source: Move this topic to another Forum
fr_fr: Déplacer ce sujet vers un autre forum
nl_nl: Verplaats topic naar ander forum
no_no: Flytt dette Emnet til et anne tForum

source: Moving %1$s Comments From "%2$s" To another Topic
fr_fr: Déplacement de %1$s commentaires depuis "%2$s" vers un autre sujet en cours
nl_nl: Verplaatsen %1$s commentaren van "%2$s" naar een ander topic
no_no: Flytter %1$s Kommentarer Fra "%2$s" Ttil et annet Emne

source: Moving phpwsBB Topic "%s"
fr_fr: Déplacement du sujet phpwsBB "%s" en cours
nl_nl: Verplaatsen topic "%s"
no_no: Flytter phpwsBB Emne "%s"

source: My Topics
fr_fr: Mes sujets
nl_nl: Mijn topics
no_no: Mine Emner

source: Name
fr_fr: Nom
nl_nl: Naam
no_no: Navn

source: New Posts
fr_fr: Nouveaux messages
nl_nl: Nieuwe posts
no_no: Nye Innlegg

source: New Posts Since My Last Visit (%s)
fr_fr: Nouveaux messages depuis ma dernière visite (%s)
nl_nl: Nieuwe posts na mijn laatste bezoek (%s)
no_no: Nye Innlegg Siden Mitt Siste Besøk (%s)

source: No New Posts
fr_fr: Pas de nouveaux messages
nl_nl: Geen nieuwe posts
no_no: Ingen Nye Innlegg

source: No Topics found.
fr_fr: Aucun sujet trouvé.
nl_nl: Geen topic gevonden.
no_no: Ingen Innlegg funnet

source: No forums have been created yet
fr_fr: Aucun forum n'a encore été créé
nl_nl: Er is nu nog geen forum
no_no: Ingen forumer har blitt opprettet enda

source: No matches found.
fr_fr: Aucune correspondance trouvée.
nl_nl: Niets gevonden.
no_no: Ingen tilsvarende funnet.

source: No threads were found!
fr_fr: Aucun fil trouvé !
nl_nl: Geen threads gevonden!
no_no: Ingen trådet ble funnet!

source: None
fr_fr: Aucun
nl_nl: Geen
no_no: Ingen

source: Not all thread summary information was found!
fr_fr: L'information de résumé des fils n'a pas été totalement trouvée !
nl_nl: De thread informatie samenvatting is niet volledig!
no_no: Ikke alle tråd sammendrag informasjoner ble funnet!

source: Note: For information on how to format dates, please refer to <a href="http://www.w3schools.com/PHP/func_date_strftime.asp">this page at w3schools.com</a>
fr_fr: Remarque : Pour des détails sur les formats de dates, veuillez vous référer à <a href="http://www.w3schools.com/PHP/func_date_strftime.asp">cette page sur w3schools.com</a>
nl_nl: NB: Kijk voor een uitleg over datumformaten op <a href="http://www.w3schools.com/PHP/func_date_strftime.asp">w3schools</a>
no_no: Notis: For informasjon om hvordan å formatere datoer, vennligst referer til <a href="http://www.w3schools.com/PHP/func_date_strftime.asp">denne siden hos w3schools.com</a>

source: PHPWSBB Settings
fr_fr: Paramètres PHPWSBB
nl_nl: Bulletin Board Instellingen
no_no: PHPWSBB Innstillinger

source: Performance
nl_nl: Prestatie
no_no: Ytelse

source: Please copy the word in the above image.
fr_fr: Veuillez recopier le mot présent dans l'image ci-dessus.
nl_nl: Vul het woord in de bovenstaande afbeelding in.
no_no: Vennligst tast inn ordet i bildet ovenfor.

source: Popular topic
fr_fr: Sujets populaires
nl_nl: Populair topic
no_no: Populære emner

source: Posts
fr_fr: Messages
no_no: Innlegg

source: Posts will not be seen until approved
fr_fr: Les mesasges ne seront pas visibiles tant qu'ils ne seront pas approuvés
nl_nl: Posts worden pas getoond na goedkeuring
no_no: Innlegg vil ikke vises før det er godkjendt

source: Read This!
fr_fr: Lisez ceci !
nl_nl: Lees dit!
no_no: Led Dette!

source: Record and show number of times a thread is viewed
fr_fr: Enregistre et affiche le nombre de fois qu'un fil a été vu
nl_nl: Tel en toon het aantal keer dat een thread is bekeken
no_no: Ta opp og vis antall ganger en tråd er lest

source: Reset Settings
fr_fr: Réinitialiser les paramètres
nl_nl: Wis instellingen
no_no: Resett Innstillinger

source: Save
fr_fr: Enregistrer
nl_nl: Opslaan
no_no: Lagre

source: Save Settings
fr_fr: Enregistrer les paramètres
nl_nl: Opslaan instellingen
no_no: Lagre Innstillinger

source: Searching for Member "%s"...
fr_fr: Recherche du membre "%s" en cours...
nl_nl: Er wordt gezocht naar lid "%s"...
no_no: Søker Etter Medlem "%s"...

source: Section
nl_nl: Sectie
no_no: Seksjon

source: Short Date Format
fr_fr: Format de date court
nl_nl: Kort datumformaat
no_no: Kort Dato Format

source: Show Forums Block
fr_fr: Afficher le bloc "Forums"
nl_nl: Toon blok forums
no_no: Vis Forum Blokk

source: Show Latest Posts Block
fr_fr: Afficher le bloc "Derniers messages"
nl_nl: Toon blok laatste posts
no_no: Vis Siste Innlegg Blokk

source: Show this Forum
fr_fr: Afficher ce forum
nl_nl: Toon dit forum
no_no: Vis dette Forumet

source: Show this Topic
fr_fr: Afficher ce sujet
nl_nl: Toon dit topic
no_no: Vis dette Emnet

source: Some comments have been moved to a related topic. You can view it by <a href="./index.php?module=phpwsbb&amp;view=topic&amp;id=
fr_fr: Certains commentaires ont été déplacés dans un autre sujet. Vous pouvez le voir à <a href="./index.php?module=phpwsbb&amp;view=topic&amp;id=
nl_nl: Enkele commentaren zijn verplaatst naar een ander topic. U kijkt het bekijken met <a href="./index.php?module=phpwsbb&amp;view=topic&amp;id=
no_no: Noen kommentarer har blitt flyttet til et relatert emne. Du kan se det ved <a href="./index.php?module=phpwsbb&amp;view=topic&amp;id=

source: Some required information is missing.
fr_fr: Certaines informations requises sont manquantes.
nl_nl: Verplichte informatie ontbreekt.
no_no: Noe påkrevd informasjon mangler.

source: Sort Order
fr_fr: Ordre de tri
nl_nl: Sorteer volgorde
no_no: Sorter Orden

source: Split Comments
fr_fr: Séparer les commentaires
nl_nl: Splits commentaren
no_no: Splitt Kommentarer

source: Splitting %1$s Comments From "%2$s" To a New Topic
fr_fr: Sépération de %1$s commentaires depuis "%2$s" vers un nouveau sujet
nl_nl: Splitsen %1$s commentaren van "%2$s" naar een nieuw topic
no_no: Splitter%1$s Kommentarer Fra "%2$s" Til ett nytt Emne

source: Start Date
fr_fr: Date de début
nl_nl: Start Datum
no_no: Start Dato

source: Sticky
fr_fr: Collant
nl_nl: Gemarkeerd
no_no: Klebrig

source: Submit a new topic
fr_fr: Envoyer un nouveau sujet
nl_nl: Een nieuw topic starten
no_no: Opprett ett nytt emne

source: Summary
fr_fr: Résumé
nl_nl: Samenvatting
no_no: Sammendrag

source: Text Format
fr_fr: Format de texte
nl_nl: Formaten
no_no: Tekst Format

source: The current long date format is %1$s, which looks like "%2$s"
fr_fr: Le format de date longue actuel est %1$s, ce qui donne "%2$s"
nl_nl: Het huidige lange datumformaat is %1$s, voorbeeld: "%2$s"
no_no: Den gjeldende lang dato formatet er %1$s, som ser ut som "%2$s"

source: The current short date format is %1$s, which looks like "%2$s"
fr_fr: Le format de date courte actuel est %1$s, ce qui donne "%2$s"
nl_nl: Het huidige korte datumformaat is %1$s, voorbeeld: "%2$s"
no_no: Den gjeldende kort dato formatet er %1$s, som ser ut som "%2$s"

source: The forum you requested is not viewable.
fr_fr: Le forum que vous avez demandé n'est pas visible.
nl_nl: Dit forum is niet toonbaar.
no_no: Forumet du bad om er ikke synlig.

source: The requested operation did not work
fr_fr: L'opération requise n'a pas fonctionné
nl_nl: Het werkt niet
no_no: Anmodningen om operasjonen fungerte ikke

source: The thread you requested is awaiting approval by an administrator.
fr_fr: Le fil que vous avez demandé est en attente d'approbation par un administrateur.
nl_nl: Deze thread wacht op goedkeuring.
no_no: Tråden du ba om avventer godkjenning av en administrator.

source: The topic could not be deleted.
fr_fr: Le sujet n'a pas pû être supprimé.
nl_nl: Het topic is niet verwijderd.
no_no: Emnet kunne ikke slettes

source: The topic has been dropped from this forum
fr_fr: Le sujet a été retiré de ce forum
nl_nl: Het topic is verwijderd uit het forum
no_no: Emnet har blitt slettet fra dette forumet

source: The topic is now unstuck from the top of lists
fr_fr: Le sujet est maintenant décollé du haut des listes
nl_nl: Het topic staat niet meer altijd bovenaan de lijst
no_no: Emnet er nå ikke sammenlimt fra toppen av listene

source: The topic was sucessfully deleted.
fr_fr: Le sujet a été supprimé avec succès.
nl_nl: Het topic is verwijderd.
no_no: Emnet ble slettet med godt resultat.

source: The topic will now stick to the top of lists
fr_fr: Le sujet va maintenant coller en haut des listes
nl_nl: Het topic blijft nu bovenaan de lijst staan.
no_no: Emnet er np sammenlimt med toppen av listene

source: There are no available Forums
fr_fr: Il n'y a pas de forum disponible
nl_nl: Er is geen forum beschikbaar.
no_no: Det er ingen tilgjengelige Forumer.

source: There was an error when saving this forum to the database!
fr_fr: Une erreur est survenue en enregistrant ce forum dans la base de données !
nl_nl: Opslaan van forum is mislukt.
no_no: Det oppstod en feil ved lagring av dette forumet til databasen!

source: There was an error when saving this topic to the database!
fr_fr: Une erreur est survenue en enregistrant ce sujet dans la base de données !
nl_nl: Opslaan topic is mislukt.
no_no: Det oppstod en feil ved lagring av dette emnet til databasen!

source: These users are moderators of this forum
fr_fr: Ces utilisatuers sont des modérateurs de ce forum
nl_nl: Deze gebruikers zijn moderatoren van dit forum
no_no: Disse er moderatorer til dette forum

source: This Week's Posts
fr_fr: Les messages de cette semaine
nl_nl: Posts van deze week
no_no: Denne Ukens Innlegg

source: This forum doesn't exist. Please check the address you entered.
fr_fr: Ce forum n'existe pas. Veuillez vérifier l'adresse que vous avez indiquée.
nl_nl: Dit forum bestaat niet. Controleer het adres.
no_no: Dette forum eksisterer ikke. Vennligst sjekk adressen du la inn.

source: This forum is locked
fr_fr: Ce forum est verrouillé
nl_nl: Het forum is gesloten
no_no: Dette forumet er låst

source: This is the discussion thread for the %1$s "%2$s".
fr_fr: Ceci est fil de discussion pour le %1$s "%2$s".
nl_nl: Dit is de discussie thread voor de %1$s "%2$s".
no_no: Dette er diskusjons tråden for %1$s "%2$s".

source: This topic doesn't exist. Please check the address you entered.
fr_fr: Ce sujet n'existe pas. Veuillez vérifier l'adresse que vous avez indiquée.
nl_nl: Dit forum bestaat niet. Controleer het adres.
no_no: Dette emnet eksisterer ikke. Vennligst sjekk adressen du la inn.

source: This user is not allowed to edit messages. Moderator not added.
fr_fr: Cet utilisateur n'est pas autorisé à éditer des messages. Modérateur non ajouté.
nl_nl: Moderator niet toegevoegd, de gebruiker mag geen berichten wijzigen.
no_no: Denne brukeren er ikke tillatt å endre beskjeder. Moderator ikke lagt til.

source: This will delete the forum and all topics under it! Are you sure you want to delete this?
fr_fr: Ceci va supprimer le forum et tous les sujets sous lui ! Êtes-vous sûr(e) de vouloir le supprimer ?
nl_nl: Wilt u het forum met alle bijbehorende topics verwijderen?
no_no: Dette vil slette forumet og alle emner under det. Er du sikker på at du ønsker å slette det?

source: This will delete the topic and all messages under it! Are you sure you want to delete this?
fr_fr: Ceci va supprimer le sujet et tous les messages sous lui ! Êtes-vous sûr(e) de vouloir le supprimer ?
nl_nl: Wilt u het topic met alle bijbehorende berichten verwijderen?
no_no: Dette vil slette emnet og alle bskjeder under det. Er du sikker på at du ønsker å slette det?
