Repository: AppStateESS/canopy
Catalog: mod/phpwsbb/locale/*/LC_MESSAGES/phpwsbb.po
Languages: fr_fr, nl_nl, no_no

source: This will erase the topic from the Bulletin Board, but the comments will still be seen when you view the %1$s %2$s! Are you sure you want to drop this from phpwsBB?
fr_fr: Ceci va effacer le sujet de la liste des discussions mais les commentaires seront toujours visibles quand vous afficherez %1$s %2$s ! Êtes-vous sûr(e) de vouloir le retirer de phpwsBB ?
nl_nl: Wilt u het topic verwijderen? Alle commentaren kunnen gelezen worden door het tonen van %1$s %2$s.
no_no: Dette vil fjerne emnet fta Psslagstavlen, men kommentarene vil fremdeles bli sett nåe du ser %1$s %2$s! Er du sikker på at du ønsker å fjerne dette fra phpwsBB?

source: Threads with no replies
fr_fr: Fils sans réponses
nl_nl: Threads zonder reacties
no_no: Tråd med ingen svar

source: Title
fr_fr: Titre
nl_nl: Titel
no_no: Tittel

source: To see the full %1$s, <a href="%2$s">click on this link</a>.
fr_fr: Pour voir le %1$s complet, <a href="%2$s">cliquez sur ce lien</a>.
nl_nl: Om een volledige %1$s te zien, <a href="%2$s">link</a>.
no_no: For å se den fulle %1$s, <a href="%2$s">klikk denne linken</a>.

source: Today's Posts
fr_fr: Messages du jour
nl_nl: Posts van vandaag
no_no: Dagens Innlegg

source: Topic
fr_fr: Sujet
no_no: Emne

source: Topic "%s" is now hidden
fr_fr: Le sujet "%s" est maintenant caché
nl_nl: Topic "%s" is nu verborgen
no_no: Emne "%s" er n ågjemt

source: Topic "%s" is now visible
fr_fr: Le sujet "%s" est maintenant visible
nl_nl: Topic "%s" is nu zichtbaar
no_no: Emne "%s" er nå synlig

source: Topic Starter
fr_fr: Initiateur du sujet
nl_nl: Topic begonnen door
no_no: Emne Starter

source: Topic Title (the tag [Split] will be added to its front)
fr_fr: Titre du sujet (le marqueur [Split] sera ajouté au début)
nl_nl: Topic titel (de indicatie [Split] wordt ervoor gezet)
no_no: Emne Tittel (etiketten [Split] vil bli lagt til dens front)

source: Topics
fr_fr: Sujets
no_no: Emner

source: Topics started by %s
fr_fr: Sujets démarrés par %s
nl_nl: Topics begonnen door %s
no_no: Emner startet av %s

source: Unregistered visitors <b>can</b> post in this forum
fr_fr: Les visiteurs non enregistrés <b>peuvent</b> publier dans ce forum
nl_nl: Niet geregistreerde bezoekers <b>kunnen</b> in dit forum posten
no_no: Uregistrerte besøkende <b>kan</b> legge inn innlegg i dette forum

source: Unregistered visitors <b>cannot</b> post in this forum
fr_fr: Les visiteurs non enregistrés <b>ne peuvent pas</b> publier dans ce forum
nl_nl: Niet geregistreerde bezoekers kunnen <b>niet</b> in dit forum posten
no_no: Uregistrerte besøkende <b>kan ikke</b> legge inn innlegg i dette forum

source: Updating All Forums
fr_fr: Mise à jour de tous les forums
nl_nl: Wijziging alle forums
no_no: Oppdaterer Alle Forumer

source: Updating All Topics
fr_fr: Mise à jour de tous les sujets
nl_nl: Wijziging alle topics
no_no: Oppdaterer Alle Emner

source: View the last post
fr_fr: Voir le dernier message
nl_nl: Toon laatste post
no_no: Se det Siste Innlegget

source: Views
fr_fr: Lectures
nl_nl: Keren getoond
no_no: Visninger

source: Visitor posts will not be seen until approved
fr_fr: Les messages des visiteurs ne seront pas vus avant d'être approuvés
nl_nl: Posts van bezoekers wordt pas na goedkeuring getoond
no_no: Besøkendes innlegg vil ikke være synlig før de er godkjendt

source: You <b>are not</b> a listed moderator of any forums
fr_fr: Vous <b>n'êtes</b> dans la liste des modérateurs d'aucun forum
nl_nl: U bent <b>geen</b> moderator
no_no: Du <b>er ikke</b> en listet moderator for noen forumer

source: You <b>can</b> create new topics in this forum
fr_fr: Vous <b>pouvez</b> créer de nouveaux sujets dans ce forum
nl_nl: U <b>kan</> nieuwe topics in dit forum aanmaken
no_no: Du <b>kan</b> oprette nye emner i dette forumet

source: You <b>can</b> post comments in this forum
fr_fr: Vous <b>pouvez</b> publier des commentaires dans ce forum
nl_nl: U <b>kan</b> commentaren in dit forum posten
no_no: Du <b>kan</b> legge inn kommentarer i dette forumet

source: You <b>cannot</b> create new topics in this forum
fr_fr: Vous <b>ne pouvez pas</b> créer de nouveaux sujets dans ce forum
nl_nl: U kan <b>geen</b> nieuwe topics in dit forum starten
no_no: Du <b>kan ikke</b> opprette nye emner i dette forumet

source: You <b>cannot</b> post comments in this forum
fr_fr: Vous <b>ne pouvez pas</b> publier de commentaires dans ce forum
nl_nl: U kan <b>geen</b> commentaren in dit forum posten
no_no: Du <b>kan ikke</b> legge til kommentarer i dette forumet

source: You are a <b>Supermoderator</b>
fr_fr: Vous êtes un <b>Super modérateur</b>
nl_nl: U bent een <b>Hoofd Moderator</b>
no_no: Du er en <b>Super moderator</b>

source: You are a listed moderator of the following forums:
fr_fr: Vous êtes dans la liste des modérateurs des forums suivants :
nl_nl: U bent moderator van de volgende forums:
no_no: Du er en listet moderator i følgende forumer:

source: You are not authorized to create topics here.
fr_fr: Vous n'êtes pas autorisé à créer des sujets ici.
nl_nl: U mag hier geen topic aanmaken.
no_no: Du har ikke autorisasjon for å opprette emner her.

source: You are not authorized to edit forum %s.
fr_fr: Vous n'est pas autorisé à éditer le forum %s.
nl_nl: U mag geen forum %s wijzigen.
no_no: Du er ikke autrisert for å endre forum %s.

source: You are not authorized to edit forums.
fr_fr: Vous n'êtes pas autorisé à éditer les forums.
nl_nl: U mag geen forums wijzigen.
no_no: Du er ikke autorisert for å endre forumer.

source: You are not authorized to save this topic.
fr_fr: Vous n'êtes pas autorisé à enregistrer ce sujet.
nl_nl: U mag dit topic niet opslaan.
no_no: Du er ikke autorisert for å lagre dette emnet.

source: You are not authorized to save topics in this forum.
fr_fr: Vous n'êtes pas autorisé à enregistrer les sujets de ce forum.
nl_nl: U mag geen topics opslaan in dit forum.
no_no: Du er ikke autorisert til å lagre emner i dette forumet

source: You can't create a topic in a forum that you don't have access to!
fr_fr: Vous ne pouvez pas créer un sujet dans un forum auquel vous n'avez pas accès !
nl_nl: U mag geen topic maken in een forum waartoe u geen toegang heeft.
no_no: Du kan ikke opprette emner i ett forum som du ikke har tilgang til!

source: You can't move a topic to a forum that you don't have access to!
fr_fr: Vous ne pouvez pas déplacer un sujet vers un forum auquel vous n'avez pas accès !
nl_nl: U mag geen topic verplaatsen naar een forum waartoe u geen toegang tot heeft.
no_no: Du kan ikke flytte et emne til et forum som du ikke har tilgang til!

source: You cannot erase all comments in this topic.
fr_fr: Vous ne pouvez pas effacer tous les commentaires de ce sujet.
nl_nl: U kunt niet alle commentaren in dit topic verwijderen.
no_no: Du kan ikke fjerne alle kommentarene i dette emnet

source: You don't have permission to post to this topic!
fr_fr: Vous n'avez pas la permission de publier dans ce sujet !
nl_nl: U mag niet in dit topic posten!
no_no: Du har ikke tilgang til å legge til dette emnet!

source: You have just moved the topic to forum "%s"
fr_fr: Vous venez just de déplacer le sujet vers le forum "%s"
nl_nl: U heeft het topic verplaatst naar forum "%s"
no_no: Du har akkurat flyttet emnet til forum "%s"

source: You must have a name for your forum.
fr_fr: Vous devez donner un nom à votre forum.
nl_nl: U moet een naam voor het forum opgeven.
no_no: Du må gi dett forum et navn

source: You're not allowed to do this!
fr_fr: Vous n'avez pas le droit de faire ça !
nl_nl: U mag dit niet doen!
no_no: Du har ikke tilgang til å gjøre dette!

source: You're not authorized to do this!
fr_fr: Vous n'êtes pas autorisé à faire ça !
nl_nl: U mag dit niet doen.
no_no: Du er ikke autorisert til å gjøre dette!

source: Your settings have been reset to the factory defaults.
fr_fr: Vos paramètres ont été réinitalisés aux valeurs par défaut.
nl_nl: Uw instellingen zijn teruggezet naar de standaardwaarden.
no_no: Dine innstillinger er resatt til standar.

source: Your settings have been saved.
fr_fr: Vos paramètres ont été enregistrés.
nl_nl: De instellingen zijn opgeslagen.
no_no: Dine innstillinger er lagret.

source: by
fr_fr: par
nl_nl: door
no_no: av

source: in
fr_fr: dans
no_no: i

source: move_comments: Some required information is missing.
fr_fr: move_comments : Certaines informations requises sont manquantes.
nl_nl: Verplaatsen commentaar: er ontbreekt verplicht informatie.
no_no: move_comments: Noe påkrevd informasjon mangler.

source: phpWs Bulletin Board
fr_fr: Discussions phpWs
no_no: phpWs Oppslagstavle

source: phpwsBB::assign_forum is missing some required parameters
fr_fr: phpwsBB::assign_forum a besoin de certaines informations qui sont manquantes
nl_nl: Toewijzen forum: er ontbreken verplichte parameters
no_no: phpwsBB::assign_forum mangler noen påkrevd parametre

source: split_comments: Some required information is missing.
fr_fr: split_comments : Certaines informations requises sont manquantes.
nl_nl: Splitsen commentaar: er ontbreekt verplichte informatie.
no_no: split_comments: Noe påkrevd informasjon mnagler.

source: The thread you requested is not available. Please check the security logs.
fr_fr: Le fil que vous avez demandé n'est pas disponible. Veuillez vérifier les logs de sécurité.
nl_nl: Deze thread is biet beschikbaar. Controleer de log.

source: A bulletin board module.
nl_nl: Forum.

source: A title is required.
nl_nl: Een titel is verplicht.

source: Sorry, an error occurred.
nl_nl: Sorry, er gaat iets fout.

source: You appear to have nothing to say. Please enter some text.
nl_nl: U heeft helemaal niets ingevuld.

source: You are not authorized to post here.
nl_nl: U mag hier niet posten.
