Repository: AppStateESS/canopy
Catalog: mod/checkin/locale/*/LC_MESSAGES/checkin.po
Languages: no_no

source: %s hr
no_no: %s timer

source: -- Move visitor --
no_no: -- Flytt besøkende --

source: Action
no_no: Handling

source: Add
no_no: Legg til

source: Add new reason
no_no: Legg til ny grunn

source: Add reason
no_no: Legg til grunn

source: Add staff
no_no: Legg til stab

source: Add staff member
no_no: Legg til stab medlem

source: An error is preventing your account to save. Please alert the office.
no_no: En feil hindrer din konto å lagre. Vennligst gi beskjed til kontoret.

source: Are you sure you want to delete this reason?.
no_no: ER du sikker på at du ønsker å slette denne grunnen?

source: Are you sure you want to remove %s from the waiting list?
no_no: Er du sikker på at du ønsker å fjerne %s fra ventelisten?

source: Assign visitors
no_no: Tildel besøkende

source: Assignment
no_no: Tildeling

source: Assignment page
no_no: Tildeling side

source: Assignment page refresh rate (in seconds)
no_no: Tildeling side oppdaterings rate (i skunder)

source: Assigns walk-in visitors to staff members and tracks their time.
no_no: Tildel innkommende besøkende til stab medlem og registrer deres tid.

source: Available
no_no: Tilgjengelig

source: Available for meeting
no_no: Tilgjengelig for møte

source: Check in
no_no: Sjekk inn

source: Checkin Menu
no_no: Sjekkinn mney

source: Close
no_no: Sten

source: Command not recognized.
no_no: Kommando ikke gjenkjennelig.

source: Completion message
no_no: Ferdig beskjed

source: Could not locate anyone with this user name.
no_no: Kunne ikke lokalisere noen med dette bruker navnet.

source: Date
no_no: Dato

source: Delete
no_no: Slett

source: Edit
no_no: Endre

source: Edit staff member
no_no: Endre stab medlem

source: Example: a,b,ca-cf,d
no_no: Eksempel: a,b,ca-cf,d

source: Finish meeting with %s %s
no_no: Fedig møte med %s %s

source: First name
no_no: Fornavn

source: Go
no_no: Gå

source: Hide panel
no_no: Gjem panel

source: Hide sidebar
no_no: Gjem sidebar

source: Hide sidebar for visitors
no_no: Gjem sidebar forbesøkende

source: Last name
no_no: Etternavn

source: Last name: %s
no_no: Etternavn: %s

source: Meeting with visitor
no_no: Møte med besøkende

source: Name / Notes
no_no: Navn / Notis

source: Name / Reason / Note
no_no: Navn / Grunn / Notis

source: Name, Reason, & Note
no_no: Navn, Grunn, & Notis

source: No reasons found.
no_no: Ingen grunner funnet.

source: No staff found.
no_no: Ingen stab funnet

source: No staff have been created.
no_no: Ingen stab har blitt opprettet.

source: No visitors seen
no_no: Ingen besøkende handtert

source: No visitors waiting
no_no: Ingen besøkende venter

source: None
no_no: Ingen

source: Note
no_no: Notis

source: Please check in using the form below
no_no: Vennligst sjekk inn med skjemaet under

source: Please enter a completion message.
no_no: Vennlisgt legg inn en fullstendig melding

source: Please enter the summary.
no_no: Vennligst legg inn et sammendrag

source: Please enter your first name.
no_no: Vennligst legg inn ditt fornavn

source: Please enter your last name.
no_no: Vennligst legg inn ditt etternavn

source: Please pick one or more reasons.
no_no: Vennlist velg en eller flere grunner.

source: Please try another user name
no_no: Vennlist prøv et annet brukernavn

source: Print view
no_no: Skriv ut visning

source: Problem saving user.
no_no: Problem med å lagre bruker

source: Reason
no_no: Grunn

source: Reason for visit
no_no: Grunn for besøk

source: Reason unknown
no_no: Ukjendt grunn

source: Reasons
no_no: Grunner

source: Remove
no_no: Fjern

source: Remove visitor from checkin
no_no: Fjern besøkende fra innsjekk

source: Remove visitors
no_no: Fjern besøkende

source: Report
no_no: Rapport

source: Report for %s
no_no: Rapport for %s

source: Save settings
no_no: Lagre innstillinger

source: Settings
no_no: Innstillinger

source: Show panel
no_no: Vis panel

source: Show public sign-in on front page
no_no: Vis offentlig innsjekk på forsiden

source: Show sidebar
no_no: Vis sidebar

source: Small view
no_no: Liten visning

source: Sorry
no_no: Beklager

source: Staff
no_no: Stab

source: Staff name
no_no: Stab navn

source: Staff user name
no_no: Stab brukernavn

source: Start meeting w/ %s
no_no: Start møte med %s

source: Start meeting w/ %s (Unassigned)
no_no: Start møte med %s (Ikke tildelt)

source: Submission message
no_no: Innsendings beskjed

source: Summary
no_no: Innsending

source: Thank you
no_no: Tusen takk

source: There are %s unassigned visitors.
no_no: Det er %s utildelte besøkende

source: Time waited
no_no: Tid ventet

source: Time waiting
no_no: Tid venter

source: Total meeting time
no_no: Total møtetid

source: Total time in meeting: %s
no_no: Total tid i møte: %s

source: Total wait time: %s
no_no: Total ventetid: %s

source: Unassigned
no_no: Utildelt

source: Unavailable
no_no: Utilgjengelig

source: Unavailable for meeting
no_no: Utilgjengelig for møte

source: Under a minute
no_no: Under ett minutt

source: Update
no_no: Oppdater

source: Update reason
no_no: Oppdater en grunn

source: Update staff
no_no: Oppdater stab

source: User already is staff member.
no_no: Bruker er alt stab medlem

source: Visitor filter
no_no: Besøkende filter

source: Visitors
no_no: Besøkende

source: Visitors seen: %s
no_no: Besøkende sett: %s

source: Waiting
no_no: Venter

source: Waiting list
no_no: Vente liste

source: Waiting page
no_no: Vente side

source: Waiting page refresh rate (in seconds)
no_no: Vente side oppdaterings rate (i sekunder)

source: You are currently available for meeting.
no_no: Du er for tiden tilgjengelig for møter.

source: You are currently meeting with %s.
no_no: Du er for øyeblikket i møte med %s

source: You are currently unavailable.
no_no: Du er for lyeblikket utilgjengelig.

source: You are not a staff member.
no_no: Du er ikke en stab medlem.

source: You currently do not have any visitors.
no_no: Du har for øyeblikket ingen besøkende.
