Repository: AppStateESS/canopy
Catalog: mod/alert/locale/*/LC_MESSAGES/alert.po
Languages: fr_fr, it_it

source: Action
it_it: Azione

source: Active
fr_fr: Actif
it_it: Attivo

source: Add
fr_fr: Ajouter
it_it: Aggiungi

source: Add Multiple Participants
fr_fr: Ajouter plusieurs participants
it_it: Aggiungi partecipanti multipli

source: Add alert
fr_fr: Ajouter une alerte
it_it: Aggiungi avviso

source: Add alert type
fr_fr: Ajouter un type d'alerte
it_it: Aggiungi tipo di avviso

source: Add all participants to %s
fr_fr: Ajouter tous les participants à %s
it_it: Aggiungi tutti i partecipanti a %s

source: Add multiple
fr_fr: Ajouter plusieurs
it_it: Aggiungi multiplo

source: Add/Remove Alert participants.
fr_fr: Ajouter/Supprimer des participants à une alerte.
it_it: Aggiungi/rimuovi avviso partecipanti.

source: Added checked
fr_fr: Ajouter les éléments cochés
it_it: Modo aggiunta selezionato

source: Alert Settings
fr_fr: Paramètres d'alerte
it_it: Impostazioni avviso

source: Alert Types
fr_fr: Types d'alertes
it_it: Tipi di avviso

source: Alert could not be located.
fr_fr: L'alerte n'a pas pû être localisé
it_it: L'avviso no pu&ograve; essere trovato.

source: Alert saved.
fr_fr: Alerte sauvegardée
it_it: Avviso salvato.

source: Alert type
fr_fr: Type d'alerte
it_it: Tipo di avviso

source: Alert your community to important happenings.
fr_fr: Alertez votre communautée des événements importants
it_it: Avvisa la tua comunit&agrave; sugli avvenimenti importanti.

source: Alerts
fr_fr: Alertes
it_it: Avvisi

source: All participants contacted.
fr_fr: Tous les participants ont été contactés.
it_it: Tutti i partecipanti contattati.

source: Allow email contact
fr_fr: Autoriser le contact par email
it_it: Permette il contatto tramite email

source: An error occurred when trying to copy participants to the contact list.
fr_fr: Une erreur est survenue en tentant de copier les participants dans la liste de contact.
it_it: Si &egrave; verificato un errore tentando di copiare dei partecipanti nella lista di contatto.

source: An error occurred when trying to determine the total number of participants.
fr_fr: Une erreur est survenue en tentant de déterminer le nombre total de participants.
it_it: Si &egrave; verificato un errore tentando di determinare il numero totale di partecipanti.

source: An error occurred when trying to load alert types. Check your logs.
fr_fr: Une erreur est survenue en tentant de charger les types d'alerte. Vérifiez vos logs.
it_it: Si &egrave; verificato un errore tentando di caricare i tipi di avviso. Verifica i file di log.

source: An error occurred while checking contact status.
fr_fr: Une erreur est survenue en vérifiant les statuts des contacts
it_it: Si &egrave; verificato un errore verificando lo stato del contatto.

source: An error occurred within the alert type.
fr_fr: Une erreur est survenue au sein du type d'alerte.
it_it: Si &egrave; verificato un errore con il tipo di avviso.

source: An error occurred. Could not save alert type.
fr_fr: Une erreur est survenue. Impossible d'enregistrer le type d'alerte.
it_it: Si &egrave; verificato un errore. Impossibile salvare il tipo di avviso.

source: An error occurred. Could not save alert.
fr_fr: Une erreur est survenue. Impossible d'enregistrer l'alerte.
it_it: Si &egrave; verificato un errore. Impossibile salvare l'avviso.

source: Are you sure you want to delete this alert type?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce type d'alerte ?
it_it: Si vuole eliminare questo tipo di avviso?

source: Are you sure you want to delete this alert?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette alerte ?
it_it: Si vuole eliminare questo avviso?

source: Are you sure you want to reset this alert\'s contact status?
fr_fr: Êtes-vous sûr(e) de vouloir réinitialiser le statut de contact de cette alerte ?
it_it: Si vuole annullare lo stato di contatto di questo avvviso?

source: Cannot continue processing batches. The batch has been set to zero.
fr_fr: Impossible de continuer à traiter les lots. Le lot a été configuré à zéro.
it_it: Impossibile continuare il processamento batch. Il batch &egrave; stato impostato a zero.

source: Change settings
fr_fr: Modifier les paramètres
it_it: Modifica impostazioni

source: Close this window
fr_fr: Fermer cette fenêtre
it_it: Chiudi questa finestra

source: Contact participants via email when new alerts created
fr_fr: Contacter les participants par email quand de nouvelles alertes sont créées
it_it: Contatta i partecipanti tramite email quando si crea un nuovo avviso.

source: Copying participant list. Please wait.
fr_fr: Copie de la liste des participants. Veuillez patienter.
it_it: Copia della lista dei partecipanti in corso. Pazientare.

source: Could not delete alert type.
fr_fr: Impossible de supprimer le type d'alerte.
it_it: Impossibile eliminare questo tipo di avviso.

source: Could not delete alert.
fr_fr: Impossible de supprimer l'alerte.
it_it: Impossibile eliminare l'avviso.

source: Could not locate alert item.
fr_fr: Impossible de localiser l'élément d'alerte.
it_it: Impossibile localizzare l'avviso.

source: Could not locate alert type.
fr_fr: Impossible de localiser le type d'alerte.
it_it: Impossibile localizzare il tipo di avviso.

source: Could not reset alert.
fr_fr: Impossible de réinitialiser l'alerte.
it_it: Impossibile annullare l'avviso.

source: Create Alert
fr_fr: Créer une alerte
it_it: Crea avviso

source: Create RSS feed
fr_fr: Créer un flux RSS
it_it: Crea feed RSS

source: Create alert type
fr_fr: Créer un type d'alerte
it_it: Crea tipo di avviso

source: Create, update and define alert types.
fr_fr: Créer, mettre à jour et définir les types d'alertes.
it_it: Crea, aggiorna e definisce i tipi di avviso.

source: Created
fr_fr: Créé
it_it: Creato

source: Daily listing
fr_fr: Liste quotidienne
it_it: Elenco giornaliero

source: Date format
fr_fr: Format de date
it_it: Formato data

source: Date format can not be empty.
fr_fr: Le format de date ne peut pas être vide.
it_it: Il campo data non pu&ograve; essere vuoto.

source: Default message
fr_fr: Message par défaut
it_it: Messaggio predefinito

source: Delete
fr_fr: Supprimer
it_it: Elimina

source: Delete alerts
fr_fr: Supprimer les alertes
it_it: Elimina avvisi

source: Delete types
fr_fr: Supprimer les types
it_it: Elimina tipi

source: Deleted alert type.
fr_fr: Type d'alerte supprimé.
it_it: Tipo di avviso eliminato.

source: Deleted alert.
fr_fr: Alerte supprimée.
it_it: Avviso eliminato

source: Description
it_it: Descrizione

source: Display settings for Alert module.
fr_fr: Afficher les paramètres pour le module Alerte.
it_it: Visualizza le impostazioni del modulo Avvisi.

source: Do not post on front page
fr_fr: Ne pas afficher sur la page principale
it_it: Non visualizzare sulla pagina principale

source: Edit
fr_fr: Editer
it_it: Modifica

source: Edit levels
fr_fr: Editer les niveaux
it_it: Modifica livelli

source: Email address
fr_fr: Adresse email
it_it: Indirizzo email

source: Email batch
fr_fr: Lot d'email
it_it: Invio email in batch

source: Email contact
fr_fr: Contact email
it_it: Email per contatti

source: Email in progress. Do not close this window.
fr_fr: Email en cours. Ne fermez pas cette fenêtre.
it_it: Invio email in corso. Non chiudere questa finestra.

source: Email participants
fr_fr: Envoyer un email aux participants
it_it: Invia email ai partecipanti

source: Enter the email addresses for each participant. Separate them with new lines.
fr_fr: Entrez les adresses emails pour chaque participant. Séparez les avec des retour ligne.
it_it: Inserisci l'indirizzo email di ogni partecipante. Separali con un ritorno a capo.

source: Error: Missing alert type id.
fr_fr: Erreur : Identifiant de type d'alerte manquant.
it_it: Errore: ID del tipo di avviso mancante.

source: Feed name
fr_fr: Nom du flux
it_it: Nome del feed

source: Finish incomplete mailing
fr_fr: Terminer un mailing incomplet
it_it: Terminato invio incompleto delle email

source: High alert!
fr_fr: Alerte haute !
it_it: Avviso importante!

source: Image
it_it: Immagine

source: List all alerts in the system.
fr_fr: Liste toutes les alertes dans le système.
it_it: Elenca tutti gli avvisi presenti nel sistema.

source: Manage Alert Types
fr_fr: Gérer les types d'alertes
it_it: Gestisce i tipi di avviso

source: Manage Alerts
fr_fr: Gérer les alertes
it_it: Gestisce gli avvisi

source: No alert types found
fr_fr: Pas de types d'alertes trouvés
it_it: Nessun tipo di avviso trovato

source: No participants have been assigned to this alert type. No emails were sent.
fr_fr: Aucun participant n'a été affecté à ce type d'alerte. Aucun email envoyé.
it_it: Nessun partecipante &egrave; stato assegnato a questo tipo di avviso. Nessuna enail sar&agrave; inviata.

source: Notice!!! An error occurred in the last batch. Check your logs.
fr_fr: Attention !!!! Une erreur est survenue dans le dernier lot. Vérifiez vos logs.
it_it: Avviso!!! Si &egrave; verificato un errore nell'ultimo invio batch. Verificare i file di log.

source: Participant list created. Starting to send emails.
fr_fr: Liste des participants créée. Début de l'envoi des emails.
it_it: Lista dei partecipanti creata. Inizio invio email.

source: Participants
it_it: %s partecipanti

source: Please create a new alert type.
fr_fr: Merci de créer un nouveau type d'alerte
it_it: Creare un nuovo tipo di avviso.

source: Please enter an acceptable contact email address.
fr_fr: Merci d'entrer une adresse email de contact acceptable.
it_it: Inserire un'email di contatto accettabile.

source: Please give your alert a description.
fr_fr: Merci de donner une description à votre alerte.
it_it: Attribuire una descrizione all'avviso.

source: Please give your alert a title.
fr_fr: Merci de donner un titre à votre alerte.
it_it: Attribuire un titolo all'avviso.

source: Please give your alert type a title.
fr_fr: Merci de donner un titre à votre type d'alerte.
it_it: Attribuire un titolo al tipo di avviso.

source: Please give your rss feed an access name.
fr_fr: Merci de donner un nom d'accès à votre flux RSS.
it_it: Attribuire un nome di accesso al feed RSS.

source: Post type
fr_fr: Type de message
it_it: Tipo di invio

source: RSS feed available
fr_fr: Flux RSS disponible
it_it: fEED rss DISPONIBILE

source: Remove
fr_fr: Supprimer
it_it: Rimuovi

source: Remove all participants from %s
fr_fr: Supprimer tous les participants de %s
it_it: Rimuove tutti i partecipanti da %s

source: Remove checked
fr_fr: Supprimer les éléments cochés
it_it: Modo rimozione selezionato

source: Reset
fr_fr: Réinitialiser
it_it: Annulla

source: Reset alert.
fr_fr: Réinitialiser l'alerte.
it_it: Annulla avviso.

source: Reset email contact
fr_fr: Réinitialiser les emails de contact
it_it: Annulla email di contatto

source: Save
fr_fr: Enregistrer
it_it: Salva

source: Save settings
fr_fr: Enregistrer les paramètres
it_it: Salva impostazioni

source: Send Notices for %s
fr_fr: Envoyer les notifications pour %s
it_it: Avvia avvisi per %s

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Sorry
fr_fr: Désolé
it_it: Spiacenti

source: Start mailing
fr_fr: Démarrer le mailing
it_it: Inizio invio email

source: Subtract multiple
fr_fr: Soustraire plusieurs
it_it: Sottrae multipli

source: The following alerts need to send email notices.
fr_fr: Les alertes suivantes doivent envoyer des notifications par email.
it_it: I seguenti avvisi devono inviare email di notifica.

source: Title
fr_fr: Titre
it_it: Titolo

source: Type saved.
fr_fr: Type enregistré.
it_it: Tipo salvato.

source: Update Alert
fr_fr: Mettre à jour l'alerte
it_it: Aggiorna avviso

source: Update alert type
fr_fr: Mettre à jour le type d'alerte
it_it: Aggiorna tipo di avviso

source: Updated
fr_fr: Mis à jour
it_it: Aggiornato

source: Weekly listing
fr_fr: Liste hebdomadaire
it_it: Elenco settimanale

source: Yes
fr_fr: Oui
it_it: S&igrave;

source: You may safely close this window now.
fr_fr: Vous pouvez maintenant fermer cette fenêtre en toute sécurité.
it_it: Ora &egrave; possibile chiudere questa finestra.

source: Your email batch must be greater than 10.
fr_fr: Votre lot d'email doit être plus gand que 10.
it_it: Il batch di email deve essere maggiore di 10.

source: by
fr_fr: par
it_it: da

source: No
fr_fr: Non
