Repository: AppStateESS/canopy
Catalog: mod/categories/locale/*/LC_MESSAGES/categories.po
Languages: vi_vn

source: %s - %s item(s)
vi_vn: (những) món %s - %s

source: %s: Module listing
vi_vn: %s: Liệt kê mô-đun

source: %s: Module listing for %s
vi_vn: %s: Liệt kê mô-đun cho %s

source: Action
vi_vn: Tác vụ

source: Add Category
vi_vn: Thêm phân mục

source: Add category
vi_vn: Thêm phân mục

source: Administrate your site's categories.
vi_vn: Quản lý phân mục trang của bạn

source: All - %s items
vi_vn: Tất cả - món %s

source: All Categories
vi_vn: Tất cả phân mục

source: All categories assigned.
vi_vn: Tất cả phân mục đã được chỉ định

source: Are you sure you want to delete this category?
vi_vn: Bạn có chắc muốn xóa phân mục này ?

source: Available categories
vi_vn: Phân mục hiện hữu

source: Cancel
vi_vn: Hủy

source: Categories
vi_vn: Các phân mục

source: Categorize
vi_vn: Phân loại

source: Category ID not found
vi_vn: ID của phân mục không có

source: Category item is missing variables.
vi_vn: Khoản phân mục thiếu biến

source: Category saved successfully.
vi_vn: Phân mục lưu thành công

source: Creation date
vi_vn: Ngày khởi tạo

source: Current Icon
vi_vn: Biếu tượng hiện hành

source: Currently assigned
vi_vn: Hiện đã được chỉ định

source: Delete
vi_vn: Xóa

source: Delete categories
vi_vn: Xóa phân mục

source: Description
vi_vn: Mô tả

source: Edit
vi_vn: Chỉnh sửa

source: Edit categories
vi_vn: Chỉnh sủa phân mục

source: Icon
vi_vn: Biểu tượng

source: Item Title
vi_vn: Tiêu đề biểu tượng

source: List
vi_vn: Danh sách

source: Manage Categories
vi_vn: Quản lý phân mục

source: Missing either a version or item id.
vi_vn: Thiếu phiên bản hoặc ID của thứ này

source: Module does not have a category table.
vi_vn: Mô-đun không có bảng phân mục

source: New
vi_vn: Tạo mới

source: No categories assigned.
vi_vn: Không có phân mục được chỉ định

source: No categories available.
vi_vn: Không có phân mục hiện hữu

source: No categories found.
vi_vn: Không tìm thấy phân mục nào

source: No items available in this category.
vi_vn: Không có mục nào hiện hữu trong phân mục này

source: No items found in this category.
vi_vn: Không tìm thấy gì trong phân mục này

source: Parent
vi_vn: Cấp trên

source: Please contact your administrator.
vi_vn: Xin liên hệ quản trị viên của bạn

source: Quick add
vi_vn: Thêm nhanh

source: Remove category
vi_vn: Gỡ bỏ phân mục

source: Save and close
vi_vn: Lưu và đóng

source: There was a problem accessing the database.
vi_vn: Có lỗi khi truy nhập vào cơ sở dữ liệu

source: Title
vi_vn: Tiêu đề

source: Top Level
vi_vn: Cấp trên cùng

source: Unable to save category.
vi_vn: Không thể lưu phân mục

source: Uncategorized
vi_vn: Không được phân loại

source: Update Category
vi_vn: Cập nhật phân mục

source: View Module
vi_vn: Xem mô-đun

source: You are not authorized to administrate categories.
vi_vn: Bạn không có quyền quản lý phân mục

source: Your category must have a title.
vi_vn: Phân mục phải có tiêu đề

source: item(s)
vi_vn: (Những)Món
