Repository: AppStateESS/canopy
Catalog: mod/related/locale/*/LC_MESSAGES/related.po
Languages: da_dk, de_de, fr_fr, it_it, vi_vn

source: Add item
da_dk: Tilf&oslash;j emne
de_de: Element hinzufügen
fr_fr: Ajouter l'élément
it_it: Aggiungi voce
vi_vn: Thêm mục

source: Bank not created.
da_dk: Base ikke oprettet
de_de: Bank nicht erstellt.
fr_fr: Banque non créée
it_it: Banco non creato.
vi_vn: Khoảng trống không được tạo

source: Build Related
da_dk: Opbyg modulet Relateret
de_de: Verknüpfung erstellen
fr_fr: Construire les relatifs
it_it: Costruisci correlati
vi_vn: Tạo mục liên quan

source: Change Related Title
da_dk: &AElig;ndre relateret titel
de_de: Verknüpfungstitel ändern
fr_fr: Changer le titre des relatifs
it_it: Cambia titolo Correlati
vi_vn: Thay đổi tiêu đề liên quan

source: Currently, nothing is associated with this item.
da_dk: Der er intet registreret p&aring; dette.
de_de: Zur Zeit ist nichts mit diesem Element verbunden.
fr_fr: Actuellement, rien n'est associé à cet élément.
it_it: Al momento nulla &egrave; associato a questa voce.
vi_vn: Hiện thời không có gì liên quan tới mục này

source: Edit
da_dk: &AElig;ndre
de_de: Bearbeiten
fr_fr: Editer
it_it: Modifica
vi_vn: Chỉnh sửa

source: Friend not created.
da_dk: Ven er ikke oprettet.
de_de: Freund nicht erstellt.
fr_fr: Ami non créé.
it_it: Amico non creato.
vi_vn: Bạn không được tạo

source: If you want to add related information to this item, click the "Build Related" link.
da_dk: Hvis du vil tilf&oslash;je relateret information til dette emne, skal du klikke "Byg relateret" genvejen.
de_de: Wenn Du verknüpfte Informationen hinzufügen willst, klicke den "Verknüpfung erstellen" Link.
fr_fr: Si vous voulez ajouter des informations relatives à cet élément, cliquez sur le lien "Construire les relatifs".
it_it: Per aggiungere delle informazioni correlate a questa voce, selezionare il collegamento "Costruisci correlati".
vi_vn: Nếu muốn thêm thông tin liên quan đến mục này, bấm vào đường dẫn "Tạo mục liên quan"

source: Missing position.
da_dk: Mangler position.
de_de: Fehlende Position.
fr_fr: Position manquante
it_it: Posizione mancante.
vi_vn: Vị trí thiếu

source: Module
da_dk: Modul
de_de: Modul
it_it: Modulo
vi_vn: Mô-đun

source: Quit
da_dk: Afbryd
de_de: Beenden
fr_fr: Quitter
it_it: Esci
vi_vn: Thoát

source: Related Topics
da_dk: Relateret.
de_de: Verknüpfte Themen
fr_fr: Sujets relatifs
it_it: Argomenti correlati
vi_vn: Tiêu đề liên quan

source: Related tables removed.
de_de: Related-Tabelle entfernt.
fr_fr: Tables de relatifs retirées.
it_it: Rimosse le tabelle del modulo Correlati.
vi_vn: Bảng liên quan đã được gỡ bỏ

source: Save
da_dk: Gem
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
vi_vn: Lưu

source: The Related module encountered a database error.
da_dk: Modulet Relateret fandt en fejl.
de_de: Das Related-Modul hat einen Datenbankfehler ausgelöst.
fr_fr: Le module Relatifs a rencontré une erreur de base de données.
it_it: Errore di database nel modulo "Correlati".
vi_vn: Mô-đun liên quan gặp lỗi cơ sở dữ liệu

source: This item is related to the following:
da_dk: Dette emne er relateret til det f&oslash;lgende:
de_de: Das Element ist verbunden mit:
fr_fr: Cet élément est relatif à ces éléments :
it_it: Questa voce &egrave; correlata ai seguenti argomenti:
vi_vn: Mục này liên quan tới những mục sau:

source: Title
da_dk: Titel
de_de: Titel
fr_fr: Titre
it_it: Titolo
vi_vn: Tiêu đề

source: View other items to add them to the list.
da_dk: Se andre emner og tilf&oslash;j dem til listen.
de_de: Andere Elemente ansehen, um sie zur Liste hinzuzufügen.
fr_fr: Voir les autres éléments pour les ajouter à la liste.
it_it: Visualizza altre voci e aggiungile all'elenco.
vi_vn: Xem những mục khác để thêm vào danh sách

source: What do you want the title to be?
da_dk: Hvad skal titlen v&aelig;re?
de_de: Wie soll der Titel lauten?
fr_fr: Quel titre voulez-vous donner ?
it_it: Che nome si vuole dare al titolo?
vi_vn: Bạn muốn đặt tiêu đề là gì ?
