Repository: AppStateESS/canopy
Catalog: mod/users/locale/*/LC_MESSAGES/users.po
Languages: de_de, fr_fr, nl_nl, vi_vn

source: User name not found. Check your spelling or enter an email address instead.
fr_fr: Nom d'utilisateur non trouvé. Vérifiez votre orthographe ou entrez une adresse email à la place.
nl_nl: Gebruiker niet gevonden. Controleer uw spelling of gebruik uw e-mailadres.
vi_vn: Tên người dùng không tìm thấy. Kiểm tra chính tả hoặc nhập địa chỉ email thay thế

source: User or display name off limits. Please try another.
fr_fr: Nom d'utilisateur ou d'affichage hors limite. Veuillez en essayer un autre.
nl_nl: Gebruiker of te tonen naam verkeerd. Probeer iets anders.

source: User remains a deity.
de_de: Benutzer bleibt Deity.
fr_fr: L'utilisateur reste une divinité.
nl_nl: Gebruiker blijft een elite gebruiker.
vi_vn: Người dùng vẩn còn là chức vụ

source: User remains a lowly mortal.
de_de: Benutzer bleibt ein kleiner Sterblicher.
fr_fr: L'utilisateur reste un simple mortel.
nl_nl: Gebruiker blijft een normale gebruiker.
vi_vn: Người dùng vẫn còn là quan trọng thấp

source: User settings updated.
de_de: Benutzereinstellungen aktualisiert.
fr_fr: Paramètres utilisateur mis à jour.
nl_nl: Instellingen gebruiker gewijzigd.
vi_vn: Cài đặt người dùng đã cập nhật

source: User transformed into a lowly mortal.
de_de: Benutzer wird ein kleiner Sterblicher.
fr_fr: Utilisateur transformé en simple mortel.
nl_nl: Gebruiker is nu een normale gebruiker.
vi_vn: Người dùng chuyển thành quan trọng thấp

source: User tried to login using Remember Me with a malformed cookie.
fr_fr: L'utilisateur a essayé de se connecter en utilisant "Se souvenir de moi" avec un code mal formé.
nl_nl: Gebruiker probeert in te loggen met Herinner mij met een verkeerd cookie.
vi_vn: Người dùng cố gắng đăng nhập bằng Ghi nhớ tôi với cookie không bình thường.

source: User tried to send bad hash (%s) to confirm user.
de_de: Benutzer versuchte falschen Hashwert %s zur Bestätigung zu senden.
fr_fr: L'utilisateur a envoyé un mauvais hash (%s) pour confirmer l'utilisateur.
nl_nl: Gebruiker geeft een verkeerde hash (%s) door als bevestiging.
vi_vn: Người dùng cố gắng gửi hash xấu (%s) để xác nhận người dùng

source: User updated.
de_de: Benutzer aktualisiert.
fr_fr: Utilisateur mis à jour.
nl_nl: Gebruiker gewijzigd.
vi_vn: Người dùng được cập nhật

source: User's email address is missing or malformed.
de_de: Die E-Mailadresse des Benutzers fehlt oder ist falsch formatiert.
fr_fr: Adresse email de l'utilisateur manquante ou mal formée.
nl_nl: E-mailadres gebruiker ontbreekt of is verkeerd.
vi_vn: Địa chỉ email người dùng thiếu hoặc không bình thường

source: User's email address is missing.
de_de: Die E-Mailadresse des Benutzers fehlt.
fr_fr: L'adresse email de l'utilisateur est manquante.
nl_nl: E-mailadres gebruiker ontbreekt.
vi_vn: Địa chỉ email người dùng thiếu

source: User's email used as contact email address.
de_de: Die E-Mailadresse des Benutzers wird als Kontaktadresse benutzt.
fr_fr: Adresse email de l'utilisateur utilisée en tant qu'adresse email de contact.
nl_nl: E-mail gebruiker is gebruikt als contact e-mailadres.
vi_vn: Email người dùng cũng là địa chỉ email liên hệ

source: Username
de_de: Benutzername
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
vi_vn: Tên người dùng

source: Username and password combination not found.
de_de: Benutzername und Kennwort nicht gefunden.
fr_fr: Combinaison Nom d'utilisateur/Mot de passe non trouvée.
nl_nl: Gebruikersnaam / wachtwoord onbekend.
vi_vn: Tổ hợp tên người dùng và mật khẩu không tìm thấy

source: Username and password refused.
de_de: Benutzer und Kennwort abgelehnt.
fr_fr: Nom d'utilisateur et mot de passe refusés.
nl_nl: Gebruikersnaam en wachtwoord geweigerd.
vi_vn: Tên người dùng và mật khẩu bị từ chối

source: Username is improperly formatted.
de_de: Benutzername ist fehlerhaft formatiert.
fr_fr: Le nom d'utilisateur est mal formé.
nl_nl: Formaat gebruikersnaam is fout.
vi_vn: Tên người dùng định dạng không đúng

source: Username: %s
fr_fr: Nom d'utilisateur : %s
nl_nl: Gebruikersnaam: %s

source: Users
de_de: Benutzer
fr_fr: Utilisateurs
nl_nl: Gebruikers
vi_vn: Người dùng

source: Users module will re-register each module's permissions.
fr_fr: Le module Utilisateurs va réinscrire les permissions de chaque module.
nl_nl: De module zal van elke module de gebruikersrechten opnieuw registreren.

source: View restrictions
de_de: Einschränkungen ansehen
fr_fr: Voir les restrictions
nl_nl: Toon beperkingen
vi_vn: Xem hạn chế

source: Want to join?
de_de: Schon angemeldet?
fr_fr: Vous voulez vous inscrire ?
nl_nl: Wilt u zich aanmelden?
vi_vn: Muốn tham gia ?

source: Warning: this user's authorization script is broken. Choose another and update.
nl_nl: Waarschuwing: het autorisatie script van deze gebruiker is verminkt. Kies een ander en wijzig dat.

source: We are currently unable to send out email reminders. Try again later.
de_de: Zur Zeit versenden wir keine E-Mailhinweise. Versuche es später noch einmal.
fr_fr: Nous ne pouvons pas envoyer les emails de rappel à l'heure actuelle. Veuillez réessayer plus tard.
nl_nl: We kunnen even geen e-mail herinneringen sturen. Probeer later.
vi_vn: Chúng tôi hiện không thể gửi email nhắc nhở. Xin thử lại sau

source: We have sent you an email to reset your password.
de_de: Eine E-Mail zum Zurücksetzen des Kennworts wurde verschickt.
fr_fr: Nous vous avons envoyé un email pour réinitialiser votre mot de passe.
nl_nl: We hebben een e-mail gestuurd om uw wachtwoord te wijzigen.
vi_vn: Chúng tôi đã gửi cho bạn email để khởi tạo lại mật khẩu

source: We have sent you an user name reminder. Please check your email and return to log in.
de_de: Ein Benutzernamenhinweis wurde verschickt. Bitte E-Mails überprüfen und dann wieder einloggen.
fr_fr: Nous vou avons envoyé un rappel de votre nom d'utilisateur. Veuillez vérifier vos emails et revenir vous connecter.
nl_nl: We hebben u een e-mail gestuurd met uw gebruikersnaam. Controleer uw e-mail en probeer opnieuw in te loggen.
vi_vn: Chúng tôi đã gửi cho bạn một nhắc nhở tên người dùng. Xin kiểm tra email và trở lại đăng nhập

source: Welcome!
de_de: Willkommen!
fr_fr: Bienvenue !
nl_nl: Welkom!
vi_vn: Chào mừng!

source: Why can't I change my password?
de_de: Warum kann ich mein Kennwort nicht ändern?
fr_fr: Pourquoi ne puis-je pas changer mon mot de passe ?
nl_nl: Waarom kan ik mijn wachtwoord niet wijzigen?
vi_vn: Sao tôi không thể thay đổi mật khẩu?

source: Yes
de_de: Ja
fr_fr: Oui
nl_nl: Ja
vi_vn: Vâng

source: Yes, make them a deity.
de_de: Ja, mache einen Deity aus ihm.
fr_fr: Oui, faire d'eux des divinités.
nl_nl: Ja, maak ze elite gebruikers.
vi_vn: Vâng, cho họ thành chức vụ.

source: Yes, make them a mortal.
de_de: Ja, mache einen Sterblichen aus ihm.
fr_fr: Oui, faire d'eux des mortels.
nl_nl: Ja, maak ze normale gebruikers.
vi_vn: Vâng, cho họ thành quan trọng.

source: Yes, send them an email
fr_fr: Oui, leur envoyer un email
nl_nl: Ja, stuur ze een e-mail

source: You already have an account.
de_de: Du hast schon ein Konto.
fr_fr: Vous avez déjà un compte.
nl_nl: U heeft al een account.
vi_vn: Bạn đã có tài khoản.

source: You have one hour to respond.
de_de: Bitte innerhalb einer Stunde antworten.
fr_fr: Vous avez une heure pour répondre.
nl_nl: U heeft een uur om te reageren.
vi_vn: Bạn có 1 giờ để hồi đáp

source: You may log-in using the following information:
fr_fr: Vous pouvez vous connecter en utilisant les informations suivantes :
nl_nl: U mag inloggen met de volgende informatie:

source: You must enter either a username or email address.
de_de: Ein Benutzername oder Kennwort muss eingegeben werden.
fr_fr: Vous devez entrer un nom d'utilisateur ou une adresse email.
nl_nl: U moet een gebruikersnaam of een e-mailadres opgeven.
vi_vn: Bạn phải nhập tên người dùng hoặc địa chỉ email

source: You need to set a site contact address.
de_de: Siteadresse muss gesetzt sein.
fr_fr: Vous devez indiquer une adresse de contact pour le site.
nl_nl: U moet een contact e-mailadres opgeven.
vi_vn: Bạn cần thiết lập địa chỉ liên hệ site

source: You will return to the home page in five seconds.
de_de: Du wirst in 5 Sekunden zur Hauptseite geschickt.
fr_fr: Vous retourner à la page d'accueil dans cinq secondes.
nl_nl: U keert binnen 5 seconden terug naar de hoofdpagina.
vi_vn: Bạn sẽ trở về trang chủ trong 5 giây

source: Your account has been deactivated. You will need to contact a site administrator to have it reactivated.
de_de: Dein Benutzerkonto wurde deaktiviert. Kontaktiere den Systemadministrator damit das Konto wieder aktiviert wird.
fr_fr: Votre compte a été désactivé. Vous devez contacter un administrateur du site pour qu'il soit réactivé.
nl_nl: Uw account is niet actief. Om het actief te maken moet u contact opnemen met de beheerder.
vi_vn: Tài khoản của bạn đã bị khóa. Xin liên hệ quản trị site để khôi phục tài khoản.

source: Your account has been successfully activated. Please log in.
de_de: Dein Konto wurde aktiviert. Bitte einloggen.
fr_fr: Votre compte a été activé avec succès. Veuillez vous connecter.
nl_nl: Uw account is actief gemaakt. U kunt inloggen.
vi_vn: Tài khoản của bạn được kích hoạt thành công. Xin đăng nhập

source: Your account is authorized external to this site. You will need to update it at the source.
fr_fr: Votre compte est un externe autorisé pour ce site. Vous devez le mettre à jour à la source.
nl_nl: Uw account is extern geautoriseerd voor deze website. Als u het wilt wijzigen zult u het daar moeten doen.

source: Your email address is missing from your account. Please contact the site administrators.
de_de: Deine E-Mail Adresse fehlt in Deinem Benutzerkonto. Wende Dich an den Systemadministrator.
fr_fr: Votre adresse email n'est pas indiqué dans votre comtpe. Veuillez contacter les administrateurs du site.
nl_nl: Uw account heeft geen e-mailadres. Neem contact op met de beheerder.
vi_vn: Tài khoản của bạn thiếu địa chỉ email. Xin liên hệ quản trị site.

source: Your password request was not found or timed out. Please apply again.
fr_fr: Votre requête de mot de passe n'a pas été trouvé ou a expiré. Veuillez faire une nouvelle demande.
nl_nl: Uw verzoek om een wachtwoord is niet gevonden of het is verlopen. Probeer het opnieuw.
vi_vn: Yêu cầu mật khẩu của bạn không tìm thấy hoặc đã quá thời gian. Xin thực hiện lại.

source: Your user account has not been approved yet. Make sure you have responded to your authentication email.
de_de: Dein Benutzerkonto wurde noch nicht bestätigt. Hast Du auf die Bestätigungsmail geantwortet?
fr_fr: Votre compte utilisateur n'a pas encoré été approuvé. Assurez-vous d'avoir répondu à l'email d'autentification.
nl_nl: Uw gebruikersaccount is nog niet goedgekeurd. Controleer of u uw authenticatie e-mail heeft beantwoord.
vi_vn: Tài khoản người dùng của bạn chưa được chấp thuận. Xin chắc rằng bạn đã hồi đáp email xác nhận.

source: Could not connect to %s
fr_fr: Impossible de se connecter à %s

source: Home
fr_fr: Accueil
vi_vn: Trang chủ

source: Password was blank
fr_fr: Le mot de passe a été vidé

source: Sorry
de_de: Pech
fr_fr: Désolé
vi_vn: Xin lỗi

source: Uncheck all restricted
de_de: Markiere alle eingeschränkten
fr_fr: Décocher tous les restreints

source: Uncheck all unrestricted
de_de: Entferne Markierung bei allen Unbeschränkten
fr_fr: Décocher tous les non restreints

source: Confirm Graphic
de_de: Bestätigungsgrafik
vi_vn: Xác nhận ảnh

source: Confirm text
de_de: Bestätigungstext
vi_vn: Xác nhận văn bản

source: Enter the word from the image above.
de_de: Bitte Wort aus Bild eingeben.
vi_vn: Nhập từ trong ảnh ở trên

source: Please type the word seen in the image.
de_de: Bitte tippe das Wort im Bild ein.
vi_vn: Xin nhập từ thấy trong ảnh

source: Unable to create authorization script.
de_de: Konnte das Autorisationsskript nicht erstellen.
vi_vn: Không thể tạo mã quyền quản trị
