Repository: AppStateESS/canopy
Catalog: mod/users/locale/*/LC_MESSAGES/users.po
Languages: de_de, fr_fr, nl_nl, vi_vn

source: Module tried to detect a non-existant permission.
de_de: Das Modul versucht nichtexistierende Berechtigung zu verwenden.
fr_fr: Le module a essayé de détecter une permission inexistante.
nl_nl: Module probeert een onbekend recht te vinden.
vi_vn: Mô-đun cố phát hiện quyền hạn không tồn tại

source: Module's item permission file is missing.
de_de: Berechtigungsdatei für die Elemente dieses Moduls fehlt.
fr_fr: Le fichier de permission d'élément du module est absent.
nl_nl: Het bestand met rechten van de module ontbreekt
vi_vn: File quyền hạn các mục của mô-đun thiếu

source: Module's permission file is missing.
de_de: Berechtigungsdatei für dieses Modul fehlt.
fr_fr: Le fichier de permission du module est absent.
nl_nl: Bestand met module rechten ontbreekt.
vi_vn: File quyền hạn mô-đun thiếu

source: Mortal
de_de: Sterblich
fr_fr: Mortel
nl_nl: Normaal
vi_vn: Quan trọng

source: My Page
de_de: Meine Seite
fr_fr: Ma Page
nl_nl: Mijn pagina
vi_vn: Trang của tôi

source: My Page registered to Users module.
de_de: "Meine Seite" registriert im Benutzermodul.
fr_fr: Ma Page inscrite dans le module Utilisateurs.
nl_nl: Mijn pagina geregistreerd bij module Users.
vi_vn: Trang của tôi đã đăng ký vào mô-đun người dùng

source: My Page unavailable to remote users.
fr_fr: Ma Page est indisponible pour les utilisateurs distants
nl_nl: Mijn Pagina niet beschikbaar voor externe gebruikers.

source: My Page unregistered from Users module.
fr_fr: Ma Page désinscrite de module Utilisateurs.
nl_nl: Mijn pagina gederegistreerd van module Users.

source: Never
de_de: Niemals
fr_fr: Jamais
nl_nl: Nooit
vi_vn: Không bao giờ

source: New Account Sign-up
de_de: Neues Konto
fr_fr: Inscription pour un nouveau compte
nl_nl: Aanmelden nieuwe gebruiker
vi_vn: Tài khoản đăng ký mới

source: New Group
de_de: Neue Gruppe
fr_fr: Nouveau groupe
nl_nl: Nieuwe Groep
vi_vn: Nhóm mới

source: New User
de_de: Neuer Benutzer
fr_fr: Nouvel utilisateur
nl_nl: Nieuwe Gebruiker
vi_vn: Người dùng mới

source: New user CAPTCHA confirmation
nl_nl: Nieuwe gebruiker CAPTCHA bevestiging

source: New user signup is currently disabled.
de_de: Neue Benutzer können sich zur Zeit nicht anmelden.
fr_fr: L'inscription de nouveaux utilisateurs est actuellement désactivée.
nl_nl: Er kunnen tijdelijk geen nieuwe gebruikers aangemaakt worden.
vi_vn: Đăng ký người dùng mới hiện đang tạm khóa

source: New user signup not allowed.
de_de: Neue Benutzer sind nicht erlaubt.
fr_fr: Inscription de nouveaux utilisateurs non autorisée.
nl_nl: Het aanmelden van nieuwe gebruikers is niet toegestaan.
vi_vn: Đăng ký người dùng mới không được phép

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
vi_vn: Không

source: No groups found.
de_de: Keine Gruppen gefunden.
nl_nl: Er zijn geen groepen.
vi_vn: Không tìm thấy nhóm

source: No matches found.
de_de: Keine Übereinstimmung gefunden.
fr_fr: Aucune correspondance trouvée.
nl_nl: Niets gevonden.
vi_vn: Không tìm thấy kết quả nào

source: No members.
de_de: Keine Mitglieder.
fr_fr: Aucun membre.
nl_nl: Geen leden.
vi_vn: Không có thành viên

source: No modules are registered to My Page.
de_de: Keine Module sind für "Meine Seite" registriert.
fr_fr: Aucun module enregistré dans Ma Page.
nl_nl: Op Mijn Pagina staan geen modules.
vi_vn: Không có mô-đun được đăng ký với Trang của tôi

source: No new scripts found
de_de: Keine neuen Skripte gefunden.
fr_fr: Aucun nouveau script trouvé
nl_nl: Er is geen nieuw script
vi_vn: Không tìm thấy mã mới

source: No permissions file found.
de_de: Berechtigungsdatei nicht gefunden.
fr_fr: Aucun fichier de permission trouvé.
nl_nl: Bestand rechten ontbreekt.

source: No restricted edit groups found.
de_de: Keine eingeschränkten Bearbeitungsgruppen gefunden.
fr_fr: Aucun groupes restreint en édition trouvé.
nl_nl: Er is geen beperkte te wijzigen groep.
vi_vn: Không tìm thấy nhóm chỉnh sửa có hạn chế

source: No view groups found.
fr_fr: Aucun groupe de visualisation trouvé.
nl_nl: Geen te tonen groep gevonden.

source: No, do not notify
fr_fr: Non, ne pas modifier
nl_nl: Nee, niet inlichten

source: No, leave them as a deity.
de_de: Nein, lasse ihn Deity.
fr_fr: Non, les laisser en divinités.
nl_nl: Nee, laat ze de status elite houden.
vi_vn: Không, hãy để chúng là chức vụ

source: No, leave them as a mortal.
de_de: Nein, lasse ihn sterblich.
fr_fr: Non, les laiser en mortels.
nl_nl: Nee, laat ze normale gebruikers blijven.
vi_vn: Không, hãy để chúng là quan trọng

source: None
de_de: Keiner
fr_fr: Aucun
nl_nl: Geen
vi_vn: Không có gì

source: None found
de_de: Niemanden gefunden
fr_fr: Aucun trouvé
nl_nl: Niets gevonden
vi_vn: Không tìm thấy gì

source: Not allowed
de_de: Nicht erlaubt
fr_fr: Aucun autorisé
nl_nl: Niet toegestaan
vi_vn: Không cho phép

source: Not in group
fr_fr: Pas dans le groupe
nl_nl: Niet in groep

source: Notify user
fr_fr: Notifier l'utilisateur
nl_nl: Inlichten gebruiker

source: Once you change your display name, you may not change it again until reset by the site administrator.
fr_fr: Une fois votre nom d'affichage modifié, vous ne pouvez plus le changer jusqu'à ce qu'un administrateur du site le réinitialise
nl_nl: Na het wijzigen van de te tonen naam, mag u deze niet opnieuw wijzigen (totdat de webbeheerder dat toestaat)

source: Only another deity can create a deity.
de_de: Nur ein Deity kann einen anderen Deity erschaffen.
fr_fr: Seule une autre divinité peut créer une divinité.
nl_nl: Alleen een elite gebruiker kan een elite gebruiker toevoegen.
vi_vn: Chỉ những chức vụ khác mới có thể tạo chức vụ

source: Only another deity can create a mortal.
de_de: Nur ein Deity kann einen Sterblichen erschaffen.
fr_fr: Seule une autre divinité peut créer un mortel.
nl_nl: Alleen een andere elite gebruiker kan een normale gebruiker toevoegen.
vi_vn: Chỉ chức vụ khác mới có thể tạo quan trọng

source: Password
de_de: Kennwort
fr_fr: Mot de passe
nl_nl: Wachtwoord
vi_vn: Mật khẩu

source: Password confirm
de_de: Kennwort bestätigen
fr_fr: Confirmation du mot de passe
nl_nl: Bevestig wachtwoord
vi_vn: Xác nhận mật khẩu

source: Password is too easy to guess.
de_de: Das Kennwort ist zu leicht zu erraten.
fr_fr: Le mot de passe est trop facile à deviner.
nl_nl: Het wachtwoord is te eenvoudig.
vi_vn: Mật khẩu quá dễ đoán

source: Password must be at least %s characters in length.
de_de: Kennwörter müssen mindestens %s Zeichen lang sein.
fr_fr: Le mot de passe doit faire au mois %s caractères de long.
nl_nl: Een wachtwoord moet minstens %s tekens lang zijn.
vi_vn: Mật khẩu phải dài tối thiểu %s ký tự

source: Password was blank.
nl_nl: Wachtwoord is niet ingevuld.

source: Password: %s
fr_fr: Mot de passe : %s
nl_nl: Wachtwoord: %s

source: Passwords do not match.
de_de: Kennwörter passen nicht.
fr_fr: Les mots de passe ne correspondent pas.
nl_nl: De wachtwoorden verschillen.
vi_vn: Mật khẩu không chính xác

source: Passwords must be reentered on user name change.
de_de: Kennwörter müssen bei Namensänderungen erneut eingegeben werden.
fr_fr: Les mots de passe doivent être resaisis sur la page de changement de nom d'utilisateur.
nl_nl: Bij het wijzigen van de gebruikersnaam moeten de wachtwoorden opnieuw ingevuld worden.
vi_vn: Mật khẩu phải được nhập lại khi thay đổi tên người dùng

source: Passwords were not acceptable for the following reason:
de_de: Kennworte werden aus dem folgenden Grund nicht akzeptiert.
fr_fr: Les mots de passe n'étaient pas acceptables pour la raison suivante :
nl_nl: Wachtwoorden zijn afgekeurd vanwege:
vi_vn: Mật khẩu không được chấp nhận vì lý do sau :

source: Permission
de_de: Berechtigung
nl_nl: Rechten
vi_vn: Quyền hạn

source: Permission table name already exists.
de_de: Eine Berechtigungstabelle mit diesem Namen existiert schon.
fr_fr: La table des noms de permission existe déjà.
nl_nl: Er is al een rechten tabel met deze naam.
vi_vn: Tên bảng quyền hạn đã có

source: Permission table not found.
de_de: Berechtigungstabelle nicht gefunden.
fr_fr: Table de permission non trouvée.
nl_nl: Rechten tabel ontbreekt.
vi_vn: Bảng quyền hạn không tìm thấy

source: Permissions
de_de: Berechtigungen
nl_nl: Rechten
vi_vn: Quyền hạn

source: Permissions file not found.
de_de: Berechtigungsdatei nicht gefunden.
nl_nl: Bestand rechten ontbreekt.

source: Permissions file not implemented.
fr_fr: Fichier de permissions non implémenté.
nl_nl: Bestand rechten niet aangemaakt.
vi_vn: File quyền hạn không được cung cấp

source: Permissions table created successfully.
de_de: Berechtigungstabelle erstellt.
fr_fr: Table des permissions créée avec succès.
nl_nl: Tabel rechten aangemaakt.
vi_vn: Bảng quyền hạn khởi tạo thành công

source: Permissions table not created successfully.
de_de: Berechtigungstabelle nicht erstellt.
fr_fr: Table des permissions non créée.
nl_nl: Tabel rechten niet aangemaakt.
vi_vn: Bảng quyền hạn khởi tạo không thành công

source: Permissions table not removed successfully.
de_de: Berechtigungstabelle nicht entfernt.
fr_fr: Table des permissions non retirée.
nl_nl: Tabel rechten is niet verwijderd.
vi_vn: Bảng quyền hạn không được gỡ bỏ thành công

source: Permissions table removed successfully.
de_de: Berechtigungstabelle entfernt.
fr_fr: Table des permissions retirée avec succès.
nl_nl: Tabel rechten is verwijderd.
vi_vn: Bảng quyền hạn được gỡ bỏ thành công

source: Permissions updated
de_de: Berechtigungen aktualisiert
fr_fr: Permissions mises à jour
nl_nl: Rechten bijgewerkt
vi_vn: Quyền hạn được cập nhật

source: Permissions updated.
de_de: Berechtigungen aktualisiert.
fr_fr: Permissions mises à jour.
nl_nl: Rechten bijgewerkt.
vi_vn: Quyền hạn được cập nhật

source: Please change your password immediately after logging in.
fr_fr: Veuillez changer votre mot de passe immédiatement après vous être connecté.
nl_nl: Wijzig a.u.b. na inloggen direct uw wachtwoord.

source: Please check your email for a response.
de_de: Bitte E-Mails auf Antworten prüfen.
fr_fr: Veuillez vérifier votre email pour une réponse.
nl_nl: Kijk in uw mail voor een antwoord.
vi_vn: Xin kiểm tra email để có hồi đáp

source: Please copy the word in above image.
nl_nl: Vul het woord in het bovenstaande plaatje in.

source: Please create a user to administrate the site.
de_de: Bitte erstelle einen Benutzer zur Websiteadministration.
fr_fr: Veuillez créer un utilisateur pour administrer le site.
nl_nl: Mak een gebruiker aan om de website te beheren.
vi_vn: Xin tạo một người dùng để quản trị site

source: Please enter a valid email address as a site contact.
de_de: Bitte eine echte E-Mailadresse angeben.
fr_fr: Veuillez entrer une adresse email valide comme contact de site.
nl_nl: Geef een geldig e-mailadres op als website contact.
vi_vn: Xin nhập một đại chỉ email có thực làm đại chỉ liên hệ của site

source: Please try another user name.
de_de: Versuche bitte einen anderen Namen.
fr_fr: Veuillez essayer un autre nom.
nl_nl: Probeer een andere gebruikersnaam.
vi_vn: Xin thử tên người dùng khác

source: Preferences
fr_fr: Préférences
nl_nl: Voorkeuren

source: Preferred editor
nl_nl: Editor voorkeur

source: Preferred editor (admins only)
de_de: Bevorzugter Editor (Nur Admins)
fr_fr: Editeur préféré (admins uniquement)
nl_nl: Editor voorkeur (alleen beheerders)
vi_vn: Trình biên tập ưa thích (chỉ có quản trị viên)

source: Register Module Permissions
de_de: Modulberechtigungen registrieren
fr_fr: Inscrire les permissions du module
nl_nl: Registreer Module Rechten

source: Register user permissions
de_de: Benutzerberechtigungen registrieren
fr_fr: Inscrire les permissions de l'utilisateur
nl_nl: Registreren gebruikersrechten

source: Remember me
fr_fr: Se souvenir de moi
nl_nl: Herinner mij
vi_vn: Ghi nhớ tôi

source: Remove
de_de: Entfernen
fr_fr: Retirer
nl_nl: Verwijderen
vi_vn: Gỡ bỏ

source: Repeat it here please
de_de: Bitte hier wiederholen
fr_fr: Répétez le ici
nl_nl: Herhaal het a.u.b. hier
vi_vn: Xin lặp lại nó ở đây

source: Reset my password
de_de: Kennwort zurücksetzen
fr_fr: Réinitialiser mon mot de passe
nl_nl: Wachtwoord vrijgeven
vi_vn: Khởi tạo lại mật khẩu của tôi

source: Restricted
de_de: Eingeschränkt
fr_fr: Restreint
nl_nl: Beperkt
vi_vn: Bị hạn chế

source: Save permissions
de_de: Berechtigungen speichern
fr_fr: Enregistrer les permissions
nl_nl: Rechten opslaan
vi_vn: Lưu quyền hạn

source: Script Filename
de_de: Skriptdateiname
fr_fr: Nom du fichier de script
nl_nl: Script bestand
vi_vn: Tên file script

source: Send reminder
de_de: Erinnerung senden
fr_fr: Envoyer un rappel
nl_nl: Stuur herinnering
vi_vn: Gửi nhắc nhở

source: Set Group Permissions
de_de: Gruppenberechtigungen setzen
fr_fr: Renseigner les permissions de groupe
nl_nl: Zet rechten groep
vi_vn: Thiết lập quyền hạn nhóm

source: Set User Permissions
de_de: Benutzerberechtigungen setzen
fr_fr: Renseigner les permissions d'utilisateur
nl_nl: Zet rechten gebruiker
vi_vn: Thiết lập quyền hạn người dùng

source: Set permissions
de_de: Berechtigungen setzen
fr_fr: Renseigner les permissions
nl_nl: Zet rechten
vi_vn: Thiết lập quyền hạn

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_nl: Instellingen
vi_vn: Cấu hình

source: Show login box
nl_nl: Toon inloggen

source: Sign up
de_de: Anmeldung
fr_fr: Inscription
nl_nl: Aanmelden
vi_vn: Đăng ký

source: Site address: %s
fr_fr: Adresse du site : %s
nl_nl: Website adres: %s

source: Site contact email
de_de: Kontakt E-Mail
fr_fr: Email de contact du site
nl_nl: Contact e-mailadres
vi_vn: email liên hệ của site

source: Sorry but you do not authorize from this site.
fr_fr: Désolé mais vous n'autorisez pas depuis ce site.
nl_nl: U bent nog niet ingelogd op de website.
vi_vn: Xin lỗi nhưng bạn không quản lý site này

source: Sorry but your authorization is not checked on this site. Please contact %s for information on reseting your password.
fr_fr: Désolé mais votre autorisation n'est pas vérifiée sur ce site. Veuillez contacter %s pour des informations sur la réinitialisation de votre mot de passe.
nl_nl: U bent nog niet voor de website geautoriseerd. Neem contact op met %s voor informatie over wissen van uw wachtwoord.
vi_vn: Xin lỗi nhưng quyền quản trị của bạn không được kiểm tra với site này. Xin liên hệ %s biết thêm về khởi tạo lại mật khẩu của bạn.

source: Sorry there is a problem with your account.
de_de: Es besteht ein Problem mit Deinem Benutzerkonto.
fr_fr: Désolé, il y a un problème avec votre compte.
nl_nl: Er is een probleem met uw account.
vi_vn: Xin lỗi có vấn đề với tài khoản của bạn

source: Sorry, we are not accepting new users at this time.
de_de: Pech gehabt, zur Zeit werden keine neuen Benutzer akzeptiert.
fr_fr: Désolé, nous n'acceptons pas de nouveaux utilisateurs en ce moment.
nl_nl: We staan op dit moment geen nieuwe gebruikers toe.
vi_vn: Xin lỗi, chúng tôi hiện không tiếp nhận người dùng mới

source: Specific group(s)
de_de: Spezielle Gruppe(n)
fr_fr: Groupe(s) spécifique(s)
nl_nl: Specifieke groep(en)
vi_vn: Nhóm đặc tả

source: The is a problem with My Page.
de_de: Ein Problem mit "Meine Seite" ist aufgetreten.
fr_fr: Il y a un problème avec Ma Page.
nl_nl: Er is een probleem met Mijn Pagina
vi_vn: Có vấn đề với Trang của tôi

source: The user name associated with your email address is "%s"
fr_fr: Le nom d'utilisateur associé avec votre adresse email est "%s"
nl_nl: De gebruikersnaam bij uw e-mailadres is "%s"
vi_vn: Tên người dùng đi theo địa chỉ email của bạn là "%s"

source: There is a problem with your authentication method. Contact the site administrator.
de_de: Ein Problem mit deiner Authentifizierungsmethode ist aufgetreten. Wende Dich an den Systemadministrator.
fr_fr: Il y a un problème avec votre méthode d'authentification. Contactez l'administrateur du site.
nl_nl: Neem contact op met de webbeheerder, er is een probleem met uw manier van autorisatie.
vi_vn: Có lỗi xảy ra với phương pháp xác minh của bạn. Liên hệ quản trị site

source: There was a problem with this module's My Page file.
fr_fr: Un problème est survenu avec le fichier Ma Page de ce module.
nl_nl: Er is een probleem met het bestand Mijn Pagina van deze module.
vi_vn: Có lỗi xảy ra với Trang của tôi của mô-đun này

source: There was problem creating your acccount. Check back later.
de_de: Ein Problem ist beim Erstellen deines Kontos aufgetreten. Versuche es später noch einmal.
fr_fr: Un problème est survenu en créant votre compte. Veuillez réessayer plus tard.
nl_nl: Aanmaken account mislukt.
vi_vn: Có lỗi xảy ra khi tạo tài khoản của bạn. Xin kiểm tra lại sau.

source: This authentication does not exist.<br /> If you did not log in within the time frame specified in your email, please apply for another account.
de_de: Diese Authentifikation existiert nicht.<br /> Wenn Du dich nicht innerhalb der in der E-Mail angegebenen Zeit angemeldet hast versuche einen neuen Zugang.
fr_fr: Cette méthode d'authentification n'existe pas.<br /> Si vous ne vous êtes pas connecté dans l'intervalle spécifié dans l'email, vous devez demander un autre compte.
nl_nl: Deze authenticatie is onbekend.<br /> Als u niet ingelogd bent met de tijdelijke link in uw e-mail, vraag dan om een ander account.
vi_vn: Việc xác minh này không tồn tại <br/> \nNếu bạn không đăng nhập trong khoảng thời gian nêu rõ trong email, xin đăng ký tài khoản khác.

source: This email address cannot be used.
de_de: Diese E-Mailadresse kann nicht benutzt werden.
fr_fr: Cette adresse email ne peut pas être utilisée.
nl_nl: Dit e-mailadres kan niet gebruikt worden.
vi_vn: Địa chỉ email này không thể dùng

source: This module is not registered with My Page
de_de: Dieses Modul ist nicht für "Meine Seite" registriert
fr_fr: Ce module n'est pas inscrit dans Ma Page
nl_nl: deze module is niet bekend bij Mijn Pagina
vi_vn: Mô-đun này không đăng ký với Trang của tôi

source: Time Zone
de_de: Zeitzone
fr_fr: Fuseau horaire
nl_nl: Tijdzone
vi_vn: Múi giờ

source: Tried to perform an admin function in Users.
de_de: Der Benutzer versuchte eine Adminfunktion im Benutzerbereich.
fr_fr: A tenté d'effectuer une fonction admin dans Utilisateurs.
nl_nl: Admin functie geprobeerd in Users.
vi_vn: Cố gắng thực hiện chứa năng quản trị trong Người dùng

source: Unable to copy deity login to branch.
de_de: Kopie des Deity-Logins in den Branch nicht möglich.
fr_fr: Impossible de copier le compte divinité dans la branche.
nl_nl: Kopieren login elite naar branch is mislukt.
vi_vn: Không thể sao chép đăng nhập của chức vụ vào nhánh

source: Unable to copy deity user group to branch.
fr_fr: Impossible de copier le groupe utilisateur divinité dans la branche.
nl_nl: Kopieeren elite gebruikersgroep naar branch is mislukt.

source: Unable to copy deity users to branch.
de_de: Kopie der Deity-Benutzer in den Branch nicht möglich.
fr_fr: Impossible de copier les utilisateurs divinités dans la branche.
nl_nl: Kopieren elite gebruikers naar branch is mislukt.
vi_vn: Không thể sao chép người dùng có chức vụ vào nhánh

source: Unable to find font file for graphic confirmation.
de_de: Kann Schriftdatei für grafische Bestätigung nicht finden.
fr_fr: Impossible de trouver le fichier de police pour la confirmation graphique.
nl_nl: Bestand voor grafische bevestiging ontbreekt.
vi_vn: Không thể tìm thấy tập tin font để xác nhận hình ảnh

source: Unable to load key.
fr_fr: Impossible de charger la clé.
nl_nl: Load key mislukt.

source: Unable to save user information.
de_de: Benutzerinformationen konnten nicht gespeichert werden.
fr_fr: Impossible d'enregistrer les informations de l'utilisateur.
nl_nl: Opslaan gebruiker informatie mislukt.
vi_vn: Không thể lưu thông tin người dùng

source: Unable to set permissions. Bad key data.
fr_fr: Impossible d'affecter les permissions. Mauvaises données de clé.
nl_nl: Rechten niet gezet. Slechte sleutel gegevens.

source: Unable to write confirmation graphic to server.
de_de: Kann grafische Bestätigung nicht auf dem Server speichern.
fr_fr: Impossible d'écrire le graphique de confirmation sur le serveur.
nl_nl: Schrijven bestand voor grafische bevestiging mislukt.
vi_vn: Không thể ghi hình ảnh xác nhận vào máy chủ

source: Unknown error.
de_de: Unbekannter Fehler.
fr_fr: Erreur inconnue.
nl_nl: Onbekende fout.
vi_vn: Lỗi không xác định

source: Unrestricted
de_de: Unbeschränkt
fr_fr: Non restreint
nl_nl: Onbeperkt
vi_vn: Không hạn chế

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
nl_nl: Wijzigen
vi_vn: Cập nhật

source: Update Default
de_de: Standard aktualisieren
nl_nl: Wijzig Standaard
vi_vn: Cập nhật mặc định

source: Update Group
de_de: Gruppe aktualisieren
fr_fr: Mettre à jour le groupe
nl_nl: Wijzig Groep
vi_vn: Cập nhật nhóm

source: Update Settings
de_de: Einstellungen aktualisieren
fr_fr: Mettre à jour les paramètres
nl_nl: Wijzig Instellingen
vi_vn: Cập nhật cấu hình

source: Update User
de_de: Benutzer aktualisieren
fr_fr: Mettre à jour l'utilisateur
nl_nl: Wijzig Gebruiker
vi_vn: Cập nhật người dùng

source: Update authorization scripts
fr_fr: Met à jour les scripts d'autorisation
nl_nl: Wijzigen autorisatie scripts

source: Update my information
de_de: Meine Informationen aktualisieren
fr_fr: Mettre à jour mes informations
nl_nl: Opslaan
vi_vn: Cập nhật thông tin của tôi

source: Update password
de_de: Kennwort aktualisieren
fr_fr: Mettre à jour le mot de passe
nl_nl: Wijzig wachtwoord
vi_vn: Cập nhật mật khẩu

source: Use Daylight Savings Time
de_de: Sommerzeit benutzen
fr_fr: Utiliser le changement d'heure
nl_nl: Zomertijd gebruiken
vi_vn: Dùng giờ ban ngày trội thêm

source: Use graphic authentication
de_de: Benutze grafische Authentifizierung
fr_fr: Utiliser l'autentification graphique
nl_nl: Gebruik grafische authenticatie
vi_vn: Dùng cách xác minh hình ảnh

source: User Administration
de_de: Benutzerverwaltung
fr_fr: Administration des utilisateurs
nl_nl: Gebruikersadministratie
vi_vn: Quản trị người dùng

source: User Menu
de_de: Benutzermenü
fr_fr: Menu utilisateur
nl_nl: Gebruikersmenu
vi_vn: Menu người dùng

source: User Signup Mode
de_de: Benutzeranmeldungsmethode
fr_fr: Mode d'inscription utilisateur
nl_nl: Mode aanmelden gebruiker
vi_vn: Chế độ đăng ký người dùng

source: User account deactivated.
de_de: Benutzerkonto deaktiviert.
fr_fr: Compte utilisateur désactivé.
nl_nl: Account gebruiker niet meer actief.

source: User created and notified.
fr_fr: Utilisateur créé et informé.
nl_nl: Gebruiker aangemaakt en ingelicht.

source: User created successfully.
de_de: Benutzer erstellt.
fr_fr: Utilisateur créé avec succès.
nl_nl: Gebruiker aangemaakt.
vi_vn: Người dùng được tạo thành công

source: User created successfully. Check your email for your login information.
de_de: Benutzer erstellt. Bitte E-Mails auf Login-Informationen überprüfen
fr_fr: Utilisateur créé avec succès. Vérifiez votre email pour les informations de connexion.
nl_nl: Gebruiker aangemaakt. Controleer uw e-mail voor toegangsinformatie.
vi_vn: Người dùng được tạo thành công. Xin kiểm tra email để biết thông tin đăng nhập

source: User created.
de_de: Benutzer erstellt.
fr_fr: Utilisateur créé.
nl_nl: Gebruiker aangemaakt.
vi_vn: Người dùng đã tạo

source: User deified.
de_de: Benutzer zum Deity erhoben.
fr_fr: Utilisateur déifié.
nl_nl: Gebruiker is nu elite gebruiker.
vi_vn: Người dùng đã phong chức

source: User deleted.
de_de: Benutzer gelöscht.
nl_nl: Gebruiker verwijderd.
vi_vn: Người dùng đã xóa

source: User is missing their permission group
de_de: Benutzer hat keine Berechtigungsgruppe
fr_fr: L'utilisateur n'a pas son groupe de permission.
nl_nl: Gebruiker heeft geen rechten groep
vi_vn: Người dùng thiếu nhóm quyền hạn

source: User name already in use.
de_de: Benutzername wird schon benutzt.
nl_nl: Gebruikersnaam komt al voor.
vi_vn: Tên người dùng đã được sử dụng
