Repository: AppStateESS/canopy
Catalog: mod/users/locale/*/LC_MESSAGES/users.po
Languages: de_de, fr_fr, nl_nl, vi_vn

source: "%s" permission column created.
de_de: Berechtigungsspalte "%s" wurde erstellt.
fr_fr: Colonne de permission "%s" créée.
nl_nl: "%s" rechten kolom aangemaakt.
vi_vn: "%s" cột cho phép đã được tạo

source: %s account created
fr_fr: Compte %s créé
nl_nl: %s account aangemaakt

source: %s created an user account for you.
fr_fr: %s a créé un compte utilisateur pour vous.
nl_nl: %s heeft uw gebruikersaccount aangemaakt.

source: - None -
fr_fr: - Aucun -
nl_nl: - Geen -

source: -- All --
fr_fr: -- Tous --
nl_nl: -- Alle --

source: -- Use server's time zone --
de_de: -- Benutze die Zeitzone des Servers --
fr_fr: -- Utiliser le fuseau horaire du serveur --
nl_nl: -- Gebruik tijdzone server --
vi_vn: -- Dùng múi giờ của máy chủ --

source: A deity can not make themselves mortal.
de_de: Ein Deity kann sich nicht sterblich machen.
fr_fr: Une divinité ne peut pas se rendre mortelle.
nl_nl: Een elite gebruiker kan zich niet een normale gebruiker maken.
vi_vn: Một chúa tể cũng không thể tự làm mình trọng đại.

source: A group with this name already exists.
de_de: Eine Gruppe mit diesem Namen existiert schon.
fr_fr: Un groupe avec ce nom là existe déjà.
nl_nl: Er is al een groep met deze naam.
vi_vn: Nhóm với tên này đã có rồi

source: A problem occurred when accessing user information. Please try again later.
de_de: Ein Fehler ist beim Zugriff auf Benutzerinformationen aufgetreten. Versuche es später noch einmal.
fr_fr: Un problème est survenu en accédant aux informations de l'utilisateur. Veuillez réessayer plus tard.
nl_nl: Benaderen gebruikers informatie mislukt. Probeer later opnieuw.
vi_vn: Có lỗi xảy ra khi truy nhập vào thông tin người dùng. Xin thử lại sau

source: A problem occurred when trying to register this module to My Page.
de_de: Bei der Modulregistrierung mit "Meine Seite" ist ein Fehler aufgetreten.
fr_fr: Un problème est survenu en tentant d'inscrire ce module dans Ma Page.
nl_nl: Het registreren van de module bij Mijn Pagina is mislukt.
vi_vn: Có lỗi xảy ra khi đăng ký mô-đun này vào Trang của tôi

source: A problem occurred when trying to unregister this module from My Page.
fr_fr: Un problème est survenu en tentant de désinscrire ce module dans Ma Page.
nl_nl: Het deregistreren van de module bij Mijn Pagina is mislukt.

source: A problem occurred when trying to update your password. Please try again later.
de_de: Ein Problem ist bei der Kennwortaktualisierung aufgetreten. Versuche es später noch einmal.
fr_fr: Un problème est survenu en tentant de mettre à jour votre mot de passe. Veuillez-réessayer ultérieurement.
nl_nl: Het wijzigen van uw wachtwoord is mislukt.
vi_vn: Có lỗi xảy ra khi cập nhật mật khẩu của bạn. Xin thử lại sau

source: Account Information
fr_fr: Informations du compte
nl_nl: Account Informatie

source: Account created successfully!
de_de: Konto wurde erstellt.
fr_fr: Compte créé avec succès !
nl_nl: Account is aangemaakt.
vi_vn: Tài khoản được tạo thành công

source: Action
de_de: Aktion
nl_nl: Actie
vi_vn: Tác vụ

source: Actions
de_de: Aktionen
nl_nl: Acties
vi_vn: Tác vụ

source: Activate
de_de: Aktivieren
nl_nl: Activeren
vi_vn: Kích hoạt

source: Activate this user
de_de: Diesen Benutzer aktivieren
fr_fr: Activer cet utilisateur
nl_nl: Deze gebruiker activeren

source: Active
de_de: Aktiv
fr_fr: Actif
nl_nl: Actief
vi_vn: Hoạt động

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
nl_nl: Toevoegen
vi_vn: Thêm

source: Add / Edit Groups
de_de: Hinzufügen/Bearbeiten von Gruppen
fr_fr: Ajouter / Editer les groups
nl_nl: Toevoegen / Wijzigen Groepen
vi_vn: Thêm/Chỉnh sửa nhóm

source: Add Group
de_de: Neue Gruppe
fr_fr: Ajouter un groupe
nl_nl: Toevoegen Groep
vi_vn: Thêm nhóm

source: Add Member
de_de: Mitglied hinzufügen
fr_fr: Ajouter un membre
nl_nl: Toevoegen Lid
vi_vn: Thêm thành viên

source: Add Script File
de_de: Skriptdatei hinzufügen
fr_fr: Ajouter un fichier de script
nl_nl: Toevoegen scriptbestand
vi_vn: Thêm file script

source: Add User
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
nl_nl: Toevoegen gebruiker
vi_vn: Thêm người dùng

source: Add this user to this group.
de_de: Benutzer zu dieser Gruppe hinzufügen.
fr_fr: Ajouter cet utilisateur à ce groupe.
nl_nl: Gebruiker aan deze groep toevoegen.
vi_vn: Thêm người dùng này vào nhóm

source: All visitors
de_de: Alle Besucher
fr_fr: Tous les visiteurs
nl_nl: Alle bezoekers
vi_vn: Tất cả khách thăm

source: Allow Remember Me
de_de: "Remember me" erlauben
fr_fr: Autoriser "Se souvenir de moi"
nl_nl: Toestaan Herinner Mij
vi_vn: Cho phép nhớ thông tin của tôi

source: Allow new user creation?
nl_nl: Toestaan toevoegen user?

source: Allow script tag input
fr_fr: Autoriser la saisie du tag de script
nl_nl: Toestaan invoer met script tag

source: An error occurred when trying to create your account. Please try again later.
de_de: Ein Fehler ist beim Erstellen deines Kontos aufgetreten. Versuche es später noch einmal.
fr_fr: Une erreur est survenue en tentant de créer votre compte. Veuillez reéssayer ultérieurement.
nl_nl: Aanmaken van uw account is mislukt.
vi_vn: Có lỗi xảy ra khi tạo tài khoản của bạn. Xin thử lại sau

source: An error occurred when trying to save the group.
de_de: Ein Fehler ist beim Erstellen der Gruppe aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer le groupe.
nl_nl: Het opslaan van de groep is mislukt.
vi_vn: Có lỗi xảy ra khi lưu nhóm

source: An error occurred when trying to save the user. Check your logs.
fr_fr: Une erreur est survenue en tentant d'enregistrer l'utilisateur. Vérifiez vos logs.
nl_nl: Het opslaan van de gebruiker is mislukt. Controleer de log.

source: An error occurred while updating your user account.
fr_fr: Une erreur est survenue en tentant de mettre à jour votre compte utilisateur.
nl_nl: Het wijzigen van uw account is mislukt.

source: An error occurred.
de_de: Ein Fehler ist aufgetreten.
fr_fr: Une erreur est survenue.
nl_nl: Er is een fout opgetreden.
vi_vn: Có lỗi xảy ra

source: Are you SURE you want to remove this group?
de_de: Bist du SICHER, dass diese Gruppe entfernt werden soll?
fr_fr: Êtes-vous SURE(E) de vouloir supprimer ce groupe ?
nl_nl: Wilt u deze groep verwijderen?
vi_vn: Bạn có CHẮC muốn gỡ bỏ nhóm này ?

source: Are you certain you want this user to have complete control of this web site?
de_de: Bist Du sicher, dass dieser Benutzer volle Zugriffsrechte auf diese Website haben soll?
fr_fr: Êtes-vous certain(e) de vouloir que cet utilisateur est un contrôle complet de ce site web ?
nl_nl: Wilt u deze gebruiker alle controle over uw website geven?
vi_vn: Bạn có chắc muốn người dùng này có toàn quyền điều khiển trang web ?

source: Are you certain you want to delete the user &quot;%s&quot; permanently?
de_de: Soll dieser Benutzer &quot;%s&quot; für immer gelöscht werden?
fr_fr: Êtes-vous certain(e) de vouloir supprimer l'utilisateur &quot;%s&quote définitivement ?
nl_nl: Wilt u de gebruiker %s verwijderen?
vi_vn: Bạn có chắc muốn xóa người dùng "%s" vĩnh viễn ?

source: Are you sure you want to deify this user?
de_de: Soll dieser Benutzer Deity werden?
fr_fr: Êtes-vous sûr(e) de vouloir déifier cet utilisateur ?
nl_nl: Wilt u deze gebruiker verheffen tot elite gebruiker?
vi_vn: Bạn có chắc muốn phong chức cho người dùng này ?

source: Are you sure you want to drop this authorization script?
de_de: Soll dieses Autorisationsskript entfernt werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce script d'autorisation ?
nl_nl: Wilt u dit autorisatie script laten vervallen?
vi_vn: Bạn có chắc muốn thả mã quyền quản trị này ?

source: Are you sure you want to remove deity status?
de_de: Soll der Deitystatus entfernt werden?
fr_fr: Êtes-vous sûr(e) de vouloir retirer le statut divinité ?
nl_nl: Wilt u de status elite laten vervallen?
vi_vn: Bạn có chắc muốn gỡ bỏ trạng thái phong chức ?

source: Authorization
de_de: Autorisation
fr_fr: Authorisation
nl_nl: Autorisatie
vi_vn: Quyền quản trị

source: Authorization Scripts
de_de: Autorisationsskripte
fr_fr: Scripts d'autorisation
nl_nl: Autorisatie scripts
vi_vn: Mã quyền quản trị

source: Authorization updated.
de_de: Autorisation aktualisiert
fr_fr: Autorisation mise à jour.
nl_nl: Autorisatie bijgewerkt.
vi_vn: Quyền quản trị được cập nhật

source: Authorization/Settings
de_de: Autorisationseinstellungen
fr_fr: Autorisation/Paramètres
nl_nl: Autorisatie/Instellingen
vi_vn: Quản trị/Cấu hình

source: Cancel
de_de: Abbruch
fr_fr: Annuler
nl_nl: Afbreken
vi_vn: Hủy

source: Captcha information was incorrect.
de_de: Captcha Information ist fehlerhaft.
fr_fr: L'information du Captcha est invalide.
nl_nl: Controle woord is fout (Captcha).
vi_vn: thông tin CAPTCHA không đúng

source: Change my Settings
de_de: Bearbeite meine Einstellungen
fr_fr: Changer mes paramètres
nl_nl: Wijzig mijn instellingen
vi_vn: Thay đổi cấu hình của tôi

source: Check all restricted
de_de: Markiere alle eingeschränkten
fr_fr: Vérifier tous les restreints
nl_nl: Selecteer alle beperkte

source: Check all unrestricted
de_de: Markiere alle uneingeschränkten
fr_fr: Vérifier tous les non restreints
nl_nl: Wijzig mijn instellingen

source: Checking %s module
de_de: Prüfe %s Modul
fr_fr: Vérification du module %s
nl_nl: Controleert %s module

source: Click here if you are not redirected.
de_de: Bitte hier klicken, falls die Umleitung nicht funktioniert hat.
fr_fr: Cliquez ici si vous n'êtes pas redirigé.
nl_nl: Klik hier als u niet doorverwezen wordt.
vi_vn: Bấm vào đây nếu không tự chuyển

source: Click here to log in
fr_fr: Cliquez ici pour vous identifier
nl_nl: Klik hier om in te loggen

source: Closest matches below.
de_de: Beste Übereinstimmung unten.
fr_fr: Correspondances les plus proches ci-dessous.
nl_nl: Onderstaand beste resultaten.
vi_vn: Gần đúng nhất ở bên dưới

source: Confirm
de_de: Bestätige
fr_fr: Confirmer
nl_nl: Bevestig
vi_vn: Xác nhận

source: Confirmation email
de_de: Bestätigungs-E-Mail
fr_fr: Email de confirmation
nl_nl: E-mail ter bevestiging
vi_vn: Xác nhận email

source: Confirmation phrase is not correct.
de_de: Die Bestätigungsphrase ist nicht korrekt.
fr_fr: La phrase de confirmation n'est pas correcte.
nl_nl: Tekst voor bevestiging is niet goed.
vi_vn: Thông tin xác nhận không đúng

source: Contact the site administrator
de_de: Wende Dich an den Systemadministrator
fr_fr: Contactez l'administrateur du site
nl_nl: Neem contact op met de webbeheerder

source: Control Panel
de_de: Systemsteuerung
nl_nl: Modules
vi_vn: Bảng điều khiển

source: Control Panel flyout menu
fr_fr: Menu volant du Panneau de contrôle
nl_nl: Instellingen verlaat menu

source: Could not access hub database.
de_de: Kein Zugriff auf Hubdatenbank.
fr_fr: Impossible d'accéder à la base de données du hub
nl_nl: Hub database niet te benaderen.
vi_vn: Không thể truy nhập dữ liệu phụ

source: Could not create "%s" permission column.
de_de: Die Berechtigungsspalte "%s" konnte nicht erstellt werden.
fr_fr: Impossible de créer la colonne de permission "%s".
nl_nl: Aanmaken "%s" rechten kolom mislukt.
vi_vn: Không thể tạo cột cho phép "%s"

source: Could not find any hub deities.
de_de: Keine Hub-Deities gefunden.
fr_fr: Aucune divinité du hub n'a été trouvée.
nl_nl: Er is geen elite hub.
vi_vn: Không thể tìm thấy chức phụ nào

source: Could not find user.
de_de: Konnte keinen Benutzer finden.
fr_fr: Impossible de trouver l'utilisateur.
nl_nl: Gebruiker niet bekend.

source: Could not load authentication script. Please contact site administrator.
nl_nl: Authenticatiescript kon niet geladen worden. Licht de webbeheerder in.

source: Create Group
de_de: Gruppe erstellen
fr_fr: Créer un groupe
nl_nl: Aanmaken Groep
vi_vn: Tạo nhóm

source: Create User
de_de: Benutzer erstellen
fr_fr: Créer un utilisateur
nl_nl: Aanmaken gebruiker
vi_vn: Tạo người dùng

source: Create new group
nl_nl: Aanmaken groep

source: Create new user
nl_nl: Aanmaken Gebruiker

source: Current Members
de_de: Aktuelle Mitglieder
fr_fr: Membres actuels
nl_nl: Huidige Leden
vi_vn: Người dùng hiện tại

source: Deactivate
de_de: Deaktivieren
nl_nl: Deactiveer
vi_vn: Vô hiệu hóa

source: Deactivate this user
de_de: Benutzer deaktivieren
fr_fr: Désactiver cet utilisateur
nl_nl: Deactiveer deze gebruiker

source: Default
de_de: Standard
fr_fr: Par Défaut
nl_nl: Standaard
vi_vn: Mặc định

source: Default group
fr_fr: Groupe par défaut
nl_nl: Standaard groep

source: Deity
fr_fr: Divinité
nl_nl: Elite
vi_vn: Chức vụ

source: Deity users copied to branch.
de_de: Deity-Benutzer in den Branch kopiert.
fr_fr: Utilisateurs Divinités copiés dans la branche.
nl_nl: Elite gebruikers gekopieerd naar branch.
vi_vn: Người dùng có chức vụ được sao chep vào nhánh

source: Delete
de_de: Löschen
fr_fr: Supprimer
nl_nl: Verwijder
vi_vn: Xóa

source: Delete Groups
de_de: Gruppe löschen
fr_fr: Supprimer les groupes
nl_nl: Verwijderen Groepen
vi_vn: Xóa nhóm

source: Delete Users
de_de: Benutzer löschen
fr_fr: Supprimer les utilisateurs
nl_nl: Verwijderen gebruikers
vi_vn: Xóa người dùng

source: Did you forget your password at our site?
de_de: Kennwort vergessen?
fr_fr: Avez-vous oublier votre mot de passe sur notre site ?
nl_nl: Wachtwoord vergeten?
vi_vn: Bạn có quên mật khẩu vào trang chúng tôi ?

source: Did you forget your user name at our site?
de_de: Benutzername vergessen?
fr_fr: Avez-vous oublié votre nom sur notre site ?
nl_nl: Gebruikersnaam vergeten?
vi_vn: Bạn có quên tên vào trang chúng tôi ?

source: Display
fr_fr: Afficher
nl_nl: Te tonen naam

source: Display Name
de_de: Anzeigename
fr_fr: Nom d'affichage
nl_nl: Naam
vi_vn: Tên hiển thị

source: Display name
de_de: Anzeigename
fr_fr: Nom d'affichage
nl_nl: naam
vi_vn: Hiển thị tên

source: Display name is improperly formatted.
de_de: Anzeigename ist fehlerhaft formatiert.
fr_fr: Le nom d'affichage n'est pas formaté correctement.
nl_nl: Formaat naam is fout.
vi_vn: Tên hiển thị không định dạng đúng

source: Do you wish to notify the new user?
fr_fr: Voulez-vous notifier le nouvel utilisateur ?
nl_nl: Wilt u de nieuwe gebruiker inlichten?

source: Drop
de_de: Fallenlassen
fr_fr: Retirer
nl_nl: Verwijder uit groep
vi_vn: Thả

source: Drop this member from the group.
de_de: Entferne Mitglied aus der Gruppe.
fr_fr: Retirer ce membre du groupe.
nl_nl: Verwijder gebruiker uit groep.
vi_vn: Thả thành viên này từ nhóm

source: Edit
de_de: Bearbeiten
fr_fr: Editer
nl_nl: Wijzig
vi_vn: Chỉnh sứa

source: Edit Authorization Script
de_de: Autorisationsskript bearbeiten
fr_fr: Editer le script d'autorisation
nl_nl: Wijzig autorisatie script
vi_vn: Chỉnh sửa mã quản trị

source: Edit Group
de_de: Gruppe bearbeiten
fr_fr: Editer le groupe
nl_nl: Wijzigen Groep
vi_vn: Chỉnh sửa nhóm

source: Edit Permissions
de_de: Berechtigungen bearbeiten
fr_fr: Editer les permissions
nl_nl: Wijzigen Rechten
vi_vn: Chỉnh sửa sự cho phép

source: Edit User
de_de: Benutzer bearbeiten
fr_fr: Editer l'utilisateur
nl_nl: Wijzigen gebruiker
vi_vn: Chỉnh sứa người dùng

source: Edit Users
de_de: Benutzer bearbeiten
fr_fr: Editer les utilisateurs
nl_nl: Wijzigen gebruikers
vi_vn: Chỉnh sửa người dùng

source: Edit restrictions
de_de: Einschränkungen bearbeiten
fr_fr: Editer les restrictions
nl_nl: Wijzig beperkingen
vi_vn: Chỉnh sửa sự giới hạn

source: Email Address
de_de: E-Mailadresse
fr_fr: Adresse email
nl_nl: E-mailadres
vi_vn: Địa chỉ email

source: Email Verification
de_de: E-Mail Verifizierung
fr_fr: Vérification de l'email
nl_nl: E-mail controle
vi_vn: Xác minh email

source: Email address already in use.
de_de: E-Mailadresse wird schon benutzt.
fr_fr: Adresse email déjà utilisée.
nl_nl: E-mailadres al in gebruik.
vi_vn: Địa chỉ email đã được dùng

source: Email address not found. Please try again.
de_de: E-Mail Adresse nicht gefunden. Bitte wiederholen.
fr_fr: Adresse email non trouvée. Veuillez réessayer.
nl_nl: E-mailadres niet gevonden. Probeer opnieuw.
vi_vn: Địa chỉ email không tìm thấy. Xin thử lại

source: Enter your new password
de_de: Das neue Kennwort hier eingeben.
fr_fr: Entrez votre nouveau mot de passe
nl_nl: Geef uw nieuwe wachtwoord op
vi_vn: Nhập mật khẩu mới

source: Enter your user name.
de_de: Den Benutzernamen eingeben.
fr_fr: Entrez votre nom d'utilisateur.
nl_nl: Geef uw gebruikersnaam op.
vi_vn: Nhập tên người dùng

source: Failed to send notification email.
fr_fr: Echec de l'envoi de l'email de notification.
nl_nl: Versturen notificatie e-mail mislukt.

source: Forbidden usernames (one per line)
de_de: Verbotene Benutzernamen (einer pro Zeile)
fr_fr: Noms d'utilisateurs interdits (un par ligne)
nl_nl: Verboden gebruikersnamen (een per regel)

source: Forgot Password
de_de: Kennwort vergessen
fr_fr: Mot de passe oublié
nl_nl: Wachtwoord vergeten
vi_vn: Quên mật khẩu

source: Forgot password?
de_de: Kennwort vergessen?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord vergeten?
vi_vn: Quên mật khẩu ?

source: Forgot your password?
de_de: Kennwort vergessen?
fr_fr: Mot de passe oublié ?
nl_nl: Heeft u uw wachtwoord vergeten?
vi_vn: Quên mật khẩu ?

source: Forgot your user name?
de_de: Benutzername vergessen?
fr_fr: Nom d'utilisateur oublié ?
nl_nl: Heeft u uw gebruikersnaam vergeten?
vi_vn: Quên tên người dùng ?

source: Forgotten password attempt made on a deity account.
fr_fr: Tentative de récupération de mot de passe oublié sur un compte divinité.
nl_nl: Een elite gebruiker heeft zijn wachtwoord vergeten.
vi_vn: Mật khẩu bị quên đã thử thực hiện trên tài khoản có chức vụ

source: Forgotten your user name? Enter your email address instead.
de_de: Benutzername vergessen? Probiere stattdessen die E-Mail-Adresse.
fr_fr: Vous avez oublié votre nom d'utilisateur ? Entrez votre adresse email à la place.
nl_nl: Heeft u uw gebruikersnaam vergeten? Geef dan uw e-mailadres op.
vi_vn: Bạn quên tên người dùng ? Nhập địa chỉ email của bạn thay thế

source: Generate password
fr_fr: Génerer un mot de passe
nl_nl: Genereer wachtwoord

source: Group Name
de_de: Gruppenname
fr_fr: Nom du groupe
nl_nl: Groepsnaam
vi_vn: Tên nhóm

source: Group created.
de_de: Gruppe erstellt.
fr_fr: Groupe créé.
nl_nl: Groep aangemaakt.
vi_vn: Nhóm đã tạo

source: Group does not exist.
de_de: Gruppe existiert nicht.
fr_fr: Le groupe n'existe pas.
nl_nl: Groep bestaat niet.
vi_vn: Nhóm không tồn tại

source: Group name
de_de: Gruppenname
fr_fr: Nom du groupe
nl_nl: Groepsnaam
vi_vn: Tên nhóm

source: Groups
de_de: Gruppen
fr_fr: Groupes
nl_nl: Groepen
vi_vn: Nhóm

source: Hello
de_de: Hallo
fr_fr: Bonjour
nl_nl: Hallo
vi_vn: Xin chào

source: Here is the address to return to our site:
de_de: Hier ist die Adresse um zu unserer Website zurückzukehren:
fr_fr: Voici l'adresse pour revenir sur notre site :
nl_nl: Adres om terug te keren naar onze site:
vi_vn: Đây là liên kết trở về trang của bạn

source: Hide login box
de_de: Verstecke Login
fr_fr: Cacher la boite de connexion
nl_nl: Verbergen login
vi_vn: Giấu hộp đăng nhập

source: If so, you may click the link below to reset it.
de_de: Wenn ja, dann zum Zurücksetzen den Link unten klicken.
fr_fr: Si c'est le cas, vous pouvez cliquer sur le lien ci-dessous pour le réinitialiser.
nl_nl: Ja? Klik dan op de onderstaande link om het te wissen.
vi_vn: Nếu vậy, hãy bấm vào liên kết dưới đây để khởi động lại nó

source: If you did not wish to reset your password, you may ignore this message.
de_de: Wenn das Kennwort nicht zurückgesetzt werden soll, einfach diese E-Mail ignorieren.
fr_fr: Si vous ne voulez pas réinitialiser votre mot de passe, vous pouvez ignorer ce message.
nl_nl: Als u uw wachtwoord niet wilt terugzetten, sla dan geen acht op dit bericht.
vi_vn: Nếu bạn không muốn khởi tạo lại mật khẩu, hãy bỏ qua thông điệp này

source: Immediate
de_de: Sofort
fr_fr: Immédiat
nl_nl: Direct
vi_vn: Ngay lập tức

source: Improper permission level for action requested.
de_de: Unzureichende Berechtigungsstufe für diese Aktion
fr_fr: Niveau de permission invalide pour l'action demandée.
nl_nl: U heeft niet genoeg rechten voor deze actie.
vi_vn: Cấp độ cho phép không phù hợp để thực hiện tác vụ yêu cầu

source: Improperly formatted group name.
de_de: Gruppenname ist fehlerhaft formatiert.
fr_fr: Nom de groupe mal formaté.
nl_nl: Groepsnaam is verkeerd (mogelijk te kort).
vi_vn: Tên nhóm định dạng không đúng

source: In group
fr_fr: Dans le groupe
nl_nl: In groep

source: Invalid variable name.
de_de: Variablenname nicht erlaubt.
fr_fr: Nom de variable invalide.
nl_nl: Variabele naam is verkeerd.
vi_vn: Tên biến không đúng

source: Language preference
de_de: Spracheinstellung
fr_fr: Préférence de langue
nl_nl: Taal voorkeur
vi_vn: Lựa chọn ngôn ngữ

source: Last Logged
de_de: Zuletzt angemeldet
fr_fr: Dernière connexion
nl_nl: Laatst actief
vi_vn: Đăng nhập lần cuối

source: Lets you create and edit users and groups.
de_de: Erstellung von Benutzern und Gruppen.
fr_fr: Vous permet de créer et éditer les utilisateurs et les groupes.
nl_nl: Aanmaken en beheren gebruikers en groepen.
vi_vn: Để tạo và chỉnh sửa người dùng và nhóm

source: Limit users by group
fr_fr: Limiter les utilisateurs par groupe
nl_nl: Limiteer gebruikers per groep

source: Local
de_de: Lokal
nl_nl: Lokaal
vi_vn: Cục bộ

source: Localization
fr_fr: Localisation
nl_nl: Lokalisatie

source: Log Out
de_de: Abmelden
fr_fr: Déconnexion
nl_nl: Uitloggen
vi_vn: Đăng xuất

source: Logged visitors
de_de: Angemeldete Besucher
fr_fr: Visiteurs connectés
nl_nl: Gelogde bezoekers
vi_vn: Khách thăm đã đăng nhập

source: Login
de_de: Anmelden
fr_fr: Connexion
nl_nl: Inloggen
vi_vn: Đăng nhập

source: Login Page
de_de: Anmeldeseite
fr_fr: Page de connexion
nl_nl: Inlog Pagina
vi_vn: Trang đăng nhập

source: Login page
de_de: Anmeldeseite
fr_fr: Page de connexion
nl_nl: Inlogpagina
vi_vn: Trang đăng nhập

source: Manage Groups
de_de: Gruppen verwalten
fr_fr: Gérer les groupes
nl_nl: Beheer Groepen
vi_vn: Quản lý nhóm

source: Manage Members
de_de: Mitglieder verwalten
fr_fr: Gérer les membres
nl_nl: Beheer Leden
vi_vn: Quản lý thành viên

source: Manage Users
de_de: Benutzer verwalten
fr_fr: Gérer les utilisateurs
nl_nl: Beheer Gebruikers
vi_vn: Quản lý người dùng

source: Member added.
de_de: Mitglied hinzugefügt.
fr_fr: Membre ajouté.
nl_nl: Lid toegevoegd.
vi_vn: Thành viên đã thêm vào

source: Member not found.
de_de: Mitglied nicht gefunden.
fr_fr: Membre non trouvé.
nl_nl: Lid niet gevonden.
vi_vn: Thành viên không tìm thấy

source: Member removed.
de_de: Mitglied entfernt.
fr_fr: Membre retiré.
nl_nl: Lid verwijderd.
vi_vn: Thành viên đã gỡ bỏ

source: Members
de_de: Mitglieder
fr_fr: Membres
nl_nl: Leden
vi_vn: Thành viên

source: Members found.
de_de: Mitglieder nicht gefunden.
fr_fr: Membres trouvés.
nl_nl: Leden gevonden.
vi_vn: Thành viên tìm thấy

source: Missing an email address.
de_de: E-Mailadresse fehlt.
fr_fr: Il manque une adresse email.
nl_nl: E-mailadres ontbreekt.
vi_vn: Thiếu địa chỉ email

source: Missing authorization script.
de_de: Fehlendes Autorisationsskript.
fr_fr: Il manque un script d'autorisation.
nl_nl: Autorisatie script ontbreekt.
vi_vn: Thiếu mã quyền quản trị

source: Missing key information.
de_de: Fehlende Information.
fr_fr: Il manque une information de clé.
nl_nl: Key informatie ontbreekt.
vi_vn: Thiếu thông tin khóa

source: Missing my_page function.
de_de: Fehlende my_page Funktion.
fr_fr: Fonction my_page manquante.
nl_nl: my_page functie ontbreekt.
vi_vn: Thiếu chức năng my_page

source: Mistyped username.
de_de: Der Benutzername ist falsch geschrieben.
fr_fr: Nom d'utilisateur mal saisi.
nl_nl: Gebruikersnaam fout.
vi_vn: Tên người dùng nhập sai

source: Module does not exist.
de_de: Modul existiert nicht.
fr_fr: Le module n'existe pas.
nl_nl: Module is onbekend.
vi_vn: Mô-đun không tồn tại
