Repository: AppStateESS/canopy
Catalog: mod/vmail/locale/*/LC_MESSAGES/vmail.po
Languages: nl_nl

source: %s Recipients
nl_nl: %s Ontvangers

source: %s inactive
nl_nl: %s inactief

source: %s message sent
nl_nl: %s bericht verstuurd

source: Activate
nl_nl: Inschakelen

source: Active
nl_nl: Actief

source: Add new recipient
nl_nl: Nieuwe ontvanger toevoegen

source: Add/Edit recipient
nl_nl: Ontvanger toevoegen/wijzigen

source: Address
nl_nl: Adres

source: All fields are required.
nl_nl: Alle velden zijn verplicht.

source: Are you sure you want to delete the recipient %s?
nl_nl: Wilt u de ontvanger %s verwijderen?

source: Available recipients
nl_nl: Beschikbare ontvangers

source: Change settings (Unrestricted only)
nl_nl: Wijzigen instellingen (indien bevoegd)

source: Check the e-mail address for formatting errors.
nl_nl: Controleer e-mailadres.

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak om te beginnen een %s aan

source: Compose message
nl_nl: Opstellen bericht

source: Confirm text
nl_nl: Tekst bevestiging

source: Confirmation phrase is not correct.
nl_nl: Tekst bevestiging is verkeerd.

source: Create
nl_nl: Aanmaken

source: Create recipient
nl_nl: Ontvanger aanmaken

source: Deactivate
nl_nl: Uitschakelen

source: Delete
nl_nl: Verwijderen

source: Delete recipient
nl_nl: Verwijder ontvanger

source: Edit
nl_nl: Wijzigen

source: Edit recipient
nl_nl: Wijzig ontvanger

source: Enable vmail sidebox
nl_nl: Inschakelen vmail vak

source: Error occurred when saving recipient.
nl_nl: Opslaan ontvanger is mislukt.

source: General Settings
nl_nl: Algemene Instellingen

source: If you would like to help out with the ongoing development of vmail, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met het ontwikkelen van vMail, of van een andere module van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw scherm).

source: Important Information
nl_nl: Belangrijke informatie

source: List Recipients
nl_nl: Lijst ontvangers

source: List all recipients
nl_nl: Toon alle ontvangers

source: Lock subject
nl_nl: Onderwerp vastzetten

source: Message
nl_nl: Bericht

source: Message sent succesfully.
nl_nl: Bericht verstuurd.

source: Message subject
nl_nl: Onderwerp bericht

source: New Recipient
nl_nl: Nieuwe ontvanger

source: Please provide a message.
nl_nl: Vul a.u.b. het bericht in.

source: Please provide a module title.
nl_nl: Geef a.u.b. een modulenaam op.

source: Please provide a subject.
nl_nl: Vul a.u.b. het onderwerp in.

source: Please provide your email address.
nl_nl: Vul a.u.b. uw e-mailadres in.

source: Please provide your name.
nl_nl: Vul a.u.b. uw naam in.

source: Post submission message to sender
nl_nl: Verstuur ontvangstbericht naar afzender

source: Read me
nl_nl: Lees me

source: Recipient %s activated.
nl_nl: Ontvanger %s ingeschakeld.

source: Recipient %s deactivated.
nl_nl: Ontvanger %s uitgeschakeld.

source: Recipient %s deleted.
nl_nl: Ontvanger %s verwijderd.

source: Recipient email address
nl_nl: E-mail adres ontvanger

source: Recipient label/name
nl_nl: Ontvanger label/naam

source: Recipient saved successfully.
nl_nl: Ontvanger opgeslagen.

source: Save settings
nl_nl: Instellingen opslaan

source: Send Message
nl_nl: Stuur bericht

source: Send a message to %s
nl_nl: Verstuur een bericht naar: %s

source: Sent from IP Address: %s
nl_nl: Verstuurd vanaf IP adres: %s

source: Settings
nl_nl: Instellingen

source: Show sidebox on home page only
nl_nl: Alleen tonen op hoofdpagina

source: Sidebox text
nl_nl: Tekst in het vak

source: Sorry, the readme file does not exist.
nl_nl: Het readme bestand ontbreekt.

source: Sorry, there are no recipients available at the moment.
nl_nl: Er is nu geen ontvanger.

source: Sorry, there was a problem sending the message.
nl_nl: Het versturen van het bericht is mislukt.

source: Subject
nl_nl: Onderwerp

source: Subject prefix (not seen by sender)
nl_nl: Prefix onderwerp (niet zichtbaar voor afzender)

source: The display title for this module, eg. vMail, Contacts, etc.
nl_nl: De te tonen naam voor deze module (bijv. vMail)

source: This message from %s was sent via %s.
nl_nl: Dit bericht is van %s en is verstuurd via %s.

source: This recipient is currently not active.
nl_nl: Deze ontvanger is nu niet actief.

source: Update
nl_nl: Wijzigen

source: Update recipient %s
nl_nl: Wijzig ontvanger %s

source: Use graphical confirmation on vmail form (CAPTCHA)
nl_nl: Gebruik CAPTCHA (Invoeren woord ter controle)

source: You must give this recipient a label.
nl_nl: Geef een label op bij deze ontvanger.

source: You must give this recipient a subject.
nl_nl: Geef een onderwerp op bij deze ontvanger.

source: You must give this recipient a valid email address.
nl_nl: Geef een geldig e-mailadres op bij deze ontvanger.

source: Your email
nl_nl: Uw e-mail

source: Your email address is improperly formatted.
nl_nl: Uw e-mailadres is verkeerd.

source: Your message was sent to
nl_nl: Uw bericht is verstuurd naar

source: Your name
nl_nl: Uw naam

source: vMail settings saved.
nl_nl: vMail instellingen opgeslagen.

source: vMail tables dropped.
nl_nl: vMail tabellen verwijderd.

source: Create simple spam-proof mailto forms.
nl_nl: Aanmaken van een eenvoudig, maar spam-veilig e-mailformulier.
