Repository: AppStateESS/canopy
Catalog: mod/search/locale/*/LC_MESSAGES/search.po
Languages: da_dk

source: A problem occurred during your search.
da_dk: Der opstod et problem under din s&oslash;gning

source: Add
da_dk: Tilf&oslash;j

source: Administrate and see information on searches.
da_dk: Administr&eacute;r ag se information p&aring; s&oslash;gninger.

source: Advanced Search
da_dk: Avanceret s&oslash;gning

source: All modules
da_dk: Alle moduler

source: Allow
da_dk: Tillad

source: Are you sure you want to delete the checked item(s)?
da_dk: Er du sikker p&aring; du vil slette de markerede ting?

source: Clip word
da_dk: Klip ord

source: Clipped words
da_dk: Udklippede ord

source: Close
da_dk: Luk

source: Current keywords
da_dk: Nuv&aelig;rende n&oslash;gleord

source: Delete
da_dk: Slet

source: Drop
da_dk: Ryd

source: Exact matches only
da_dk: Kun pr&aelig;cise overensstemmelser

source: Failure
da_dk: Fejl

source: Go
da_dk: Start

source: Highest result
da_dk: St&oslash;rste resultat

source: Ignore
da_dk: Ignor&eacute;r

source: Ignored
da_dk: Ignoreret

source: Keyword
da_dk: N&oslash;gleord

source: Keywords
da_dk: N&oslash;gleord

source: Keywords added to admin menu.
da_dk: N&oslash;gleord tilf&oslash;jet til admin menu.

source: Last called
da_dk: Sidst kaldt

source: Local
da_dk: Lokal

source: Mixed
da_dk: Blandet

source: Module
da_dk: Modul

source: Module list
da_dk: Modul liste

source: No results found.
da_dk: Intet resultat.

source: Nothing found
da_dk: Intet fundet

source: Search
da_dk: S&oslash;g

source: Search Admin
da_dk: S&oslash;g administrator

source: Search Results
da_dk: S&oslash;geresultater

source: Search for:
da_dk: S&oslash;g efter:

source: Search location
da_dk: S&oslash;g placering

source: The following search words were ignored
da_dk: De f&oslash;lgende s&oslash;ge ord blev ignoreret

source: Title
da_dk: Titel

source: Total queries
da_dk: Totale foresp&oslash;rgsler
