Repository: AppStateESS/canopy
Catalog: mod/webpage/locale/*/LC_MESSAGES/webpage.po
Languages: de_de, it_it, nl_nl, vi_vn

source: %d. (Untitled)
it_it: %d. (Senza titolo)
nl_nl: %d. (Zonder titel)
vi_vn: %d (Không đề)

source: - Select option -
it_it: - Seleziona opzione -
nl_nl: - Kies optie -
vi_vn: - Chọn tùy chọn -

source: A problem occurred when trying to approve a web page.
de_de: Ein Fehler ist bei der Webseitengenehmigung aufgetreten.
it_it: Si &egrave; verificato un errore tentando di approvare la pagina web.
nl_nl: Het goedkeuren van de webpagina is mislukt.
vi_vn: Có lỗi xảy ra trong lúc chấp thuận một trang web

source: A problem occurred when trying to delete your webpage.
de_de: Ein Fehler ist beim Löschen der Webseite aufgetreten.
it_it: Si &egrave; verificato un errore tentando di eliminare la pagina web.
nl_nl: Het verwijderen van de webpagina is mislukt.
vi_vn: Có lỗi xảy ra trong lúc xóa trang web của bạn

source: A problem occurred when trying to disapprove a web page.
it_it: Si &egrave; verificato un errore tentando di disapprovare la pagina web.
nl_nl: Het afkeuren van de webpagina is mislukt.

source: Action
de_de: Aktion
it_it: Azione
nl_nl: Actie
vi_vn: Tác vụ

source: Activate
de_de: Aktivieren
it_it: Attiva
nl_nl: Activeren
vi_vn: Kích hoạt

source: Active
de_de: Aktiv
it_it: Attivo
nl_nl: Actief
vi_vn: Hoạt động

source: Add Page
de_de: Seite hinzufügen
it_it: Aggiungi pagina
nl_nl: Toevoegen pagina
vi_vn: Thêm trang

source: Add new page
de_de: Neue Seite hinzufügen
it_it: Aggiungi nuova pagina
nl_nl: Toevoegen nieuwe pagina
vi_vn: Thêm trang mới

source: Add page: %s
de_de: Seite hinzufügen: %s
it_it: Aggiungi pagina: %s
nl_nl: Toevoegen pagina: %s
vi_vn: Thêm trang: %s

source: Administrate page: %s
de_de: Verwalte Seite: %s
it_it: Gestisci pagina: %s
nl_nl: Beheer pagina: %s
vi_vn: Quản trị trang: %s

source: An error occurred while saving your page. Please check the error log.
de_de: Ein Fehler ist beim Speichern der Seite aufgetreten. Bitte Logdatei prüfen.
it_it: Si &egrave; verificato un errore durante il salvataggio della pagina. Verificare il file di log degli errori.
nl_nl: Opslaan pagina is mislukt. Controleer de log.
vi_vn: Có lỗi xảy ra trong lúc lưu trang của bạn. Xin kiểm tra nhật ký lỗi.

source: An error occurred. Please check your logs.
de_de: Ein Fehler ist aufgetreten. Bitte Logdatei prüfen.
it_it: Si &egrave; verificato un errore. Verificare i file di log.
nl_nl: Er is een fout opgetreden. Controleer de log.
vi_vn: Có lỗi xảy ra. Xin kiểm tra nhật ký.

source: Approval list
de_de: Genehmigungsliste
it_it: Elenco di approvazione
nl_nl: Goedkeuringslijst
vi_vn: Danh sách chấp thuận

source: Approval view
de_de: Genehmigungsansicht
it_it: Vista approvazione
nl_nl: Toon goedkeuringen
vi_vn: Xem được chấp thuận

source: Approval(%s)
de_de: Genehmigung(%s)
it_it: Approvazione (%s)
nl_nl: Goedkeuring (%s)
vi_vn: Được chấp thuận(%s)

source: Approve
de_de: Akzeptieren
it_it: Approva
nl_nl: Goedkeuren
vi_vn: Chấp thuận

source: Are you sure you want to delete &quot;%s&quot and all its pages?
de_de: Soll &quot;%s&quot und alle seine Seiten gelöscht werden?
it_it: Eliminare &quot;%s&quot e tutte le sue pagine?
nl_nl: Wilt u &quot;%s&quot; en alle bijbehorende pagina's verwijderen?
vi_vn: Bạn có chắc muốn xóa "%s" và tất cả trang liên quan ?

source: Are you sure you want to delete the checked web pages?
de_de: Sollen die markierten Seiten wirklich gelöscht werden?
it_it: Eliminare le pagine web selezionate?
nl_nl: Wilt u de geselecteerde webpagina's verwijderen?
vi_vn: Bạn có chắc muốn xóa những trang được đánh dấu ?

source: Are you sure you want to join ALL the pages into just one page? Warning: You will lose all page backups!
de_de: Sollen ALLE Seiten miteinander verbunden werden? Warnung: Backups werden dabei gelöscht!
it_it: Unire tutte le pagine in UNA sola pagina? Attenzione: si perderanno tutti i backup delle pagine!
nl_nl: Wilt u alle pagina's in een pagina zetten? De back-ups gaan verloren!
vi_vn: Bạn có chắc muốn ghép TẤT CẢ trang lại thành 1 trang ? Cảnh báo: Bạn sẽ mất tất cả trang sao lưu.

source: Are you sure you want to join this page to the next?
de_de: Soll diese Seite mit der nächsten verbunden werden?
it_it: Unire questa pagina alla successiva?
nl_nl: Wilt u deze pagina samenvoegen met de volgende pagina?
vi_vn: Bạn có chắc muốn ghép trang này vào trang kế ?

source: Are you sure you want to remove this page?
de_de: Soll diese Seite entfernt werden?
it_it: Rimuovere questa pagina?
nl_nl: Wilt u deze pagina verwijderen?
vi_vn: Bạn có chắc muốn gỡ bỏ trang này ?

source: Attempted to approve a webpage.
de_de: Versuchte die Genehmigung einer Webseite.
it_it: Tentativo di approvare la pagina web.
nl_nl: Probeerde een webpagina goed te keuren.
vi_vn: Cố gắng chấp thuận trang web

source: Attempted to disapprove a webpage.
it_it: Tentativo di disapprovare una pagina web.
nl_nl: Probeerde een webpagina af te keuren.

source: Cannot find template file.
de_de: Vorlagendatei kann nicht gefunden werden.
it_it: Impossibile trovare il modello di pagina.
nl_nl: Template bestand ontbreekt.
vi_vn: Không thể tìm thấy file mẫu

source: Content
de_de: Inhalt
it_it: Contenuti
nl_nl: Inhoud
vi_vn: Nội dung

source: Create header
de_de: Kopfzeile erstellen
it_it: Crea intestazione
nl_nl: Aanmaken kop
vi_vn: Tạo đầu đề

source: Created by
de_de: Erstellt von
it_it: Creata da
nl_nl: Aangemaakt door
vi_vn: Tạo bởi

source: Created on
de_de: Erstellt am
it_it: Creata il
nl_nl: Aangemaakt op
vi_vn: Tạo vào

source: Creates web pages, articles, and the like.
de_de: Erzeuge Webseiten, Artikel und und und...
it_it: Permette di creare pagine web, articoli e simili.
nl_nl: Aanmaken pagina's, artikelen en het uiterlijk.
vi_vn: Tạo trang web, các mục, v.v.

source: Deactivate
de_de: Deaktivieren
it_it: Disattiva
nl_nl: Deactiveren
vi_vn: Vô hiệu hóa

source: Delete
de_de: Löschen
it_it: Elimina
nl_nl: Verwijderen
vi_vn: Xóa

source: Delete page
de_de: Seite löschen
nl_nl: Verwijder pagina
vi_vn: Xóa trang

source: Delete page (Unrestricted only)
it_it: Elimina pagina (Solo non bloccate)
nl_nl: Verwijder pagina (Alleen onbeperkt)

source: Disapprove
de_de: Ablehnen
it_it: Non approvare
nl_nl: Afkeuren
vi_vn: Không chấp thuận

source: Down
de_de: Nach unten
it_it: Gi&ugrave;
nl_nl: Naar beneden
vi_vn: Xuống

source: Drop
de_de: Fallenlassen
it_it: Elimina
nl_nl: Laten vervallen
vi_vn: Thả

source: Edit
de_de: Bearbeiten
it_it: Modifica
nl_nl: Wijzigen
vi_vn: Chỉnh sửa

source: Edit Page %s
de_de: Bearbeite Seite %s
it_it: Modifica pagina %s
nl_nl: Wijzig pagina %s
vi_vn: Chỉnh sửa trang %s

source: Edit header
de_de: Kopfzeile bearbeiten
it_it: Modifica intestazione
nl_nl: Wijzig kop
vi_vn: Chỉnh sửa đầu đề

source: Edit header page: %s
de_de: Kopfseite bearbeiten: %s
it_it: Modifica intestazione della pagina: %s
nl_nl: wijzig kop pagina: %s
vi_vn: Chỉnh sửa đầu đề trang : %s

source: Edit header: %s
de_de: Kopfzeile bearbeiten: %s
it_it: Modifica intestazione: %s
nl_nl: wijzig kop: %s
vi_vn: Chỉnh sửa đầu đề: %s

source: Edit page
de_de: Seite bearbeiten
it_it: Modifica pagina
nl_nl: Wijzig pagina
vi_vn: Chỉnh sửa trang

source: Edit page header
de_de: Seitenkopf bearbeiten
it_it: Modifica intestazione pagina
nl_nl: Wijzig kop pagina
vi_vn: Chỉnh sửa đầu đề trang

source: Edit web page
de_de: Webseite bearbeiten
it_it: Modifica pagina web
nl_nl: Wijzig webpagina
vi_vn: Chỉnh sửa trang web

source: Error
de_de: Fehler
it_it: Errore
nl_nl: Fout
vi_vn: Lỗi

source: Error occurred when trying to pull a page from the volume.
de_de: Ein Fehler ist beim Versuch, eine Seite aus dem Kapitel zu ziehen, aufgetreten.
it_it: Si &egrave; verificato un errore tentando di estrarre una pagina dal volume.
nl_nl: Het ophalen van een pagina uit het volume is mislukt.
vi_vn: Có lỗi xảy ra khi kéo một trang ra khỏi tập

source: Error: Unable to force template.
de_de: Fehler: Die Vorlage konnte nicht für alle Elemente benutzt werden.
it_it: Errore: Impossibile forzare il modello.
nl_nl: Fout: Het forceren van het template is niet mogelijk.
vi_vn: Lỗi: Không thể bắt buộc mẫu

source: Feature
it_it: Speciale
nl_nl: Kenmerk
vi_vn: Tính năng

source: Feature page
de_de: Sonderartikel
it_it: Pagina speciale
nl_nl: Kenmerk pagina
vi_vn: Trang đặc trưng

source: Featured pages
de_de: Sonderartikel
it_it: Pagine speciali
nl_nl: Kenmerk pagina's
vi_vn: Những trang đặc trưng

source: Force all pages to use this template
de_de: Alle Seiten sollen diese Vorlage benutzen
it_it: Forzare tutte le pagine a usare questo modello.
nl_nl: Alle pagina's moeten dit template gebruiken.
vi_vn: Buộc tất cả trang dùng mẫu này

source: Front page
de_de: Eingangsseite
it_it: Pagina principale
nl_nl: Voorpagina
vi_vn: Trang đầu tiên

source: Go
de_de: Los
it_it: Avvia
nl_nl: Start
vi_vn: Đến

source: Go!
de_de: Los!
it_it: Avvia!
nl_nl: Start!
vi_vn: Đến!

source: Header
de_de: Kopfzeile
it_it: Intestazione
nl_nl: Kop
vi_vn: Đầu đề

source: Header restored.
de_de: Kopfzeile wiederhergestellt.
it_it: Intestazione ripristinata.
nl_nl: Kop teruggezet.
vi_vn: Đầu đề được khôi phục

source: Header saved successfully.
de_de: Kopfzeile wurde erfolgreich gespeichert.
it_it: Intestazione salvata.
nl_nl: Kop opgeslagen.
vi_vn: Đầu đề được lưu thành công

source: Header version deleted.
de_de: Kopfzeilenversion gelöscht.
it_it: Versione intestazione eliminata.
nl_nl: Kop versie verwijderd.
vi_vn: Phiên bản đầu đề được xóa

source: Ignoring repeat post.
de_de: Ignoriere wiederholte Einstellung.
it_it: Ignora invii ripetuti.
nl_nl: Sla herhaalde post over.
vi_vn: Bỏ qua những bài gửi lặp lại

source: Image
de_de: Bild
it_it: Immagine
nl_nl: Afbeelding
vi_vn: Ảnh

source: List
de_de: Liste
it_it: Elenco
nl_nl: Lijst
vi_vn: Danh sách

source: List Web Pages
de_de: Webseiten auflisten
it_it: Elenco pagine web
nl_nl: Lijst webpagina's
vi_vn: Liệt kê trang web

source: Missing page content.
de_de: Seiteninhalt fehlt.
it_it: Contenuti di pagina mancanti.
nl_nl: Pagina inhoud ontbreekt.
vi_vn: Thiếu nội dung trang

source: Missing page title
de_de: Seitentitel fehlt
it_it: Titolo di pagina mancante
nl_nl: Pagina titel ontbreekt.
vi_vn: Thiếu tiêu đề trang

source: Missing template file.
de_de: Vorlagendatei fehlt.
it_it: Modello di file mancante
nl_nl: Bestand template ontbreekt.
vi_vn: Thiếu file mẫu

source: Missing volume id.
de_de: Volume ID fehlt.
it_it: ID di volume mancante
nl_nl: Volume ID ontbreekt.
vi_vn: Thiếu id của tập

source: Move down
de_de: Nach unten verschieben
it_it: Muovi gi&ugrave;
nl_nl: Naar beneden
vi_vn: Di chuyển xuống

source: Move off frontpage
de_de: Von der Eingangsseite verschieben
it_it: Sposta dalla pagina principale
nl_nl: Van voorpagina afhalen
vi_vn: Di chuyển khỏi trang đầu tiên

source: Move to end
de_de: Ans Ende schieben
it_it: Sposta alla fine
nl_nl: Onderaan zetten
vi_vn: Di chuyển tới cuối

source: Move to front
de_de: Nach vorne schieben
it_it: Sposta all'inizio
nl_nl: Vooraan zetten
vi_vn: Di chuyển tới đầu

source: Move to frontpage
de_de: Zur Eingangsseite schieben
it_it: Sposta alla pagina principale
nl_nl: Op voorpagina zetten
vi_vn: Di chuyển tới trang đầu

source: Move up
de_de: Nach oben verschieben
it_it: Sposta in alto
nl_nl: Naar boven
vi_vn: Di chuyển lên

source: New
de_de: Neu
it_it: Nuovo
nl_nl: Nieuw
vi_vn: Mới

source: Next page
de_de: Nächste Seite
it_it: Pagina successiva
nl_nl: Volgende pagina
vi_vn: Trang kế

source: No
de_de: Nein
nl_nl: Nee
vi_vn: Không

source: No pages have been created.
de_de: Keine Seite wurde erzeugt.
it_it: Nessuna pagina &egrave; stata creata.
nl_nl: Er zijn geen pagina's aangemaakt.
vi_vn: Không có trang nào được tạo

source: Page
de_de: Seite
it_it: Pagina
nl_nl: Pagina
vi_vn: Trang

source: Page held for approval.
de_de: Seite wurde für Genehmigung zurückgehalten.
it_it: Pagina trattenuta per approvazione.
nl_nl: Pagina wacht op goedkeuring.
vi_vn: Trang được giữ lại chờ chấp thuận

source: Page is missing content.
de_de: Der Seite fehlt Inhalt.
it_it: La pagina &egrave; priva di contenuti.
nl_nl: De inhoud van de pagina ontbreekt.
vi_vn: Trang thiếu nội dung

source: Page is not complete.
de_de: Seite ist nicht komplett.
it_it: La pagina non &egrave; completa.
nl_nl: De pagina is niet compleet.
vi_vn: Trang không hoàn chỉnh

source: Page joined.
de_de: Seite zusammengefügt.
it_it: Pagina unita.
nl_nl: Pagina samengevoegd.
vi_vn: Trang được ghép

source: Page moved.
de_de: Seite verschoben.
it_it: Pagina spostata.
nl_nl: Pagina verplaatst.
vi_vn: Trang được di chuyển

source: Page removed.
de_de: Seite entfernt.
it_it: Pagina rimossa.
nl_nl: Pagina verwijderd.
vi_vn: Trang được gỡ bỏ

source: Page restored.
de_de: Seite wiederhergestellt.
it_it: Pagina ripristinata.
nl_nl: Pagina teruggezet.
vi_vn: Trang được khôi phục

source: Page saved successfully.
de_de: Seite gespeichert.
it_it: Pagina salvata.
nl_nl: Pagina opgeslagen.
vi_vn: Trang được lưu thành công

source: Page template
de_de: Seitenvorlage
it_it: Modello di pagina
nl_nl: Pagina template
vi_vn: Trang mẫu

source: Pages joined.
de_de: Seiten zusammengefügt.
it_it: Pagine unite.
nl_nl: Pagina's samengevoegd.
vi_vn: Trang được ghép

source: Previous page
de_de: Vorherige Seite
it_it: Pagina precedente
nl_nl: Vorige pagina
vi_vn: Trang trước

source: Restore
de_de: Wiederherstellen
it_it: Ripristina
nl_nl: Terugzetten
vi_vn: Khôi phục

source: Restore Page %s
de_de: Seite wiederherstellen %s
it_it: Ripristino pagina %s
nl_nl: Zet pagina %s terug
vi_vn: Khôi phục trang

source: Restore Web Page Header
de_de: Webseitenkopf wiederherstellen
it_it: Ripristino intestazione pagina web
nl_nl: Zet webpagina kop terug
vi_vn: Khôi phục đầu đề trang

source: Save settings
de_de: Einstellungen speichern
it_it: Salva impostazioni
nl_nl: Opslaan instellingen
vi_vn: Lưu cấu hình

source: Set featured pages
de_de: Setze Sonderartikel
nl_nl: Zet kenmerk pagina's
vi_vn: Thiết lập trang đặc trưng

source: Settings
de_de: Einstellungen
it_it: Impostazioni
nl_nl: Instellingen
vi_vn: Cấu hình

source: Settings saved.
de_de: Einstellungen gespeichert.
it_it: Impostazioni salvate
nl_nl: Instellingen opgeslagen.
vi_vn: Cấu hình đã lưu

source: Simple image forms
de_de: Einfache Bildformulare
it_it: Modelli a immagine semplice
nl_nl: Eenvoudige afbeeldingsformulieren
vi_vn: Biểu mẫu ảnh đơn giản

source: Sorry, this web page is restricted.
it_it: Spiacenti, questa pagina Ã¨ bloccata.
nl_nl: Sorry, u heeft geen rechten voor deze webpagina

source: Sort
de_de: Sortieren
it_it: Ordina
nl_nl: Sorteer
vi_vn: Sắp xếp

source: Summary
de_de: Zusammenfassung
it_it: Sommario
nl_nl: Samenvatting
vi_vn: Tóm tắt

source: There is a problem with your page templates. Check your error log.
de_de: Ein Problem mit den Webseitenvorlagen ist aufgetreten. Bitte Fehlerlogs überprüfen.
it_it: C'&egrave; un problema con i tuoi modelli di pagina. Verificare il file di log degli errori.
nl_nl: Fout met de pagina templates. Controleer de log.
vi_vn: Có lỗi xảy ra với trang mẫu của bạn. Xin kiểm tra nhật ký lỗi

source: Title
de_de: Titel
it_it: Titolo
nl_nl: Titel
vi_vn: Tiêu đề

source: Unable to locate page template directory.
de_de: Das Vorlagenverzeichnis konnte nicht gefunden werden.
it_it: Impossibile localizzare la cartella del modello di pagina.
nl_nl: Map met pagina templates ontbreekt.
vi_vn: Không thể xác định thư mục trang mẫu

source: Up
de_de: Auf
it_it: Su
nl_nl: Hoger
vi_vn: Lên

source: Update header
de_de: Kopfzeile aktualisieren
it_it: Aggiorna intestazione
nl_nl: Wijzig kop
vi_vn: Cập nhật đầu đề

source: Update page
de_de: Seite aktualisieren
it_it: Aggiorna pagina
nl_nl: Wijzig pagina
vi_vn: Cập nhật trang

source: Updated by
de_de: Geändert von
it_it: Aggiornato da
nl_nl: Gewijzigd door
vi_vn: Cập nhật bởi

source: Updated on
de_de: Geändert am
it_it: Aggiornato il
nl_nl: Gewijzigd op
vi_vn: Cập nhật vào

source: View
de_de: Ansicht
it_it: Visualizza
nl_nl: Toon
vi_vn: Xem

source: View page list
de_de: Seitenliste anzeigen
it_it: Visualizza elenco pagine
nl_nl: Toon paginalijst
vi_vn: Xem danh sách trang

source: Volume is missing a title.
de_de: Dem Kapitel fehlt ein Titel.
it_it: Il volume &egrave; senza titolo.
nl_nl: Volume heeft geen titel.
vi_vn: Tập thiếu tiêu đề

source: Web Page Approval
de_de: Webseitengenehmigung
it_it: Approvazione pagine web
nl_nl: Webpagina goedkeuring
vi_vn: Sự chấp thuận trang web

source: Web Page tables removed.
de_de: Webseitentabelle entfernt.
it_it: Tabelle del modulo Pagine web rimosso.
nl_nl: Webpagina tabellen verwijderd.
vi_vn: Bảng trang wen được gỡ bỏ

source: Web Pages
de_de: Webseiten
it_it: Pagine Web
nl_nl: Webpagina's
vi_vn: Trang web

source: Web page approved.
de_de: Webseite genehmigt.
it_it: Pagina web approvata.
nl_nl: Webpagina goedgekeurd.
vi_vn: Trang web được chấp thuận

source: Web page disapproved.
it_it: Pagina web non approvata.
nl_nl: Webpagina afgekeurd.

source: Webpage title
de_de: Webseitentitel
it_it: Titolo pagina web
nl_nl: Webpagina titel
vi_vn: Tiêu đề trang web

source: Yes
de_de: Ja
it_it: S&igrave;
nl_nl: Ja
vi_vn: Vâng

source: [Unapproved]
de_de: [Ungenehmigt]
it_it: Non approvato
nl_nl: [Niet goedgekeurd]

source: Set featured pages (Unrestricted only)
it_it: Imposta pagine speciale (Solo non bloccate)
