Repository: AppStateESS/canopy
Catalog: mod/filecabinet/locale/*/LC_MESSAGES/filecabinet.po
Languages: de_de, fr_fr, no_no, vi_vn

source: %d bytes
fr_fr: %d octets

source: %d bytes (system wide)
de_de: %d Bytes (Systemweit)
fr_fr: %d octets (tout le système)
vi_vn: %d bytes (mở rộng hệ thống)

source: %dKB (%d bytes)
fr_fr: %dKB (%d octets)

source: %dMB (%d bytes)
fr_fr: %dMB (%d octets)

source: %s Slide Show
fr_fr: Diaporama %s

source: %s bytes
fr_fr: %s octets

source: -- General --
fr_fr: -- Général --
no_no: -- Generell --

source: -- Pick option --
de_de: -- Option auswählen --
fr_fr: -- Choisissez une option --
no_no: -- Velg oppsett --
vi_vn: -- tùy chọn --

source: 180 degrees
de_de: 180 Grad
fr_fr: 180 degrés
no_no: 180 grader

source: 90 degrees clockwise
de_de: 90 Grad im Uhrzeigersinn
fr_fr: 90 degrés vers la droite
no_no: 90 grader med klokken

source: 90 degrees counter clockwise
de_de: 90 Grad gegen den Uhrzeigersinn
fr_fr: 90 degrés vers la gauche
no_no: 90 grader mot klokken

source: Absolute upload limit
de_de: Absolutes Uploadlimit
fr_fr: Limite absolue d'envoi
no_no: Absolutt last opp granse

source: Action not allowed
fr_fr: Action non autorisée
no_no: Handling ikke tillatt

source: Action not allowed - private folder
fr_fr: Action non autorisée - répertoire privé
no_no: Handling ikke tillatt - privat mappe

source: Add a document or a document folder
fr_fr: Ajouter un document ou un dossier de documet
no_no: Legg til et dokument eller en dokument mappe

source: Add a image, an image folder, or a randomly changing image
fr_fr: Ajouter une image, un dossier d'image, ou une image changeant aléatoirement
no_no: Legg til et bilde, en bilde mappe, eller eller et tilfeldig forandret bilde

source: Add a video or sound file
fr_fr: Ajouter un fichier vidéo ou audio
no_no: Legg til en video eller lydfil

source: Add an image, media, or document file.
fr_fr: Ajouter un fichier image, média ou document.
no_no: Legg til et bilde, media, eller dokument fil.

source: Add document
de_de: Dokument hinzufügen
fr_fr: Ajouter un document
no_no: Legg til dokument
vi_vn: thêm tài liệu

source: Add embedded
fr_fr: Ajouter embarqué
no_no: Legg til integrert

source: Add embedded media
fr_fr: Ajouter un média embarqué
no_no: Legg til integrert media

source: Add folder
de_de: Ordner hinzufügen
fr_fr: Ajouter un dossier
no_no: Legg til mappe
vi_vn: thêm danh mục

source: Add image
de_de: Bild hinzufügen
fr_fr: Ajouter une image
no_no: Legg til bilde
vi_vn: chèn ảnh

source: Add media
fr_fr: Ajouter un média
no_no: Legg til media

source: All files icon
fr_fr: Icône pour tous les fichiers
no_no: Alle filer ikon

source: Allowed file types
fr_fr: Types de fichiers autorisés
no_no: Tillatte fil tper

source: Alternate text
de_de: Alternativtext
fr_fr: Texte alternatif
no_no: Alternativ tekst
vi_vn: văn bản luân phiên

source: An error occurred when trying to read your incoming file directory.
de_de: Ein Fehler ist beim Lesen des Eingangsverzeichnisses aufgetreten.
fr_fr: Une erreur est survenue en tentant de lire votre répertoire de réception de fichier.
no_no: En feil oppstod ved forsøk på ålese inkommende fil mappe.
vi_vn: Có lỗi xảy ra trong khi đọc bản mục lục mới

source: An error occurred when trying to save your document.
de_de: Ein Fehler ist beim Speichern des Dokuments aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre document.
no_no: En feil oppstod ved forsøk på å lagre ditt dokument.
vi_vn: Có lỗi xảy ra trong khi lưu tài liệu.

source: An error occurred when trying to save your image.
de_de: Ein Fehler ist beim Speichern des Bildes aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre image.
no_no: En feil oppstod ved forsøk på å lagre ditt bilde.
vi_vn: Có lỗi xảy ra trong khi lưu ảnh.

source: An error occurred when trying to save your multimedia file.
de_de: Ein Fehler ist beim Speichern der Multimediadatei aufgetreten.
fr_fr: Une erreur est survenue en tentant d'enregistrer votre fichier multimédia.
no_no: En feil oppstod ved forsøk på å lagre din multimedia fil.
vi_vn: Có lỗi xảy ra trong khi lưu tập tin đa phương tiện.

source: An error occurred. Please check your logs.
fr_fr: Une erreur est survenue. Veuillez vérifier vos logs.
no_no: En feil oppstod. Vennligst sjekk dine logger.

source: Are you certain you want to delete this folder and all its contents?
de_de: Soll dieses Verzeichnis und der gesamte Inhalt gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce dossier et tout son contenu ?
no_no: Er du sikker på at du ønsker å slette denne mappen og allt innhold i den?
vi_vn: Bạn có chắc là muốn xóa danh mục này và tòan bộ nội dung của nó không?

source: Are you sure you want to delete this document?
de_de: Soll dieses Dokument gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce document ?
no_no: Er du sikker på at du ønsker å slette dette dokumentet?
vi_vn: Bạn có chắc là muốn xóa tài liêu này không?

source: Are you sure you want to delete this file?
de_de: Soll diese Datei gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce fichier ?
no_no: Er du sikker på at du ønsker å slette denne filen?
vi_vn: Bạn có chắc là muốn xóa tập tin này không?

source: Are you sure you want to delete this image?
de_de: Soll dieses Bild gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette image ?
no_no: Er du sikker på at du ønsker å slette dette bildet?
vi_vn: Bạn có chắc là muốn xóa ảnh này không?

source: Are you sure you want to delete this multimedia file?
de_de: Soll diese Multimediadatei gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce fichier multimédia ?
no_no: Er du sikker på at du ønsker å slette denne multimedia filen?
vi_vn: Bạn có chắc là muốn xóa tập tin đa phương tiện này không?

source: Are you sure you wish to delete these files?
de_de: Sollen diese Dateien gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ces fichiers ?
no_no: Er du sikker på at du ønsker å slette disse filene?
vi_vn: Bạn có chắc là muốn xóa những tập tin này không?

source: Back to folder list
de_de: Zurück zur Ordnerliste
fr_fr: Retour à la liste des dossiers
no_no: Tilbake til mappe liste
vi_vn: trở về danh sách các danh mục

source: Base document directory
de_de: Basisdokumentverzeichnis
fr_fr: Dossier de base des documents
no_no: Basis dokument katalog
vi_vn: thư mục tài liệu cơ bản

source: Cancel
de_de: Abbruch
fr_fr: Annuler
no_no: Avbryt
vi_vn: thôi

source: Cannot access this page.
fr_fr: Impossible d'accéder à cette page.
no_no: Kan ikke oppnå tilgang til denne siden

source: Caption images
fr_fr: Titre des images
no_no: Tittel bilder

source: Carousel defaults
fr_fr: Paramètres par défaut du carroussel
no_no: Karusell standarder

source: Carousel direction
fr_fr: Direction du carroussel
no_no: Karusell retning

source: Choose the type of file you wish to add
fr_fr: Choisissez le type de fichier que vous voulez ajouter
no_no: Velg hvile filtype du ønsker å legge til

source: Classify
de_de: Klassifizieren
fr_fr: Classifier
no_no: Klassifisere
vi_vn: Phân lọai

source: Classify Files
de_de: Dateien klassifizieren
fr_fr: Classifier les fichiers
no_no: Klassifisere Filer
vi_vn: Phân lọai tập tin

source: Classify checked
de_de: Markierte klassifizieren
fr_fr: Classifier les éléments cochés
no_no: Klassifisere sjekket
vi_vn: Phân lọai kiểm tra

source: Classify directory could not be found.
de_de: Klassifizierungsverzeichnis konnte nicht gefunden werden.
fr_fr: Le répertoire de classification n'a pas été trouvé.
no_no: Klassifisering mappe ikke funnet.
vi_vn: Phân lọai thư mục không được tìm thấy.

source: Classify files
de_de: Dateien klassifizieren
fr_fr: Classifier les fichiers
no_no: Klassifisere filer
vi_vn: Phân lọai tập tin

source: Classify settings
de_de: Klassifizierungseinstellungen
fr_fr: Paramètres de classification
no_no: Klassifisering innstillinger
vi_vn: Phân lọai sắp xếp

source: Clear file
fr_fr: Effacer le fichier
no_no: Fjern fil

source: Clip document
fr_fr: Accrocher le document
no_no: Spenne fast dokument

source: Clip image
fr_fr: Accrocher l'image
no_no: Spenne fast bilde

source: Clip media
fr_fr: Accrocher le média
no_no: Spenne fast media

source: Close this window
fr_fr: Fermer cette fenêtre
no_no: Lukk dette vinduet

source: Could not delete file.
de_de: Konnte Datei nicht löschen.
fr_fr: Impossible de supprimer le fichier.
no_no: Kunne ikke slette fil.
vi_vn: Không thể xóa tập tin này.

source: Could not find ffmpeg executable.
fr_fr: Impossible de trouver l'exécutable ffmpeg.
no_no: Kunne ikke finne ffmpeg kjørbar.
vi_vn: Không thể tìm thấy tập tin thi hành ffmpeg.

source: Could not move file "%s" to "%s" folder directory.
de_de: Konnte Datei "%s" nicht in Verzeichnis "%s" verschieben.
fr_fr: Impossible de déplacer le fichier "%s" vers le répertoire "%s"
no_no: Kunne ikke flytte fil "%s" til "%s" mappe.
vi_vn: Không thể di chuyển tập tin "%s" đến thư mục "%s"

source: Could not save thumbnail image.
de_de: Konnte Thumbnail nicht speichern.
fr_fr: Impossible d'enregistrer la vignette.
no_no: Kunne ikke lagre miniatyrbilde.

source: Could not write to directory.
de_de: Kann nicht ins Verzeichnis schreiben.
fr_fr: Impossible d'écrire dans le répertoire.
no_no: Kunne ikke skrive til mappe.
vi_vn: Không thể viết lên thư mục này

source: Create document folder
de_de: Dokumentordner erstellen
fr_fr: Créer le répertoire du document
no_no: Opprett dokument mappe
vi_vn: Khởi tạo thư mục tài liệu

source: Create folder
de_de: Ordner erstellen
fr_fr: Créer le répertoire
no_no: Opprett mappe
vi_vn: Khởi tạo thư mục

source: Create image folder
de_de: Bildordner erstellen
fr_fr: Créer le répertoire image
no_no: Opprett bilde mappe
vi_vn: Khởi tạo thư mục hình ảnh

source: Create multimedia folder
de_de: Multimediaordner erstellen
fr_fr: Créer le répertoire multimédia
no_no: Opprett mulitmedia mappe
vi_vn: Khởi tạo thư mục đa truyền thông

source: Created in
de_de: Erstellt in
fr_fr: Créé dans
no_no: Opprettet i

source: Crop pixel threshold
fr_fr: Seuil de découpe de pixel
no_no: Stuss pixel terskel

source: Current document
de_de: Aktuelles Dokument
fr_fr: Document actuel
no_no: Gjeldende dokument
vi_vn: tài liệu hiện hành

source: Current image
de_de: Aktuelles Bild
fr_fr: Image actuelle
no_no: Gjeldende bilde
vi_vn: Ảnh hiện hành

source: Current multimedia
de_de: Aktuelle Multimedia
fr_fr: Multimédia actuel
no_no: Gjeldende multimedia
vi_vn: tập tin đa truyền thông hiện hành

source: Decription
de_de: Beschreibung
fr_fr: Description
no_no: Dekoding
vi_vn: Giải mã

source: Default (%spx)
fr_fr: Par défaut (%spx)
no_no: Standard (%spx)

source: Default document directory may not be blank
de_de: Standarddokumentverzeichnis darf nicht leer sein
fr_fr: Le répertoire de document par défaut ne doit pas être vide
no_no: Standard dokument mappe er kanskje ikke tom
vi_vn: Thư mục thư liệu mặc định không thể bỏ trống.

source: Delete
de_de: Löschen
fr_fr: Supprimer
no_no: Slett
vi_vn: Xóa

source: Delete checked
de_de: Markierte löschen
fr_fr: Supprimer les éléments cochés
no_no: Slett merkede
vi_vn: sự xóa đã được kiểm tra

source: Delete document
fr_fr: Supprimer le document
no_no: Slett dokument

source: Delete folders (Unrestricted only)
de_de: Ordner löschen (nur uneingeschränkte Benutzer erlaubt)
fr_fr: Supprimer les dossiers (non restreint uniquement)
no_no: Slett mapper (Kun ubegrenset)
vi_vn: xóa thư mục (khu vục không giới hạn)

source: Directory not set.
de_de: Verzeichnis nicht gesetzt.
fr_fr: Répertoire non indiqué.
no_no: Mappe ikke satt.
vi_vn: Thư mục chưa được thiết lập

source: Do not link image
de_de: Keine Bildverknüpfung
fr_fr: Ne pas lier l'image
no_no: Ikke link bilde
vi_vn: Không được dẫn tập tin hình ảnh vào

source: Document directory does not exist.
de_de: Dokumentverzeichnis existiert nicht.
fr_fr: Le répertoire de document n'existe pas.
no_no: Dokument mappe eksisterer ikke.
vi_vn: Thư mục tài liệu không tồn tại

source: Document folders
de_de: Dokumentordner
fr_fr: Dossiers de documents
no_no: Dokument mapper
vi_vn: danh mục tài liệu

source: Document location
de_de: Dokumentort
fr_fr: Emplacement de document
no_no: Dokument lokalitet
vi_vn: vi trí tài liệu

source: Document not found.
de_de: Dokument nicht gefunden.
fr_fr: Document non trouvé.
no_no: Dokument ikke funnet.
vi_vn: Không tìm thấy tài liệu này

source: Document settings
de_de: Dokumenteinstellungen
fr_fr: Paramètres de document
no_no: Dokument innstillinger
vi_vn: quản lý tài liệu

source: Document was %s bytes making it larger than %s byte size limit.
fr_fr: Le document fait %s octets ce qui est plus grand que %s octets, la taille limite.
no_no: Dokument var %s bytes som gjorde det større enn %s byte begrensningen.
vi_vn: Dung lượng tập tin tài liệu là %s bytes.Xin hãy tăng kích cỡ giới hạn lên %s byte

source: Download file
fr_fr: Télécharger le fichier
no_no: Last ned fil

source: Download from %s
fr_fr: Télécharger depuis %s
no_no: Last ned fra %s

source: Downloaded
fr_fr: Téléchargé
no_no: Nedlastet

source: Duplicate file found.
fr_fr: Fichier en double trouvé.
no_no: Duplisert fil funnet.

source: Edit
de_de: Bearbeiten
fr_fr: Editer
no_no: Endre
vi_vn: hiệu chỉnh

source: Edit document
fr_fr: Editer le document
no_no: Endre dokument

source: Edit file
fr_fr: Editer le fichier
no_no: Endre fil

source: Edit folders
de_de: Ordner bearbeiten
fr_fr: Editer les fichiers
no_no: Endre mapper
vi_vn: hiệu chỉnh danh mục

source: Edit image
de_de: Bild bearbeiten
fr_fr: Editer l'image
no_no: Endre bilde
vi_vn: hiệu chỉnh hình ảnh

source: Edit multimedia file
de_de: Multimediadatei bearbeiten
fr_fr: Editer le fichier multimédia
no_no: Endre multimedia fil
vi_vn: hiệu chỉnh tập tin đa truyền thông

source: Edit the current file
fr_fr: Editer le fichier actuel
no_no: Endre gjeldende fil

source: Embedded filter
fr_fr: Filtre embarqué
no_no: Innesluttet filter

source: Enable FFMpeg thumbnails
fr_fr: Activer les vignettes FFMpeg
no_no: Aktiviser FFMpeg miniatyrbilder
vi_vn: bật chế độ chân dung FFMpeg

source: Enable FFMpeg thumbnails (enabled on ffmpeg confirmation)
fr_fr: Activer les vignettes FFMpeg (activé sur confirmation de ffmpeg)
no_no: Aktiviser FFMpeg miniatyrbilder (aktivisert på ffmpeg bekreftelse)
vi_vn: bật chế độ chân dung FFMpeg (bật trên bảng xác nhận ffmpeg)

source: FFMpeg directory
fr_fr: Répertoire FFMpeg
no_no: FFMpeg mappe
vi_vn: thư mục ffmpeg

source: FFMpeg file not found.
fr_fr: Fichier FFMpeg non trouvé.
no_no: FFMpeg fil ikke funnet.

source: Failed to create files/filecabinet/ directory.
fr_fr: Echec à la création du répertoire files/filecabinet/.
no_no: Feilet å opprette files/filecabinet/ mappe.
vi_vn: Khởi tạo thư mục tập tin/tủ tập tin/ thất bại.

source: Failed to create files/filecabinet/incoming directory.
fr_fr: Echec à la création du répertoire files/filecabinet/incoming.
no_no: Feilet å opprette files/filecabinet/incoming mappe.

source: Failed to create files/multimedia directory.
fr_fr: Echec à la création du répertoire files/multimedia.
no_no: Feilet å opprette files/multimedia mappe.
vi_vn: Khởi tạo thư mục tập tin/tập tin đa truyền thông/ thất bại.

source: Failed to create folder. Please check your logs.
fr_fr: Echec à la création du dossier. Veuillez vérifier vos logs.
no_no: Feilet å opprette mappe. Vennligst sjekk dine logger.
vi_vn: Khởi tạo danh mục thất bại.Xin hãy kiểm tra lại bảng báo lỗi.

source: File Cabinet
fr_fr: Meuble à fichiers
vi_vn: tủ tập tin

source: File is unreadable
fr_fr: Le fichier est illisible
no_no: Fil er ikke lesbar

source: File name
de_de: Dateiname
fr_fr: Nom de fichier
no_no: Fil navn
vi_vn: tên tập tin

source: File not uploaded.
de_de: Datei nicht hochgeladen.
fr_fr: Fichier non envoyé.
no_no: Fil ikke opplastet.
vi_vn: Không thể tải lên tập tin này.

source: File type
de_de: Dateityp
fr_fr: Type de fichier
no_no: Fil Type
vi_vn: Lọai tập tin

source: File type not allowed
fr_fr: Type de fichier non autorisé
no_no: Fil type ikke tillatt

source: File types
fr_fr: Types de fichier
no_no: Fil typer

source: File types saved.
fr_fr: Types de fichier enregistrés.
no_no: Fil typer lagret

source: File uploaded exceeded %sK size limit.
fr_fr: L'envoi de fichier a dépassé la taille limite de %sK.
no_no: Fil opplastet overstiger %sK begrensning.
vi_vn: Tập tin tải lên không được quá %sK.

source: Filename not set.
de_de: Dateiname nicht gesetzt.
fr_fr: Nom de fichier non renseigné.
no_no: Filnavn ikke satt.
vi_vn: Tên tập tin chưa được thiết lập.

source: Folder
de_de: Ordner
fr_fr: Dossier
no_no: Mappe
vi_vn: danh mục

source: Folder is empty.
de_de: Ordner ist leer.
fr_fr: Le dossier est vide.
no_no: Mappen er tom.
vi_vn: Danh mục bị bỏ trống.

source: Folder is private. Slideshow not available
fr_fr: Le répertoire est privé. Diaporama indisponible
no_no: Mappen er privat. Slideshow er ikke tilgjengelig

source: Folder missing image files.
fr_fr: Le dossier n'a pas de fichiers image.
no_no: Mappe mangler bilde filer.

source: Force thumbnail dimensions on display
fr_fr: Forcer la taille des vignettes à l'affichage
no_no: Tving miniatyrbilde på visning

source: Form upload limit
de_de: Formularuploadlimit
fr_fr: Limite d'envoi du formulaire
no_no: Skjema opplasting begrensning

source: General
de_de: Allgemein
fr_fr: Général
no_no: Generell

source: Go
de_de: Los!
fr_fr: Aller
no_no: Gå
vi_vn: Đi tới

source: Height
de_de: Höhe
fr_fr: Hauteur
no_no: Høyde
vi_vn: độ cao

source: Image folders
de_de: Bildordner
fr_fr: Dossiers image
no_no: Bilde mapper
vi_vn: thư mục hình ảnh

source: Image height was %spx, making it larger than %d pixel limit.
fr_fr: La hauteur de l'image est de %spx, ce qui est plus grand que la limite de %d pixels.
no_no: Bilde høyden var %spx, som gjorde det større enn %d pixel begrensningen.
vi_vn: Chiều cao ảnh hiện giờ là %spx.Hãy làm nó lớn hơn nhưng không được quá %d điểm ảnh.

source: Image is %spx by %spx, the maximum dimensions are %spx by %spx.
de_de: Bild hat %spx x %spx, Maximalgröße ist %spx x %spx.
fr_fr: L'image fait %spx par %spx, les dimensions maximales sont %spx par %spx.
no_no: Bilde er %spx ganger %spx, maksimum dimensjoner er %spx ganger %spx.
vi_vn: Kích cỡ ảnh hiện giờ là %spx x %spx. Kích thước tối đa là %spx x %spx.

source: Image link url
de_de: Bild-URL.
fr_fr: Url du lien d'image
no_no: Bilde link url
vi_vn: Đường dẫn đến địa chỉ hình ảnh

source: Image location
de_de: Bildort
fr_fr: Emplacement de l'image
no_no: Bilde plassering
vi_vn: Vị trí ảnh

source: Image missing
fr_fr: Image manquante
no_no: Bilde mangler

source: Image must be a jpeg file.
de_de: Bild muss JPEG-Typ haben.
fr_fr: L'image doit être un fichier jpeg.
no_no: Bilde må være en jpeg fil.

source: Image not found
de_de: Bild nicht gefunden
fr_fr: Image non trouvée
no_no: Bilde ikke funnet
vi_vn: Không tìm thấy ảnh nào

source: Image settings
de_de: Bildeinstellungen
fr_fr: Paramètres d'image
no_no: Bilde innstillinger
vi_vn: Sắp xếp hình ảnh

source: Image was %s bytes making it larger than %s byte size limit.
fr_fr: L'image fait %s octets, ce qui est plus grand que la limite de %s octets.
no_no: Bildet var %s bytes som gjorde det større enn %s byte begrensningen.
vi_vn: Dung lượng ảnh hiện giờ là %s bytes. Hãy tăng dung lượng ảnh lên %s byte là tối đa.

source: Image width was %spx, making it larger than %d pixel limit.
fr_fr: La largeur de l'image est de %spx, ce qui est plus grand que la limite de %d pixels.
no_no: Bilde bredden var %spx, som gjorde det større enn %d pixel begrensningen.
vi_vn: Chiều rộng của ảnh hiện giờ là %spx. Hãy tăng nó lên %d là tối đa.

source: Images resized to:
fr_fr: Images retaillées à :
no_no: Bilde endret størrelse til:

source: Incoming classify directory
de_de: Eingangsklassifizierungsverzeichnis
fr_fr: Répertoire de classification en entrée
no_no: Innkommende klassifisering mappe
vi_vn: Phân lọai thư mục mới đến

source: Items
de_de: Elemente
fr_fr: Eléments
no_no: Elementer
vi_vn: mục chọn

source: Link image
de_de: Bild verknüpfen
fr_fr: Lier l'image
no_no: Link bilde
vi_vn: liên kết hình ảnh

source: Link image to web site
fr_fr: Lier l'image au site web
no_no: Link bilde til hjemmeside
vi_vn: dẫn liên kết ảnh đến trang web.

source: Link to image folder
de_de: Verknüpfe ins Bilderverzeichnis
fr_fr: Lier au dossier d'image
no_no: Link til bilde mappe

source: Manages images and documents uploaded to your site.
de_de: Verwaltet hochgeladene Bilder und Dokumente.
fr_fr: Gére les images et document envoyés à votre site.
no_no: Administrerebilder og dokumenter opplastet til din side.
vi_vn: Quản lý nhhững tập tin hình ảnh và tài liệu đã được tải lên trang của bạn.

source: Max thumbnail size : %sx%s.
de_de: Maximale Thumbnailgröße: %sx%s.
fr_fr: Taille maximale de la vignette : %sx%s.
no_no: Maks miniatyrbilde størrelse : %sx%s.

source: Maximum document file size (in bytes)
de_de: Maximale Dokumentgröße (in Bytes)
fr_fr: Taille maximale du document (en octets)
no_no: Maksimum dokument fil størrelse (i bytes)
vi_vn: dung lượng tập tin tài liệu tối đa (tính bằng bytes)

source: Maximum file size
de_de: Maximale Dateigröße
fr_fr: Taille maximale de fichier
no_no: Maksimum fil størrelse
vi_vn: dung lượng tập tin tối đa

source: Maximum image dimension
de_de: Maximale Bilddimension
fr_fr: Dimensions maximales d'image
no_no: Maksimum bilde dimmensjoner

source: Maximum image file size (in bytes)
de_de: Maximale Bildgröße (in Bytes)
fr_fr: Taille maximale d'image (en octets)
no_no: Maksimum fil størrelse (i bytes)
vi_vn: dung lượng ảnh tối đa (tính bằng bytes)

source: Maximum image pixel dimension
de_de: Maximale Bilddimension in Pixeln
fr_fr: Dimensions pixel maximales d'image
no_no: Maksimum pixel dimmensjoner

source: Maximum image upload dimension
fr_fr: Dimension maximale d'envoi d'image
no_no: Maksimalt bilde opplastning dimmensjoner

source: Maximum multimedia file size (in bytes)
de_de: Maximale Multimediadateigröße (in Bytes)
fr_fr: Taille maximale des fichiers multimédia (en octets)
no_no: Maksimum multimedia fil størrelse (i bytes)
vi_vn: Dung lượng tập tin đa phương tiện tối đa (tính bằng bytes)

source: Maximum pinned documents shown (0 for all)
fr_fr: Nombre maximal de documents punaisés affichés (0 pour tous)
no_no: Maksimum festet dokumenter vist (0 for alle)
vi_vn: Số lượng tài liệu được ghim hiển thị tối đa (từ 0 đến hết)

source: Maximum pinned images shown (0 for all)
fr_fr: Nombre maximal d'images punaisées affichées (0 pour toutes)
no_no: Maksimum festet bilder vist (0 for alle)
vi_vn: Số lượng hình ảnh được ghim hiển thị tối đa (từ 0 đến hết)

source: Maximum thumbnail pixel dimension
fr_fr: Dimensions pixel maximales de vignette
no_no: Maksimum miniatyrbilde pixel dimmensjoner

source: Media
fr_fr: Média

source: Missing folder information.
de_de: Fehlende Ordnerinformation.
fr_fr: Information de dossier manquantes.
no_no: Mangler mappe informasjon.
vi_vn: Thiếu thông tin danh mục

source: Missing temporary upload directory.
de_de: Temporäres Verzeichnis für Upload fehlt.
fr_fr: Répertoire d'upload temporaire manquant.
no_no: Mangler midlertidig opplastnings mappe.
vi_vn: Thiếu thư mục tải lên tạm thời.

source: Missing title.
de_de: Titel fehlt.
fr_fr: Titre manquant.
no_no: Mangler tittel
vi_vn: Thiếu nhan đề.

source: Module reservation
fr_fr: Réservation de module
no_no: Module reservsjon

source: More...
de_de: Mehr...
fr_fr: Plus...
no_no: Mer...
vi_vn: hơn nữa...

source: Move to folder
fr_fr: Déplacer dans le dossier
no_no: Flytt tol mappe

source: Multimedia file not found.
de_de: Multimediadatei nicht gefunden.
fr_fr: Fichier multimédia non trouvé.
no_no: Multimedia fil ikke funnet.
vi_vn: Không tìm thấy tập tin đa truyền thông nào.
