Repository: AppStateESS/canopy
Catalog: mod/filecabinet/locale/*/LC_MESSAGES/filecabinet.po
Languages: de_de, fr_fr, no_no, vi_vn

source: Multimedia file was %s bytes making it larger than %s byte size limit.
fr_fr: Le fichier multimédia fait %s octets, ce qui est plus grand que la limite de %s octets.
no_no: Multimedia fil var %s bytes som gjorde den større enn %s byte begrensningen.
vi_vn: Dung lượng tập tin đa truyền thông hiện thời là %s bytes. Hãy tăng nó lên s% byte là tối đa.

source: Multimedia folders
de_de: Multimediaordner
fr_fr: Dossiers multimédia
no_no: Multimedia mapper
vi_vn: danh mục đa phương tiện

source: Multimedia location
de_de: Multimediaposition
fr_fr: Emplacement multimédia
no_no: Multimedia plassering
vi_vn: Vị trí danh mục đa phương tiện

source: Multimedia settings
de_de: Multimediaeinstellungen
fr_fr: Paramètres multimédia
no_no: Multimedia innstilling
vi_vn: Sắp xếp danh mục đa phương tiện

source: Next image
fr_fr: Image suivante
no_no: Neste bilde

source: No files in folder
fr_fr: Pas de fichiers dans le dossier
no_no: Ingen filer i mappe

source: No folders found.
de_de: Keine Ordner gefunden.
fr_fr: Aucun dossier trouvé.
no_no: Ingen mapper funnet.
vi_vn: Không danh mục nào được tìm thấy

source: No image found
fr_fr: Pas d'image trouvée
no_no: Ingen bilder funnet

source: No public folders are available.
de_de: Keine öffentlichen Ordner verfügbar.
fr_fr: Aucun dossier public disponible.
no_no: Ingen offentlige mapper er tilgjengelig.
vi_vn: Không có danh mục công cộng nào được tạo sẵn.

source: None
de_de: Keiner
fr_fr: Aucun
no_no: Ingen

source: Number of thumbnails visible
fr_fr: Nombre de vignettes visibles
no_no: Antall av miniatyrbilder synlige

source: Number shown
fr_fr: Nombre affiché
no_no: Antall vist

source: Pin folder
de_de: Ordner anheften
fr_fr: Punaiser le dossier
no_no: Fest mappe
vi_vn: Ghim danh mục này

source: Pin folder to "%s"
de_de: Ordner an "%s" heften
fr_fr: Punaiser le dossier à "%s"
no_no: Fest mappe til "%s"
vi_vn: ghim danh mục này lên "%s"

source: Popup images allow folder navigation
fr_fr: Les images popup permettent la navigation dans le dossier
no_no: Popup bilder tillater mappe navigasjon

source: Previous image
fr_fr: Image précédente
no_no: Forrige bilde

source: Private
de_de: Privat
fr_fr: Privé
no_no: Privat
vi_vn: riêng

source: Problem with opening browser page. Closing File Manager window.
fr_fr: Problème à l'ouverture de la page du navigateur. Fermeture de la fenêtre Gestionnaire de fichier.
no_no: Problem med å åpne nettleser side. Stenger Fil Administrator vindu.

source: Put all checked documents here
fr_fr: Placer tous les documents cochés ici
no_no: Legg alle merkede dokumenter her

source: Put all checked images here
fr_fr: Placer toutes les images cochées ici
no_no: Legg alle merkede bilder her

source: Put all checked media here
fr_fr: Placer tous les médias cochés ici
no_no: Legg alle merkede media her

source: Random image icon
fr_fr: Icône d'image aléatoire
no_no: Tilfeldig bilde ikon

source: Resize and crop excess
fr_fr: Retailler et découper le surplus
no_no: Endre størrelse og klipp ut det overflædige

source: Resize image if over
de_de: Größe anpassen wenn über
fr_fr: Retailler l'image si plus grand que
no_no: Endre bilde størrelse hvis over

source: Resize image maintaining aspect
fr_fr: Retailler l'image en conservant l'aspect
no_no: Endre størrelse på bilde og behold aspekt

source: Rotate image
de_de: Bild drehen
fr_fr: Tourner l'image
no_no: Roter bilde

source: Save allowed files
fr_fr: Enregistrer les fichiers autorisés
no_no: Lagre tillatte filer

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
no_no: Lagre innstillinger
vi_vn: lưu sắp xếp

source: Server upload limit
fr_fr: Limite d'envoi du serveur
no_no: Server opplastnings begrensning

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
no_no: Innstillinger
vi_vn: sắp xếp

source: Settings saved.
de_de: Einstellungen gespeichert
fr_fr: Paramètres enregistrés.
no_no: Innstillinger lagret.
vi_vn: sắp xếp đã được lưu

source: Show a random image from this folder
fr_fr: Afficher une image au hasard de ce dossier
no_no: Vis et tilfeldig bilde fra denne mappen

source: Show all files in the folder
fr_fr: Afficher tous les fichiers de ce dossier
no_no: Vis alle filer i mappen

source: Show block of thumbnails
fr_fr: Afficher un bloc de vignettes
no_no: Vis boks med miniatyrbilder

source: Size
de_de: Grösse
fr_fr: Taille
no_no: Størrelse
vi_vn: kích cỡ

source: Sorry
de_de: Pech
fr_fr: Désolé
no_no: Beklager
vi_vn: Rất tiếc

source: Sorry but this file is inaccessible at this time.
de_de: Auf die Datei kann zur Zeit nicht zugegriffen werden.
fr_fr: Désolé mais ce fichier n'est pas accessible en ce moment.
no_no: Beklager men denne filen er utilgjengelig for øyeblikket.
vi_vn: Rất tiếc vì không thể truy xuất tập tin này bây giờ được.

source: Sorry, the file you requested is off limits.
fr_fr: Désolé, le fichier que vous avez demandé est hors limites.
no_no: Beklager, filen du spør etter er utenfor fastsatt grense.

source: Sorry..
de_de: Pech
fr_fr: Désolé...
no_no: Beklager..
vi_vn: Rất tiếc..

source: Submit media
fr_fr: Envoyer un média
no_no: Send inn media

source: System upload limits
de_de: Systemuploadlimit
fr_fr: Limites d'envoi du système
no_no: System opplastnings begrensninger

source: The incoming file directory is currently empty.
de_de: Das Eingangsverzeichnis ist zur Zeit leer.
fr_fr: Le répertoire d'envoi des fichiers est actuellement vide.
no_no: Den innkommende fil mappen er for øyeblikket tom.
vi_vn: Thư mục mới đến tạm trời trống.

source: The max image dimension must be greater than 50 pixels.
de_de: Die Bilddimension muss über 50 Pixel liegen.
fr_fr: La taille maximale d'image doit être supérieure à 50 pixels
no_no: Maksimum bilde dimmensjoner må være større enn 50 pixels.

source: The web server does not have permission to access files in the classify directory.
fr_fr: Le serveur web n'a pas la permission d'accéder aux fichiers dans le répertoire de classification.
no_no: Web serveren har ikke tilgang til filer i klassifissert mappe.
vi_vn: Máy chủ không cho phép truy xuất các tập tin này trong thư mục được phân lọai.

source: The web server does not have permission to delete files from the classify directory.
fr_fr: Le serveur web n'a pas la permission de supprimer des fichiers dans le répertoire de classification.
no_no: Web serveren har ikke tilgang til å slette filer i klassifiserte mappe.
vi_vn: Máy chủ không cho phép xóa các tập tin này khỏi thư mục được phân lọai.

source: The web server does not have permissions for the classify directory.
fr_fr: Le serveur web n'a pas la permission pour le répertoire de classification.
no_no: Web serveren har ikke tilgang til klassifisert mappe.
vi_vn: Máy chủ không cho phép phân lọai thư mục.

source: There was a problem loading the image file.
de_de: Ein Problem ist beim Laden des Bildes aufgetreten.
fr_fr: Un problème est survenu en chargeant le fichier image.
no_no: Det oppstod et problem ved å laste bilde filen.
vi_vn: Có trục trặc khi nạp tập tin hình ảnh vào.

source: This image is larger than the %s x %s limit. Do you want to resize the image to fit?
fr_fr: L'image est plus grande que la limite de %s x %s. Voulez-vous retailler l'image ?
no_no: Dette bildet er større enn %s x %s begrensningen. Ønsker du å endre størrelsen til det passer?
vi_vn: Ảnh này đã vượt qua giới hạn cho phép là %s x %s. Bạn có muốn giảm kích cỡ cho vừa không?

source: This image is larger than the %sx%s limit. What do you wish to do?
fr_fr: L'image est plus grande que la limite de %s x %s. Que voulez-vous faire ?
no_no: Dette bildet er større enn %sx%s begrensningen. Hva ønsker du å gjøre?

source: This is a private folder.
de_de: Dies ist privater Ordner.
fr_fr: Ceci est un dossier privé.
no_no: Dette er en privat mappe.

source: This media is larger than the %s x %s limit. Do you want to resize the media to fit?
fr_fr: Ce média est plus grand que la limite de %s x %s. Voulez-vous le retailler ?
no_no: Dette media er større enn %sx%s begrensningen. Hva ønsker du å gjøre?

source: Thumbnail directory not writable.
de_de: Verzeichnis ist nicht beschreibbar.
fr_fr: Répertoire de vignettes non modifiable.
no_no: Miniatyrbilde mappen er skrivebeskyttet.

source: Thumbnail icon
fr_fr: Icône de vignette
no_no: Miniatyrbilde ikon

source: Thumbnail size is too large.
fr_fr: La taille de la vignette trop grande.
no_no: Miniatyrbilde er for stort.

source: Thumbnails must be over 30px in size.
fr_fr: Les vignettes ne doivent pas faire plus de 30px
no_no: Miniatyrbilde må være mer enn 30px i størrelse.

source: Title
de_de: Titel
fr_fr: Titre
no_no: Tittel
vi_vn: Nhan đề

source: Unable to classify files.
fr_fr: Impossible de classifier les fichiers.
no_no: Ikke mulig å klassifisere filer

source: Unable to locate the classify directory. Please check your File Cabinet settings, configuration file and directory permissions.
fr_fr: Impossible de trouver le répertoire de classification. Veuillez vérifier les paramètres du meuble de fichiers, et les permissions du fichier et des répertoires de configuration
no_no: Ikke mulig å finne klassifisert mappe. Vennligst sjekk din File Cabinet innstillinger, konfigurasjons fil og mappe rettigheter.
vi_vn: Không thể xác định vị trí của thư mục được phân lọai.Xin hãy kiểm tra sự thiết lập của tử tập tin, tập tin cấu hình và thư mục cho phép.

source: Unable to move the file to its new directory.
de_de: Konnte Datei nicht in das neue Verzeichnis verschieben.
fr_fr: Impossible de déplacer le fichier dans son nouveau répertoire.
no_no: Ikke mulig å flytte filen til dens nye mappe.
vi_vn: Không thể di chuyển tập tin này đến thư mục mới.

source: Unable to process embedded information.
fr_fr: Impossible d'analyser l'information embarquée.
no_no: Ikke mulig å behandle innesluttet informasjon.

source: Unable to read document directory.
de_de: Kann nicht vom Dokumentverzeichnis lesen.
fr_fr: Impossible de lire le répertoire de document.
no_no: Ikke mulig å lese dokument mappe.
vi_vn: Không thể đọc thư mục tài liệu này.

source: Unable to resize image.
de_de: Kann Bildergröße nicht anpassen.
fr_fr: Impossible de retailler l'image.
no_no: Ikke mulig å endre størrelse på bildet.
vi_vn: Không thể điều chỉnh kích cỡ ảnh.

source: Unable to resize media.
fr_fr: Impossible de retailler le média.
no_no: Ikke mulig å endre størrelse på media.

source: Unable to write to document directory.
de_de: Kann nicht ins Dokumentverzeichnis schreiben.
fr_fr: Impossible d'écrire dans le répertoire de document.
no_no: Ikke mulig å skrive til dokument mappe.
vi_vn: Không chể ghi lên thư mục tài liệu này.

source: Unacceptable document type.
de_de: Unzulässiger Dokumenttyp.
fr_fr: Type de document inacceptable
no_no: Uakseptabel dokument type.
vi_vn: Không chấp nhận loại tài liệu này.

source: Unacceptable file type.
fr_fr: Type de fichier inacceptable.
no_no: Uakseptabel fil type.

source: Unacceptable image type.
de_de: Unzulässiger Bildtyp.
fr_fr: Type d'image inacceptable.
no_no: Uakseptabel bilde type.
vi_vn: Không chấp nhận lọai ảnh này.

source: Unacceptable multimedia file type.
de_de: Nicht erlaubter Multimediatyp.
fr_fr: Type de fichier multimédia inacceptable.
no_no: Uakseptabel multimedia fil type.
vi_vn: Không chấp nhận kiểu tập tin đa truyền thông này.

source: Unknown or mismatched mime type
fr_fr: Type mime inconu ou incohérent
no_no: Ukjendt eller feiltilpasset mime type

source: Unregistered from File Cabinet.
fr_fr: Déscincrit dans File Cabinet
no_no: Uregistrert fra File Cabinet.

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
no_no: Oppdater
vi_vn: Cập nhật.

source: Update document folder
de_de: Dokumentordner aktualisieren
fr_fr: Mettre à jour le dossier de document
no_no: Oppdater dokument mappe
vi_vn: Cập nhật danh mục tài liệu.

source: Update file
fr_fr: Mettre à jour le fichier
no_no: Oppdater fil

source: Update folder
de_de: Ordner aktualisieren
fr_fr: Mettre à jour le dossier
no_no: Oppdater mappe
vi_vn: Cập nhật danh mục

source: Update image
de_de: Bild aktualisieren
fr_fr: Mettre à jour l'image
no_no: Oppdater bilde
vi_vn: Cập nhật hình ảnh

source: Update image folder
de_de: Bildordner aktualisieren
fr_fr: Mettre à jour le dossier image
no_no: Oppdater bilde mappe
vi_vn: Cập nhật danh mục hình ảnh

source: Update multimedia folder
de_de: Multimediaordner aktualisieren
fr_fr: Mettre à jour le dossier multimédia
no_no: Oppdater multimedia mappe
vi_vn: Cập nhật danh mục đa phương tiện

source: Upload
de_de: Hochladen
fr_fr: Envoyer
no_no: Last opp
vi_vn: Tải lên

source: Upload image
de_de: Bild hochladen
fr_fr: Envoyer une image
no_no: Last opp bilde
vi_vn: Tải hình ảnh lên

source: Upload new file
fr_fr: Envoyer un nouveau fichier
no_no: Last opp ny fil

source: Upload new thumbnail
de_de: Neues Thumbnail hochladen
fr_fr: Envoyer une nouvelle vignette
no_no: Last opp nytt miniatyrbilde

source: Upload thumbnail
de_de: Thumbnail hochladen
fr_fr: Envoyer une vignette
no_no: Last opp miniatyrbilde

source: Url or id
fr_fr: Url ou id
no_no: URL eller id

source: Use original image
fr_fr: Utiliser l'image originale
no_no: Benytt orginalt bilde

source: View all images in folder
fr_fr: Voir toutes les images dans le dossier
no_no: Se alle bilder i mappe

source: View document folders
fr_fr: Voir les dossiers de document
no_no: Se dokument mapper

source: View folder
fr_fr: Voir le dossier
no_no: Se mappe
vi_vn: Xem danh mục

source: View full image
fr_fr: Voir l'image complète
no_no: Se hele bildet
vi_vn: Xem ảnh với kích cỡ lớn nhất.

source: View image folders
fr_fr: Voir les dossiers d'image
no_no: Se bilde mappe

source: View media folders
fr_fr: Voir les dossiers média
no_no: Se media mappe

source: Width
fr_fr: Largeur
no_no: Bredde
vi_vn: Chiều rộng

source: You do not have permission to view this folder.
fr_fr: Vous n'avez pas la permission de voir ce dossier.
no_no: Du har ikke tilgang til å se denne mappen.
vi_vn: Bạn không được phép xem danh mục này.

source: You must entitle your folder.
fr_fr: Vous devez donner un titre à votre dossier.
no_no: Du må benevne din mappe.
vi_vn: Bạn phải đặt tên danh mục của bạn.

source: You must set a maximum document file size.
fr_fr: Vous devez indiquer une taille de document maximale.
no_no: Du må sette en maksimum dokument størrelse.
vi_vn: Bạn phải thiết lập giới hạn kích cỡ tập tin tài liệu lớn nhất.

source: You must set a maximum image file size.
fr_fr: Vous devez indiquer une taille d'image maximale.
no_no: Du må sette en maksimum bilde størrelse
vi_vn: Bạn phải thiết lập giới hạn kích cỡ tập tin hình ảnh lớn nhất.

source: You must set a maximum multimedia file size.
fr_fr: Vous devez indiquer une taille de fichier multimédia maximale.
no_no: Du må sette en maksimum multimedia fil størrelse.
vi_vn: Bạn phải thiết lập giới hạn kích cỡ tập tin đa truyền thông lớn nhất.

source: Your documents directory is not writable.
fr_fr: Votre répertoire documents n'est pas modifiable.
no_no: Din dokument mappe er skrivebeskyttet.
vi_vn: Những thư mục tài liệu này không được phép ghi.

source: Your images directory is not writable.
fr_fr: Votre répertoire images n'est pas modifiable.
no_no: Din bilde mappe er skrivebeskyttet.
vi_vn: Những thư mục hình ảnh này không được phép ghi.

source: Your maximum document size exceeds the server limit of %sMB.
fr_fr: Votre taille maximale de document dépasse la limite serveur de %sMB.
no_no: Din maksimum dokument størrelse overskrider serverens begrensning med %sMB.
vi_vn: Dung lượng tài liệu của bạn đã vượt quá giới hạn cho phép của máy chủ là %s MB

source: Your maximum image size exceeds the server limit of %sMB.
fr_fr: Votre taille maximale d'image dépasse la limite serveur de %sMB.
no_no: Din maksimum bilde størrelse overskrider serverens begrensning med %sMB.
vi_vn: Dung lượng hình ảnh của bạn đã vượt quá giới hạn cho phép của máy chủ là %s MB

source: Your maximum multimedia size exceeds the server limit of %sMB.
fr_fr: Votre taille maximale de fichier multimédia dépasse la limite serveur de %sMB.
no_no: Din maksimum multimedia størrelse overskrider serverens begrensning med %sMB.
vi_vn: Dung lượng tập tin đa phương tiện của bạn đã vượt quá giới hạn cho phép của máy chủ là %s MB

source: Your multimedia directory is not writable.
fr_fr: Votre répertoire multimédia n'est pas modifiable.
no_no: Din multimedia mappe er skrivebeskyttet.
vi_vn: Thư mục đa truyền thông của bạn không được phép ghi.

source: files/filecabinet/ directory created successfully.
fr_fr: Répertoire files/filecabinet/ créé avec succès.
no_no: files/filecabinet/ mappen opprettet med godt resultat.
vi_vn: Thư mục tập tin/tủ tập tin/ đã khởi tạo thành công

source: files/filecabinet/incoming directory created successfully.
fr_fr: Répertoire files/filecabinet/incoming créé avec succès.
no_no: files/filecabinet/incoming mappen opprettet med godt resultat.

source: files/multimedia directory created successfully.
fr_fr: Répertoire files/multimedia créé avec succès.
no_no: files/multimedia mappen opprettet med godt resultat.
vi_vn: Thư mục tập tin/đa phương tiện/ đã khởi tạo thành công

source: Action
de_de: Aktion
no_no: Handling
vi_vn: hành động

source: Description
de_de: Beschreibung
no_no: Beskrivelse
vi_vn: Mô tả

source: Documents
no_no: Dokumenter

source: Horizontal
no_no: Horisontalt

source: Images
no_no: Bilder

source: Public
de_de: Öffentlich
no_no: Offentlig
vi_vn: công cộng

source: Vertical
no_no: Vertikalt

source: Add file
de_de: Datei hinzufügen
vi_vn: thêm tập tin

source: Automatically link child images to parent
de_de: Automatisch Unterbilder verknüpfen
vi_vn: Tự động liên kết các ảnh cấp con đến cấp cha

source: Bad folder id.
de_de: Schlechte Ordner-ID.
vi_vn: sai số xác nhận danh mục

source: Change settings (Unrestricted only)
vi_vn: Thay đổi sự sắp đặt (khu vục không giới hạn)

source: Choose a folder.
de_de: Ordner auswählen.
vi_vn: Chọn danh mục

source: Choose an image folder
de_de: Bildordner auswählen.
vi_vn: Chọn thư mục hình ảnh

source: Classify files (Unrestricted only)
de_de: Dateien klassifizieren (Nur unbeschränkte)
vi_vn: Phân lọai tập tin (khu vực không giới hạn)

source: Clear image
de_de: Bild löschen
vi_vn: Xóa ảnh

source: Clip
de_de: Zuschneiden
vi_vn: đọan

source: Close
de_de: Schliessen
vi_vn: Đóng

source: Download
vi_vn: Tải xuống

source: Failed to create files/filecabinet/classify directory.
vi_vn: Khởi tạo thư mục tập tin/tủ tập tin/phân lọai thất bại.

source: Folder empty.
de_de: Leerer Ordner.
vi_vn: Danh mục trống

source: Link image to original, full sized image
vi_vn: liên kết đến ảnh gốc,kích thước tối đa của ảnh.

source: Maximum height
vi_vn: chiều cao tối đa

source: Maximum image pixel height
vi_vn: chiều cao điểm ảnh tối đa

source: Maximum image pixel width
vi_vn: Chiều rộng điểm ảnh tối đa

source: Maximum width
vi_vn: Chiều rộng tối đa

source: No image
de_de: Kein Bild
vi_vn: Không có ảnh nào

source: Please create a new folder.
de_de: Bitte erstelle einen neuen Ordner.
vi_vn: Xin hãy tạo một danh mục mới

source: Public/Private
vi_vn: công cộng/riêng

source: Show source images only
de_de: Nur Quellbilder anzeigen
vi_vn: Chỉ hiển thị nguồn ảnh

source: Sorry, you are not allowed access to this file.
de_de: Kein Zugriff auf diese Datei erlaubt.
vi_vn: Rất tiếc, bạn không có quyền truy xuất tập tin này.

source: The max image height must be greater than 50 pixels.
vi_vn: Chiều cao ảnh tối thiểu là 50 điểm ảnh

source: The max image width must be greater than 50 pixels.
vi_vn: Chiều rộng ảnh tối thiểu là 50 điểm ảnh

source: Upload document
de_de: Dokument hochladen
vi_vn: tải lên tài liệu

source: Upload multimedia
de_de: Mutlimedia hochladen
vi_vn: tải tập tin đa truyền thông lên

source: You must create a document folder.
vi_vn: Bạn phải khởi tạo một danh mục tài liệu mới

source: You must create a document or multimedia folder.
vi_vn: Bạn phải khởi tạo một danh mục tài liệu hay đa phương tiện mới.

source: You must create a multimedia folder.
vi_vn: Bạn phải khởi tạo một danh mục đa phương tiện.

source: You must create an image folder.
vi_vn: Bạn phải khởi tạo một danh mục hình ảnh.

source: files/filecabinet/classify directory created successfully.
vi_vn: Thư mục tập tin/tủ tập tin/phân lọai đã khởi tạo thành công

source: %s image
de_de: %s Bild

source: Change Thumbnail
de_de: Vorschaubild wechseln

source: Don't show resized images when viewing folders publicly.
de_de: Zeige größengeänderte Bilder nicht wenn Ordner öffentlich sind.
