Repository: AppStateESS/canopy
Catalog: mod/photoalbum/locale/*/LC_MESSAGES/photoalbum.po
Languages: it_it, vi_vn

source: mode.
it_it: modo.
vi_vn: chế độ.

source: A file was uploaded but no short description was given.
it_it: &Egrave stato caricato un file, ma non &egrave; stata specificata una descrizione breve.
vi_vn: Tập tin đã được tải lên nhưng không có phần mô tả ngắn nào được cung cấp

source: A short description was added but no file was uploaded.
it_it: &Egrave; stata aggiunta una descrizione breve, ma non &egrave; stato caricato alcun file.
vi_vn: Phần mô tả ngắn đã được bổ sung nhưng không có tập tin nào được tải lên

source: Access Denied!
it_it: Accesso negato!
vi_vn: Truy cập bị từ chối !

source: Access denied function was called without a proper error initialized.
it_it: &Egrave; stata chiamata la funzione accesso negato senza che fosse inizializzato l'errore appropriato.
vi_vn: Hàm từ chối truy cập được gọi mà hoàn toàn không có lỗi nào được khởi chạy

source: Action
it_it: Azione
vi_vn: Hành động

source: Activity
it_it: Attivit&agrave;
vi_vn: Hoạt động

source: Add album
it_it: Aggiungi album
vi_vn: Thêm album

source: Add photo
it_it: Aggiungi immagine
vi_vn: Thêm hình ảnh

source: Album Contains No Photos
it_it: L'album non contiene immagini
vi_vn: Album không chứa hình ảnh

source: Album name
it_it: Nome album
vi_vn: Tên album

source: All photos
it_it: Tutte le immagini
vi_vn: Tất cả hình ảnh

source: Are you sure you want to delete this album and all the photos associated with it?
it_it: Eliminare questo album e tutte le immagini in esso presenti?
vi_vn: Bạn có chắc bạn muốn xóa album này và tất cả hình ảnh liên quan đến nó ?

source: Are you sure you want to delete this photo?
it_it: Eliminare questa immagine?
vi_vn: Bạn có chắc bạn muốn xóa hình này ?

source: Back
it_it: Indietro
vi_vn: Trở về

source: Back to Album
it_it: Torna all'album
vi_vn: Trở về Album

source: Back to album
it_it: Torna all'album
vi_vn: Trở về album

source: Back&nbsp;to&nbsp;Album
it_it: Torna&nbsp;all'album
vi_vn: Trở&nbsp;về&nbsp;Album

source: Barn
it_it: Rondine

source: Batch Add
it_it: Aggiungi in modo batch
vi_vn: Bổ sung theo bó

source: Batch Add Photos
it_it: Aggiungi immagine in modo batch
vi_vn: Bổ sung hình theo bó

source: Box In
it_it: Riquadro verso l'interno

source: Box Out
it_it: Riquadro verso l'esterno

source: Circle In
it_it: Cerchio verso l'interno

source: Circle Out
it_it: Cerchio verso l'esterno

source: Delete
it_it: Elimina
vi_vn: Xóa

source: Delete Album
it_it: Elimina album
vi_vn: Xóa album

source: Delete Album Confirmation
it_it: Conferma eliminazione album
vi_vn: Sự xác nhận xóa album

source: Delete Photo Confirmation
it_it: Conferma eliminazione immagine
vi_vn: Sự xác nhận xóa hình ảnh

source: Delete album
it_it: Elimina album
vi_vn: Xóa album

source: Delete photo
it_it: Elimina immagine
vi_vn: Xóa hình ảnh

source: Description
it_it: Descrizione
vi_vn: Phần mô tả

source: Dissolve
it_it: Dissolvi
vi_vn: Hủy bỏ

source: Edit
it_it: Modifica
vi_vn: Hiệu chỉnh

source: Edit Album
it_it: Modifica album
vi_vn: Hiệu chỉnh album

source: Edit Photo
it_it: Modifica immagine
vi_vn: Hiệu chỉnh hình ảnh

source: Edit album
it_it: Modifica album
vi_vn: Hiệu chỉnh album

source: Edit photo
it_it: Modifica immagine
vi_vn: Hiệu chỉnh hình ảnh

source: Extended
it_it: Esteso
vi_vn: được mở rộng

source: Fade
it_it: Dissolvenza
vi_vn: Làm mờ

source: First
it_it: Primo
vi_vn: đầu tiên

source: Five Seconds
it_it: Cinque secondi
vi_vn: Năm giây

source: Gradient Wipe
it_it: Veneziana sfumata
vi_vn: Kiểu chùi dốc

source: Height
it_it: Altezza
vi_vn: Độ cao

source: Hidden
it_it: Nascosto
vi_vn: Ẩn

source: Horizontal Checkerboard
it_it: Scacchiera orizzontale
vi_vn: Bàn cờ ngang

source: Image
it_it: Immagine
vi_vn: Ảnh

source: Information
it_it: Informazioni
vi_vn: Thông tin

source: Iris
it_it: Iride
vi_vn: Cầu vòng

source: Last image
it_it: Ultima immagine
vi_vn: Ảnh cuối

source: Last updated
it_it: Ultimo aggiornamento
vi_vn: Tải lên sau cùng

source: List Albums
it_it: Elenco album
vi_vn: Liệt kê các album

source: Loading Image...
it_it: Caricamento immagine...
vi_vn: Nhập ảnh ...

source: Loading Next Image...
it_it: Caricamento prossima immagine...
vi_vn: Nhập ảnh tiếp theo...

source: Loop:
it_it: Ciclo:
vi_vn: Vòng lặp :

source: Missing Descriptions
it_it: Descrizioni mancanti
vi_vn: Những phần mô tả thiếu

source: Name
it_it: Nome
vi_vn: Tên

source: New Album
it_it: Nuovo album
vi_vn: Album mới

source: New Photo
it_it: Nuova immagine
vi_vn: Hình ảnh mới

source: Newest
it_it: Pi&ugrave; recente
vi_vn: Mới nhất

source: Next
it_it: Successivo
vi_vn: Tiếp theo

source: No album was deleted from the database.
it_it: Nessun album &egrave; stato eliminato dal database.
vi_vn: Không album nào đã được xóa từ cơ sở dữ liệu

source: No albums found.
it_it: Nessun album trovato.
vi_vn: Không album nào được tìm thấy

source: No file was uploaded and no short description was given.
it_it: Nessun file &egrave; stato caricato e nessuna breve descrizione &egrave; stata specificata.
vi_vn: Không co tập tin nào được tải lên và không co phần mô tả ngắn nào được cung cấp

source: No photo was deleted from the database.
it_it: Nessuna immagine &egrave; stata eliminata dal database.
vi_vn: Không co hình ảnh nào được xóa từ cơ sở dữ liệu

source: No photos found.
it_it: Nessuna immagine trovata.
vi_vn: Không hình ảnh nào được tìm thấy

source: Not working, try
it_it: Non funziona, provare
vi_vn: Không làm việc, cố gằng

source: Number of photos (select before uploading)
it_it: Numero di immagini (selezionare prima del caricamento)
vi_vn: Số hình ảnh (chọn trước khi tải lên)

source: Oldest
it_it: Pi&ugrave; vecchie
vi_vn: Cũ nhất

source: One Minute
it_it: Un minuto
vi_vn: Một phút

source: Order By
it_it: Ordina per
vi_vn: Thứ tự theo

source: Photo Album
it_it: Album di immagini
vi_vn: Album hình

source: Photo Albums
it_it: Album di immagini
vi_vn: Những album hình

source: Photo Number
it_it: Immagine numero
vi_vn: Số hình

source: Pixellate
it_it: A quadretti
vi_vn: làm thành điểm ảnh

source: Prev
it_it: Precedente
vi_vn: Trước

source: Previous
it_it: Precedente
vi_vn: Liền trước

source: Print
it_it: Stampa
vi_vn: In

source: Radial Wipe
it_it: Veneziana radiale
vi_vn: Chùi kiểu quay

source: Remove Image
it_it: Rimuovi immagine
vi_vn: Gỡ bõ ảnh

source: Return to
it_it: Ritorna a
vi_vn: Trở về

source: Save
it_it: Salva
vi_vn: Lưu

source: Set Speed: &nbsp;
it_it: Imposta velocit&agrave;: &nbsp;
vi_vn: Thiết lập tốc độ : &nbsp;

source: Settings
it_it: Impostazioni
vi_vn: Những thiết lập

source: Seven Seconds
it_it: Sette secondi
vi_vn: Bảy giây

source: Short
it_it: Corto
vi_vn: Ngắn

source: Slide Show
it_it: Presentazione
vi_vn: Chiếu slide

source: Spiral
it_it: Spirale
vi_vn: Xoắn ốc

source: Start Show
it_it: Inizia presentazione
vi_vn: Bắt đầu chiếu

source: Stop Show
it_it: Ferma presentazione
vi_vn: Ngừng chiếu

source: Strips
it_it: Strisce
vi_vn: Các mảnh

source: Ten Seconds
it_it: Dieci secondi
vi_vn: Mười giây

source: The Photo %s was saved but their was a problem creating the thumbnail image.
it_it: L'immagine %s &egrave; stata salvata, ma si &egrave; verificato un problema durante la creazione della miniatura.
vi_vn: Tấm hình %s đã được lưu nhưng có một lỗi tạo ra hình nhỏ ...

source: The Photo %s was successfully saved.
it_it: L'immagine %s &egrave; stata salvata.
vi_vn: Tấm hình %s đã được lưu thành công

source: The Photo Album "%s" was successfully saved.
it_it: L'album "%s" &egrave; stato salvato.
vi_vn: Album hình "%s" đã được lưu thành công

source: The Photo Album could not be updated to the database.
it_it: L'album non non pu&ograve; essere aggiornato nel database.
vi_vn: Album hình đa không thể được cập nhập vào cơ sở dữ liệu

source: The album %s and all its photos were successfully deleted from the database.
it_it: L'album %s e tutte le immagini in esso contenute sono state eliminate dal database.
vi_vn: Album %s và tất cả hình ảnh của nó đã được xóa khỏi cơ sở dữ liệu thành công

source: The file uploaded exceeded the max size allowed.
it_it: Il file caricato supera la dimensione massima consentita.
vi_vn: Tập tin được tải lên đã vượt quá kích cỡ tối đa cho phép

source: The image uploaded was not an allowed image type.
it_it: L'immagine caricata &egrave; di un tipo non permesso.
vi_vn: Ảnh được tải lên không phải là một kiểu ảnh cho phép

source: The image was successfully removed.
it_it: L'immagine &egrave; stata rimossa.
vi_vn: Ảnh đã được gỡ bỏ thành công

source: The photo %s was successfully deleted from the database.
it_it: L'immagine %s &egrave; stata eliminata dal database.
vi_vn: Tấm hình %s đã được xóa khỏi cơ sở dữ liệu thành công

source: The photo album image directory could not be created.
it_it: La cartella per le immagini dell'album non pu&ograve; essere creata.
vi_vn: Thư mục album hình ảnh đã không thể được tạo ra

source: The uploaded file exceeded the max file size allowed.
it_it: Il file caricato supera la dimensione massima consentita.
vi_vn: Tập tin được tải lên đã vượt quá giới hạn tối đa cho phép

source: There was a problem removing the image.
it_it: Si &egrave; verificato un problema durante la rimozione dell'immagine.
vi_vn: Đã có một lỗi khi gỡ bỏ ảnh

source: There was a problem saving the information to the database.
it_it: Si &egrave; verificato un problema durante il salvataggio delle informazioni nel database.
vi_vn: Đã có một lỗi khi lưu thông tin vào cơ sở dữ liệu

source: There was a problem uploading the specified file.
it_it: Si &egrave; verificato un problema durante il caricamento del file specificato.
vi_vn: Đã có một lỗi khi tải lên tập tin được chỉ định

source: There was a problem uploading the specified image.
it_it: Si &egrave; verificato un problema durante il caricamento dell'immagine specificata.
vi_vn: Đã có một lỗi khi tải lên ảnh được chỉ định

source: Thirty Seconds
it_it: Trenta secondi
vi_vn: Ba mươi giây

source: This album is currently hidden from the public.
it_it: Questo album &egrave; al momento nascosto al pubblico.
vi_vn: Album này hiện tại được ẩn trong công cộng

source: This photo is currently hidden from the public.
it_it: Questa immagine &egrave; al momento nascosta al pubblico.
vi_vn: Hình này hiện tại được ẩn trong công cộng

source: Three Seconds
it_it: Tre secondi
vi_vn: Ba giây

source: Thumbnail
it_it: Miniatura
vi_vn: Hình nhỏ

source: Transition Effect: &nbsp;
it_it: Effetto di transizione: &nbsp;
vi_vn: Hiệu ứng chuyển tiếp: &nbsp;

source: Two Minutes
it_it: Due minuti
vi_vn: Hai phút

source: Two Seconds
it_it: Due secondi
vi_vn: Hai giây

source: Type
it_it: Tipo
vi_vn: Loại

source: Update
it_it: Aggiorna
vi_vn: Cập nhập

source: Updated
it_it: Aggiornato
vi_vn: Đã cập nhập

source: Upload Image
it_it: Carica immagine
vi_vn: Tải hình lên

source: User tried to upload duplicate image.
it_it: L'utente ha tentato di caricare un'immagine duplicata.
vi_vn: Người dùng đã cố tải ảnh sao y lên

source: Vertical Checkerboard
it_it: Scacchiera verticale
vi_vn: Bàn cờ dọc

source: View Photo
it_it: Visualizza immagine
vi_vn: Xem hình

source: Visible
it_it: Visibile
vi_vn: Hiện rõ

source: Wheel
it_it: Rotella
vi_vn: Xoay

source: Width
it_it: Larghezza
vi_vn: Chiều rộng

source: Wipe Up
it_it: Veneziana verticale
vi_vn: Chùi đi

source: Yes
it_it: S&igrave;
vi_vn: Có

source: You do not have permission to add photos within an album.
it_it: Non hai i permessi per aggiungere immagini a un album.
vi_vn: Bạn không được phép thêm hình vào trong album này

source: You must enter a name for the Photo Album.
it_it: Occorre digitare un nome per l'album di immagini.
vi_vn: Bạn phài nhập một tên cho Album hình này

source: You must enter a short description for the photo.
it_it: Occorre digitare una descrizione breve per l'immagine.
vi_vn: Bạn phải nhập một phần mô tả ngắn cho tấm hình

source: You must remove the image before uploading a new one.
it_it: Occorre rimuovere l'immagine prima di caricarne una nuova.
vi_vn: Bạn pải gỡ bỏ tấm ảnh trước khi tải lên một tấm mới

source: high tech
it_it: Alta tecnologia
vi_vn: kỹ thuật cao

source: low tech
it_it: Bassa tecnologia
vi_vn: kỹ thuật thấp

source: of
it_it: di
vi_vn: của

source: Editor
vi_vn: Trình soạn thảo

source: No
vi_vn: Không
