Repository: AppStateESS/canopy
Catalog: mod/pulse/locale/*/LC_MESSAGES/pulse.po
Languages: no_no

source: Active
no_no: Aktiv

source: Click to activate
no_no: Klikk for å aktivere

source: Click to deactivate
no_no: Klikk for å deaktivere

source: Completed
no_no: Ferdig

source: Last
no_no: Siste

source: Last pulse time
no_no: Siste puls tid

source: Module
no_no: Modul

source: Never run
no_no: Aldri kjør

source: Next
no_no: Neste

source: Next pulse time
no_no: Neste puls tid

source: Number of repeats
no_no: Antall gjentakelser

source: Pulse Schedules
no_no: Puls tidsplan

source: Pulse type
no_no: Puls type

source: Pulses completed
no_no: Pulser ferdig

source: Repeats
no_no: Gjentakelser

source: Schedules
no_no: Tidsplaner

source: Settings
no_no: Innstillinger

source: Used by other modules to schedule processes.
no_no: Bruker av andre moduler til tidsplan prosess.

source: Yes
no_no: Ja
