Repository: AppStateESS/canopy
Catalog: mod/phatform/locale/*/LC_MESSAGES/phatform.po
Languages: de_de, fr_fr, vi_vn

source: This form is not available for viewing at this time.
de_de: Dieses Formular ist zur Zeit nicht zur Ansicht verfügbar.
fr_fr: Ce formulaire n'est pas disponible à la visualisation pour l'instant.
vi_vn: Biểu mẫu này không có thể xem tại thời điểm này.

source: Unable to save %s.
de_de: %s kann nicht gespeichert werden.
fr_fr: Impossible d'enregistrer %s.
vi_vn: Không thể lưu %s.

source: Unapproved Forms
de_de: Ungenehmigte Formulare
fr_fr: Formulaires non approuvés.
vi_vn: Biểu mẫu chưa duyệt

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
vi_vn: Không hiểu

source: Unsaved Forms
de_de: Ungespeicherte Formulare
fr_fr: Formulaires non sauvegardés
vi_vn: Biểu mẫu chưa lưu

source: Updated
de_de: Aktualisiert
fr_fr: Mis à jour
vi_vn: đã cập chật

source: Use option text as values
de_de: Benutze Optionstext als Wert
fr_fr: Utiliser le texte des options en tant que valeurs
vi_vn: Dùng văn bản tùy chọn như giá trị

source: User
de_de: Benutzer
fr_fr: Utilisateur
vi_vn: Người dùng

source: Value
de_de: Wert
fr_fr: Valeur
vi_vn: Giá trị

source: View
de_de: Ansicht
fr_fr: Voir
vi_vn: Xem

source: View reports
de_de: Berichte ansehen
fr_fr: Voir les rapports
vi_vn: Xem báo cáo

source: Viewing of archive has been canceled.
de_de: Ansicht des Archivs wurde abgebrochen.
fr_fr: La visualisation de l'archive a été annulée.
vi_vn: Xem kho trữ được hủy bỏ.

source: WARNING!
de_de: WARNUNG!
fr_fr: AVERTISSEMENT !
vi_vn: Cảnh báo!

source: Yes
de_de: Ja
fr_fr: Oui

source: You have already filled out this form!
de_de: Du hast dieses Formular schon ausgefüllt!
fr_fr: Vous avez déjà remplit ce formulaire !
vi_vn: Bạn đã điền biểu mẫu này rồi.

source: You have chosen <b>not</b> to delete the archive with the filename "%s".
de_de: Du willst <b>nicht</b>,dass das Archiv mit dem Dateinamen "%s" gelöscht wird.
fr_fr: You avez choisi de <b>ne pas</b> supprimer l'archive nommée "%s".
vi_vn: Bạn đã chọn <b>không</b> xóa kho trữ với tên tập tin "%s".

source: You have chosen <b>not</b> to delete the export with the filename "%s".
de_de: Du willst <b>nicht</b>,dass der Export mit dem Dateinamen "%s" gelöscht wird.
fr_fr: You avez choisi de <b>ne pas</b> supprimer l'export nommé "%s".
vi_vn: Bạn đã chọn <b>không</b> xóa kho xuất với tên tập tin "%s".

source: You have chosen to edit a saved form! All current data will be archived and cleared if you chose to continue! Make sure you export your data from your form before you continue!
fr_fr: Vous avez choisi d'éditer un formulaire sauvegardé. Toutes les données actuellement archivées seront effacées si vous choisissez de continuer ! Assurez-vous d'exporter vos données depuis votre formulaire avant de continuer !
vi_vn: Bạn chọn chỉnh sửa biểu mẫu đã lưu! Tất cả dữ liệu sẽ lưu trữ và xóa nếu bạn chọn tiếp tục! để đảm bảo, bạn nên xuất dữ liệu từ các biểu mẫu trước khi tiếp tục.

source: You have passed the maximum allowed characters in the %s text field.
fr_fr: Vous avez dépassé le nombre de caractères maximum autorisé dans le champ texte %s.
vi_vn: Bạn đã điền lố số ký tự giới hạn tối đa cho phép trong textfield %s.

source: You may not use that name for this form element.
de_de: Dieser Name darf nicht für dieses Element benutzt werden.
fr_fr: Vous ne pouvez pas utiliser ce nom pour cet élément de formulaire.
vi_vn: Bạn không thể sử dụng tên đó cho thành phần biểu mẫu.

source: You must be logged in to view this form!
de_de: Du musst angemeldet sein, um dieses Formular anzusehen!
fr_fr: Vous devez être connecté pour voir ce formulaire !
vi_vn: Bạn phải đăng nhập để xem biểu mẫu này.

source: You must fill out all required fields to continue.
de_de: Vor der Fortsetzung müssen alle benötigten Felder ausgefüllt werden.
fr_fr: Vous devez remplir tous les champs requis avant de continuer.
vi_vn: Bạn phải điền các mục yêu cầu để tiếp tục.

source: You must have at least one element to save this form.
fr_fr: Vous devez avoir au moins élément pour enregistrer ce formulaire.
vi_vn: Bạn phải có ít nhất một thành phần để lưu biểu mẫu này.

source: You must provide a submission message.
fr_fr: Vous devez fournir un message de soumission.
vi_vn: Bạn phải chỉ định phương pháp gửi.

source: You only have permission to edit your own forms!
de_de: Du hast nur die Berechtigung deine eigenen Formulare zu bearbeiten!
fr_fr: Vous n'avez que la permission d'éditer vos propres formulaires !
vi_vn: Bạn chỉ có quyền chỉnh sửa biểu mẫu của bạn.

source: of
de_de: von
fr_fr: de
vi_vn: của

source: Action
de_de: Aktion
vi_vn: Hành động

source: Actions
de_de: Aktionen
vi_vn: Hành động

source: Instructions
de_de: Anweisungen
vi_vn: Hướng dẫn

source: Page
de_de: Seite
vi_vn: Trang

source: The %s element could not be saved to the database.
de_de: Das %s Element konnte nicht in der Datenbank gespeichert werden.
vi_vn: Thành phần %s không thể lưu vào cơ sở dữ liệu

source: Total
de_de: Insgesamt
vi_vn: Tổng cộng

source: Export
vi_vn: Xuất

source: Option
vi_vn: Tùy chọn
