Repository: AppStateESS/canopy
Catalog: mod/phatform/locale/*/LC_MESSAGES/phatform.po
Languages: de_de, fr_fr, vi_vn

source: "Thank you" message is not formatted correctly.
de_de: "Danke" Nachricht ist fehlerhaft formatiert.
fr_fr: Le message de remerciement n'est pas formaté correctement.
vi_vn: Thông điệp "Cám ơn" được định dạng không đúng.

source: Add
de_de: Hinzufügen
fr_fr: Ajouter
vi_vn: Thêm

source: Admin Email (comma delimited)
de_de: Admin E-Mailadresse (Kommagetrennt)
fr_fr: Email admin (séparé par des virgules)
vi_vn: Email quản trị (được phân cách bằng dấu phẩy)

source: All
de_de: Alle
fr_fr: Tous
vi_vn: Tất cả

source: All Form Generator static tables removed.
de_de: Alle statischen Formgeneratortabellen entfernt.
fr_fr: Toutes les tables statiques du Générateur de Formulaire ont été retirées.
vi_vn: Các bảng tĩnh bộ tạo biểu mẫu đã được gỡ.

source: All of the options and values were not set. Check the box below to use your options as values.
de_de: Es wurden nicht alle Optionen und Werte angegeben. Kreuze den Kasten unten an, um Optionen als Werte zu benutzen.
fr_fr: Toutes les options et valeurs n'ont pas été renseignées. Cochez la case ci-dessous pour utiliser vos options en tant que valeurs.
vi_vn: Tất cả các tùy chọn và giá trị chưa được thiết lập. Chọn hộp dưới đây để sử dụng các tùy chọn của bạn như các giá trị.

source: All of the values were not set. You must fill out all of them.
de_de: Es wurden nicht alle Werte angegeben. Es müssen alle ausgefüllt werden.
fr_fr: Toutes les valeurs n'ont pas été renseignées. Vous devez toutes les remplir.
vi_vn: Các giá trị chưa được thiết lập. Bạn phải điền tất cả.

source: Allow anonymous submissions
de_de: Anonyme Antworten erlaubt
fr_fr: Autoriser les soumissions anonymes
vi_vn: Cho phép mọi người gửi

source: Allow multiple submissions
de_de: Mehrfachantworten erlaubt
fr_fr: Autoriser les soumissions multiples
vi_vn: Cho phép gửi nhiều lần

source: Allow users to edit their form data
de_de: Erlaube Benutzern ihre Formulardaten zu bearbeiten
fr_fr: Autoriser les utilisateurs à éditer les données de leur formulaire
vi_vn: Cho phép người dùng chỉnh sửa dữ liệu biểu mẫu

source: Anonymous submissions with editable form data are not allowed.
de_de: Anonyme Antworten mit editierbaren Formulardaten sind nicht erlaubt.
fr_fr: Les soumissions anonymes avec des données de formulaires éditables ne sont pas autorisées.
vi_vn: Không cho phép mọi người gửi chỉnh sửa dữ liệu biểu mẫu.

source: Approve
de_de: Akzeptieren
fr_fr: Approuver
vi_vn: Duyệt

source: Approved
de_de: Akzeptiert
fr_fr: Approuvé
vi_vn: Đã duyệt

source: Archive
de_de: Archiv
fr_fr: Archiver
vi_vn: Kho trữ

source: Archive file was not found.
de_de: Archivdatei nicht gefunden.
fr_fr: Le fichier d'archive n'a pas été trouvé.
vi_vn: Không tìm thấy tập tin lưu trữ.

source: Archive forms
de_de: Archiviere Formulare
fr_fr: Archiver les formulaires
vi_vn: Dạng lưu trữ

source: Archived Form
de_de: Archivierte Formulare
fr_fr: Forumlaire archivés
vi_vn: Dạng lưu trữ

source: Are you sure you want to delete this entry?
de_de: Soll diese Eintrag gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer cette entrée ?
vi_vn: Bạn chắc chắn muốn xóa mục nhập này không?

source: Are you sure you want to remove this %s element?
de_de: Solle dieses Element %s entfernt werden?
fr_fr: Êtes-vous sûr(e) de vouloir retirer cet élément %s ?
vi_vn: Bạn chắc chắn muốn gỡ bỏ thành phần %s không?

source: Are you sure you wish to delete the archive with filename "<b>%s</b>"?
de_de: Soll dieses Archiv mit dem Dateinamen "<b>%s</b>" gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer l'archive nommée "<b>%s</b>" ?
vi_vn: Bạn chắc chắn muốn xóa kho trữ có tên tập tin là "<b>%s</b>" không?

source: Are you sure you wish to delete the export with filename "<b>%s</b>"?
de_de: Soll dieser Export mit dem Dateinamen "<b>%s</b>" gelöscht werden?
fr_fr: Êtes-vous sûr(e) de vouloir supprimer l'export nommé "<b>%s</b>" ?
vi_vn: Bạn chắc chắn muốn xóa kho xuất có tên tập tin là "<b>%s</b>" không?

source: Are you sure you wish to delete the following forms? All data associated with these forms will be lost!
de_de: Sollen diese markierten Formulare gelöscht werden? Alle Daten zu diesen Formularen werden ebenfalls gelöscht!
fr_fr: Êtes-vous sûr(e) de vouloir supprimer les formulaires suivants ? Toutes les données associées à ces formulaires seront perdus !
vi_vn: Bạn có chắc muốn xóa các biểu mẫu sau đâ? Tất cả các dữ liệu của các biểu mẫu này sẽ mất.

source: Are you sure you wish to view this archive?
de_de: Sollen dieses Archiv angesehen werden?
fr_fr: Êtes-vous sûr(e) de vouloir voir cette archive ?
vi_vn: Bạn có chắc muốn xem kho trữ này không?

source: Associated Text
de_de: Dazugehöriger Text
fr_fr: Texte associé
vi_vn: Văn bản kết hợp

source: Back
de_de: Zurück
fr_fr: Retour
vi_vn: Về trước

source: CAPTCHA word was not correct.
fr_fr: Le mot du CAPTCHA n'était pas correct.

source: Cancel
de_de: Abbruch
fr_fr: Annuler
vi_vn: Hủy bỏ

source: Checkbox
fr_fr: Case à cocher
vi_vn: Hộp kiểm

source: Checkbox Element Instructions
de_de: Checkbox Element Anweisungen
fr_fr: Instructions pour l'élément case à cocher
vi_vn: Hướng dẫn các thành phần hộp kiểm

source: Clean-Up
de_de: Aufräumen
fr_fr: Nettoyer
vi_vn: Dọn sạch

source: Columns
de_de: Spalten
fr_fr: Colonnes
vi_vn: Cột

source: Complete
de_de: Komplett
fr_fr: Terminé
vi_vn: Hoàn tất

source: Completed
de_de: Fertiggestellt
fr_fr: Effectué
vi_vn: Đã hoàn tất

source: Confirm
de_de: Bestätige
fr_fr: Confirmer
vi_vn: Xác nhận

source: Could not delete the element.
de_de: Das Element konnte nicht gelöscht werden.
fr_fr: Impossible de supprimer l'élément
vi_vn: Không thể xóa thành phần.

source: Could not save the form. Check error log.
fr_fr: Impossible d'enregistrer le formulaire. Vérifiez le log d'erreur.

source: Create/Edit forms
de_de: Erstelle/Bearbeite Formulare
fr_fr: Créer/Editer les formulaires
vi_vn: Tạo/sửa biểu mẫu

source: Created
de_de: Erstellt
fr_fr: Créé
vi_vn: đã tạo

source: Date Created
de_de: Datum der Erstellung
fr_fr: Date de création
vi_vn: Ngày tạo

source: Default
de_de: Standard
fr_fr: Par défaut
vi_vn: Mặc định

source: Delete
de_de: Löschen
fr_fr: Supprimer
vi_vn: Xóa

source: Delete form confirmation
de_de: Formularlöschen bestätigen
fr_fr: Supprimer la confirmation du formulaire
vi_vn: Xác nhận xóa biểu mẫu

source: Delete form entries
de_de: Formularelemente löschen
fr_fr: Supprimer les entrées du formulaire
vi_vn: Xóa các mục nhập biểu mẫu

source: Delete forms
de_de: Formulare löschen
fr_fr: Supprimer les formulaires
vi_vn: Xóa biểu mẫu

source: Download
fr_fr: Télécharger
vi_vn: Tải về

source: Dropbox
fr_fr: Liste déroulante
vi_vn: Hộp liệt kê

source: Edit
de_de: Bearbeiten
fr_fr: Editer

source: Edit Elements
de_de: Elemente bearbeiten
fr_fr: Editer les éléments

source: Edit form entries
de_de: Formularelemente bearbeiten
fr_fr: Editer les entrées de formulaire

source: Edit option set
de_de: Optionsgruppe bearbeiten
fr_fr: Editer l'ensemble d'options

source: Edit option sets
de_de: Optionsgruppen bearbeiten
fr_fr: Editer les ensembles d'option

source: Editor
fr_fr: Editeur

source: Element successfully added!
de_de: Element hinzugefügt!
fr_fr: Elément ajouté avec succès !
vi_vn: Thành phần đã được thêm vào thành công.

source: Element successfully removed!
de_de: Element entfernt!
fr_fr: Elément retiré avec succès !
vi_vn: Thành phần đã được gỡ bỏ thành công.

source: Elements
de_de: Elemente
fr_fr: Eléments
vi_vn: Thành phần

source: Entries
de_de: Einträge
fr_fr: Entrées
vi_vn: Mục nhập

source: Existing Archives
de_de: Vorhandene Archive
fr_fr: Archives existantes
vi_vn: Các kho trữ tồn tại

source: Existing Exports
de_de: Vorhandene Exporte
fr_fr: Exports existants
vi_vn: Các kho xuất tồn tại

source: Export report data
de_de: Exportiere Berichtsdaten
fr_fr: Données de rapport d'export
vi_vn: Xuất dữ liệu báo cáo

source: Failed to archive.
de_de: Fehler beim Archivieren.
fr_fr: Echec à l'archivage.
vi_vn: Lưu trữ không thành công.

source: Failed to create archive directory.
de_de: Archivverzeichnis konnte nicht erstellt werden.
fr_fr: Echec à la création du répertoire archive.
vi_vn: Tạo thư mục lưu trữ không thành công.

source: Failed to create export directory.
de_de: Exportverzeichnis konnte nicht erstellt werden.
fr_fr: Echec à la création du répertoire export.
vi_vn: Tạo thư mục xuất không thành công.

source: Failed to create files directory.
de_de: Dateiverzeichnis konnte nicht erstellt werden.
fr_fr: Echec à la création du répertoire files.
vi_vn: Tạo thư mục files không thành công.

source: Failed to create report directory.
de_de: Berichtsverzeichnis konnte nicht erstellt werden.
fr_fr: Echec à la création du répertoire report.
vi_vn: Tạo thư mục báo cáo không thành công.

source: File contained no archive to view.
de_de: Datei enthält kein Archiv zum Ansehen.
fr_fr: Le fichier ne contenait aucune archive à visualiser.
vi_vn: tập tin không chứa nội dung lưu trữ để xem.

source: File contained no content.
de_de: Datei enthält keine Inhalt.
fr_fr: Le fichier ne contenait aucun contenu.
vi_vn: Tập tin không chứa nội dung.

source: Filename
de_de: Dateiname
fr_fr: Nom de fichier
vi_vn: Tên tập tin

source: Finish
de_de: Beenden
fr_fr: Terminer
vi_vn: Hoàn tất

source: Form
de_de: Formular
fr_fr: Formulaire
vi_vn: Biểu mẫu

source: Form Information
de_de: Formularinformationen
fr_fr: Informations du formulaire
vi_vn: Thông tin biểu mẫu

source: Form Name
de_de: Formularname
fr_fr: Nom du formulaire
vi_vn: Tên biểu mẫu

source: Form Settings
de_de: Formulareinstellungen
fr_fr: Paramètres du formulaire
vi_vn: Các thiết lập biểu mẫu

source: Form element is not an object.
fr_fr: L'élément de formulaire n'est pas un objet.
vi_vn: Thành phần biểu mẫu không phải là một đối tượng.

source: Form settings successfully saved!<br /><br />
de_de: Formulareinstellungen gespeichert!<br /><br />
fr_fr: Paramètres du formulaire enregistrés avec succès !<br /><br />
vi_vn: Các thiết lập biểu mẫu được lưu thành công!<br /><br />

source: Forms
de_de: Formulare
fr_fr: Formulaires
vi_vn: Biểu mẫu

source: Forms are pre_approved
de_de: Formulare sind vor-genehmigt
fr_fr: Les formulaires sont pré approuvés
vi_vn: Các biểu mẫu được duyệt trước.

source: Full List
de_de: Volle Liste
fr_fr: Liste complète
vi_vn: Danh sách đầy đủ

source: Go
de_de: Los
fr_fr: Aller
vi_vn: Đi

source: Go!
de_de: Los!
fr_fr: Aller !
vi_vn: đi!

source: Hidden
de_de: Versteckt
fr_fr: Caché
vi_vn: ẩn

source: Hide
de_de: Verstecken
fr_fr: Cacher
vi_vn: ẩn

source: Hide this form
de_de: Verstecke dieses Formular
fr_fr: Cacher ce formulaire
vi_vn: Ẩn biểu mẫu này

source: Home
fr_fr: Accueile
vi_vn: Nhà

source: In order to view this archive a new table will need to added to your database.
de_de: Damit dieses Archiv angesehen werden kann, muss eine neue Tabelle in der Datenbank angelegt werden.
fr_fr: Pour voir cette archive une nouvelle table doit être ajoutée à votre base de données
vi_vn: Để xem kho trữ này, một bảng mới sẽ được thêm vào cơ sở dữ liệu.

source: Incomplete
de_de: Nicht vollständig
fr_fr: Incomplet
vi_vn: Chưa hoàn tất

source: Instructions are missing or formatted incorrectly.
de_de: Anweisungen fehlen oder sind fehlerhaft formatiert.
fr_fr: Les instructions sont manquantes ou mal formatées.
vi_vn: Thiếu hướng dẫn hoặc định dạng sai.

source: Invalid Filename Given
de_de: Nicht erlaubter Dateiname wurde angegeben.
fr_fr: Nom de fichier donné invalide
vi_vn: Tên tập tin cung cấp không hợp lệ

source: Item limit per page
de_de: Elementbegrenzung pro Seite
fr_fr: Limite d'éléments pas parge
vi_vn: Giới hạn mục trên trang

source: Last Entry
de_de: Letzter Eintrag
fr_fr: Dernière entrée
vi_vn: Mục nhập cuối

source: List Archives
de_de: Archive auflisten
fr_fr: Lister les archives
vi_vn: Danh sách kho trữ

source: List Exports
de_de: Exporte auflisten
fr_fr: Lister les exports
vi_vn: Danh sách kho xuất

source: List Forms
de_de: Formulare auflisten
fr_fr: Lister les formulaires
vi_vn: Danh sách biểu mẫu

source: Maxsize
de_de: Maximalgrösse
fr_fr: Taille maximale

source: Missing form name.
de_de: Fehlender Formularname.
fr_fr: Nom de formulaire manquant.
vi_vn: Thiếu tên biểu mẫu.

source: Move Down
de_de: Nach unten
fr_fr: Déplacer vers le bas
vi_vn: Di chuyển xuống

source: Move Up
de_de: Nach oben
fr_fr: Déplacer vers le haut
vi_vn: di chuyển lên

source: Multiple Select
de_de: Mehrfachauswahl
fr_fr: Sélection multiple

source: Multiple submissions with editable form data are not allowed.
de_de: Mehrfachantworten mit editierbaren Formulardaten sind nicht erlaubt.
fr_fr: Les soumissions multiples avec des données de formulaire éditables ne sont pas autorisées.
vi_vn: Không cho phép chỉnh sửa dữ liệu biểu mẫu khi gửi nhiều

source: Multiselect Element Instructions
de_de: Multiselect Element Anweisungen
fr_fr: Instructions pour l'élément multisélection
vi_vn: Hướng dẫn thành phần Multiselect

source: Name
fr_fr: Nom
vi_vn: Tên

source: New Form
de_de: Neues Formular
fr_fr: Nouveau formulaire
vi_vn: Biểu mẫu mới

source: Next
de_de: Nächstes
fr_fr: Suivant
vi_vn: Kế tiếp

source: Next Entry
de_de: Nächster Eintrag
fr_fr: Entrée suivante
vi_vn: Mục nhập kế

source: No
de_de: Nein
fr_fr: Non

source: No element was removed.
de_de: Kein Element entfernt.
fr_fr: Aucun élément n'a été retiré.
vi_vn: Không có thành phần nào được gỡ bỏ.

source: No entries were found matching your search query.
de_de: Es wurden keine Einträge für deine Abfrage gefunden.
fr_fr: Aucune entrée n'a été trouvée correspondant à votre requête de recherche.
vi_vn: Không tìm thấy mục nhập như bạn tìm.

source: No form ID was passed
de_de: Keine Formular-ID übergeben
fr_fr: Aucun ID de formulaire n'a été passé

source: No form entry was deleted from the database.
de_de: Kein Formulareintrag wurde aus der Datenbank entfernt.
fr_fr: Aucune entrée de formulaire n'a été supprimée de la base de données.
vi_vn: Không có mục nhập của biểu mẫu được xóa trong cơ sở dữ liệu

source: Number of Options
de_de: Anzahl Optionen
fr_fr: Nombre d'options
vi_vn: Số tùy chọn

source: Only edit own forms
de_de: Nur eigene Formulare bearbeiten
fr_fr: Uniquement éditer ses propres formulaires

source: Option Instructions
de_de: Optionsanweisungen
fr_fr: Instructions pour l'option
vi_vn: Hướng dẫn tùy chọn

source: Option Sets
de_de: Optionsgruppe
fr_fr: Ensembles d'option

source: Owner
de_de: Besitzer
fr_fr: Propriétaire

source: Page %1$s of %2$s
de_de: Seite %1$s von %2$s
fr_fr: Page %1$s sur %2$s
vi_vn: Trang %1$s của %2$s

source: Position must be an integer value.
de_de: Position muss ein Ganzzahltyp sein
fr_fr: Position doit être une valeur entière.
vi_vn: Vị trí phải có giá trị kiểu số.

source: Post Process Code
fr_fr: Code de post analyse

source: Predefined Option Set
de_de: Vordefinierte Optionsgruppe
fr_fr: Ensemble d'option prédéfini

source: Previous Entry
de_de: Vorheriger Eintrag
fr_fr: Entrée précédente
vi_vn: Mục nhập trước

source: Print
de_de: Drucken
fr_fr: Imprimer
vi_vn: In

source: Print View
de_de: Druckansicht
fr_fr: Vue imprimable
vi_vn: Xem dạng in

source: Radio Button
fr_fr: Bouton radio
vi_vn: Nút radio

source: Radiobutton Element Instructions
de_de: Radiobutton Element Anweisungen
fr_fr: Instructions pour l'élément radio bouton
vi_vn: Hướng dẫn thành phần nút radio

source: Refuse
de_de: Ablehnen
fr_fr: Refuser
vi_vn: Từ chối

source: Remove
de_de: Entfernen
fr_fr: Retirer
vi_vn: Gỡ bỏ

source: Removed all dynamic Form Generator tables.
de_de: Alle dynamischen Formgeneratortabellen entfernt.
fr_fr: Toutes les tables dynamiques du Générateur de Formulaires ont été retirées
vi_vn: Đã gỡ bỏ các bảng động của bộ tạo biểu mẫu

source: Report
de_de: Bericht
fr_fr: Rapport
vi_vn: Báo cáo

source: Report View
de_de: Berichtsansicht
fr_fr: Vue rapport
vi_vn: Xem bản báo cáo

source: Require
de_de: Benötigt
fr_fr: Requérir
vi_vn: Yêu cầu

source: Required
de_de: Benötigt
fr_fr: Requis
vi_vn: Được yêu cầu

source: Retake Form
de_de: Formular wiederverwenden
fr_fr: Reprendre le formulaire

source: Return to Report
de_de: Zurück zum Bericht
fr_fr: Retourner au rapport
vi_vn: Trở về báo cáo

source: Rows
de_de: Zeilen
fr_fr: Lignes
vi_vn: Dòng

source: Save
de_de: Speichern
fr_fr: Enregistrer
vi_vn: Lưu

source: Save
de_de: Speichern
fr_fr: Enregistrer
vi_vn: Lưu

source: Save Form
de_de: Formular speichern
fr_fr: Enregistrer le formulaire
vi_vn: Lưu biểu mẫu

source: Save Settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
vi_vn: Lưu các thiết lập

source: Save Textarea
de_de: Textarea speichern
fr_fr: Enregistrer la zone de texte
vi_vn: Lưu textarea

source: Save Textfield
de_de: Textfeld speichern
fr_fr: Enregistrer le champ texte
vi_vn: Lưu textfield

source: Save option set as
de_de: Optionsgruppe speichern als
fr_fr: Enregistrer l'ensemble d'option sous

source: Saved Forms
de_de: Gespeicherte Formulare
fr_fr: Formulaires enregistrés
vi_vn: đã lưu các biểu mẫu

source: Search
de_de: Suche
fr_fr: Rechercher
vi_vn: Tìm kiếm

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
vi_vn: Các thiết lập

source: Show
de_de: Zeigen
fr_fr: Afficher
vi_vn: Hiển thị

source: Show form page numbers (eg: page 1 of 6)
de_de: Zeige Seitennummern (z.B: Seite 1 von 6)
fr_fr: Afficher les numéros de pages des formulaires (ie page 1 sur 6)
vi_vn: Hiển thị số trang của biểu mẫu, như trang 1 của 6

source: Show numbers for form elements (eg: 1, 2, 3)
de_de: Zeige Nummern für Formularelemente (z.B: 1, 2, 3)
fr_fr: Afficher les numéros pour les éléments de formulaires (ie 1, 2, 3)
vi_vn: Hiển thị số cho các thành phần biểu mẫu

source: Size
de_de: Grösse
fr_fr: Taille
vi_vn: Kích cỡ

source: Submission Message
de_de: Eingabenachricht
fr_fr: Message de soumission
vi_vn: Thông điệp gửi

source: Successfully deleted table associated with the archive with filename
de_de: Die zugehörige Tabelle zur Archivdatei wurde gelöscht
fr_fr: Table associée avec l'archive nommée supprimée avec succès
vi_vn: Đã xóa thành công bảng kết hợp với kho trữ với tên tập tin

source: Text
fr_fr: Texte
vi_vn: Văn bản

source: Textarea
de_de: Textbereich
fr_fr: Zone de texte

source: Textarea Element Instructions
de_de: Textarea Element Anweisungen
fr_fr: Instructions pour l'élément zone de texte
vi_vn: Hướng dẫn thành phần textarea

source: Textfield
de_de: Textfeld
fr_fr: Champ texte

source: The %s element was saved successfully.
de_de: Das Element %s wurde gespeichert.
fr_fr: L'élément %s a été enregistré avec succès.
vi_vn: đã lưu thành công thành phần %s

source: The %s was saved successfully.
de_de: %s wurde gespeichert.
fr_fr: Le %s a été enregistré avec succès.
vi_vn: Đã lưu thành công %s

source: The archive path is not web server writable.
de_de: Das Archivverzeichnis ist nicht vom Webserver beschreibbar.
fr_fr: Le chemin archive n'est pas modifiable par le serveur web.
vi_vn: đường dẫn kho trữ không thể ghi trên máy chủ web.

source: The associated text for this element was not set.
de_de: Der zugehörige Text für dieses Element wurde nicht angegeben.
fr_fr: Le texte associé à cet élément n'a pas été indiqué.
vi_vn: văn bản kết hợp với thành phần này chưa được thiết lập.

source: The element was successfully removed.
de_de: Das Element wurde entfernt.
fr_fr: L'élément a été retiré avec succès.
vi_vn: Đã gỡ bỏ thành công thành phần.

source: The export path is not web server writable.
de_de: Das Exportverzeichnis ist nicht vom Webserver beschreibbar.
fr_fr: Le répertoire export n'est pas modifiable par le serveur.
vi_vn: Đường dẫn kho xuất không thể ghi trên máy chủ web.

source: The form %s was successfully archived.
de_de: Das Formular %s wurde archiviert.
fr_fr: Le formulaire %s a été archivé avec succès
vi_vn: Biểu mẫu %s đã được lưu kho thành công.

source: The form entry was successfully deleted from the database.
de_de: Der Formulareintrag wurde aus der Datenbank entfernt.
fr_fr: L'entrée de formulaire a été supprimée de la base de données avec succès.
vi_vn: Mục nhập biểu mẫu đã được xóa thành công trong cơ sở dữ liệu.

source: The form must be saved before it is available to the public.
de_de: Das Formular muss erst gespeichert werden, bevor es öffentlich werden kann.
fr_fr: Le formulaire doit être enregistré avant d'être disponible pour le public.
vi_vn: Biểu mẫu phải được lưu trước khi sẵn sàng đăng tải để sử dụng.

source: The name you entered for the Checkbox is not valid or is already in use with this form.
de_de: Der Name für diese Checkbox ist nicht erlaubt oder schon in diesem Formular benutzt.
fr_fr: Le nom que vous avez entré pour la case à cocher n'est pas valide ou est déjà utilisé dans ce formulaire.
vi_vn: tên bạn nhập cho checkbox này không hợp lệ hoặc đã được sử dụng trong biểu mẫu này.

source: The name you entered for the Multiselect is not valid or is already in use with this form.
de_de: Der Name für diesen Multiselect ist nicht erlaubt oder schon in diesem Formular benutzt.
fr_fr: Le nom que vous avez entré pour la multisélection n'est pas valide ou est déjà utilisé dans ce formulaire.
vi_vn: tên bạn nhập cho Multiselect này không hợp lệ hoặc đã được sử dụng trong biểu mẫu này.

source: The name you entered for the Textfield is not valid or is already in use with this form.
de_de: Der Name für dieses Textfeld ist nicht erlaubt oder schon in diesem Formular benutzt.
fr_fr: Le nom que vous avez entré pour le champ texte n'est pas valide ou est déjà utilisé dans ce formulaire.
vi_vn: tên bạn nhập cho Textfield này không hợp lệ hoặc đã được sử dụng trong biểu mẫu này.

source: The number of options must be a greater than zero.
de_de: Die Anzahl der Optionen muss grösser 0 sein.
fr_fr: Le nombre d'options doit être plus grand que zéro.
vi_vn: Số cho các tùy chọn phải lớn hơn 0.

source: The option set %s was successfully saved.
de_de: Die Optionsgruppe %s wurde gespeichert.
fr_fr: L'ensemble d'option %s a été enregistré avec succès.
vi_vn: Nhóm tùy chọn %s đã lưu thành công.

source: The option set %s was unable to be saved.
de_de: Optionsgruppe %s wurde nicht gespeichert.
fr_fr: L'ensemble d'option %s n'a pas pû être enregistré.
vi_vn: Nhóm tùy chọn %s không thể lưu.

source: The phatform archive was successfully <b>deleted</b>.
de_de: Das Phatform Archiv wurde <b>gelöscht</b>.
fr_fr: L'archive pahtform a été <b>supprimée</b> avec succès.
vi_vn: Kho trữ PhatForm đã được <b>xóa</b> thành công.

source: The phatform export was successfully <b>deleted</b>.
de_de: Der Phatform Export wurde <b>gelöscht</b>.
fr_fr: L'export phatform a été <b>supprimé</b> avec succès.
vi_vn: Kho xuất PhatForm đã cđược <b>xóa</b> thành công.

source: The value for this element was not set.
de_de: Der Wert für dieses Element wurde nicht angegeben.
fr_fr: La valeur pour cet élément n'est pas renseignée.
vi_vn: Giá trị cho thành phần này chưa được thiết lập.

source: There is a problem with options, contact a system administrator.
de_de: Ein Problem mit den Optionen ist aufgetreten. Kontaktiere den Systemadministrator.
fr_fr: Il y a un problème avec les options, contactez un administrateur système.
vi_vn: Có vấn đề với các tùy chọn. Liên hệ quản trị hệ thống.

source: There was a problem deleting the archive.
de_de: Ein Problem ist beim Löschen des Archivs aufgetreten.
fr_fr: Un problème est survenu en supprimant l'archive.
vi_vn: Có vấn đề xóa kho trữ.

source: There was a problem deleting the export.
de_de: Ein Problem ist beim Löschen des Exports aufgetreten.
fr_fr: Un problème est survenu en supprimant l'export.
vi_vn: Có vấn đề xóa kho xuất.

source: There was a problem deleting viewing archive table associated for filename
de_de: Ein Problem ist beim Löschen / Ansehen der Archivtabelle aufgetreten.
fr_fr: Un problème est survenu en supprimant la table de visualisation d'archive associée au nom de fichier.
vi_vn: Có vấn đề xóa bảng xem kho trữ kết hợp với tên tập tin
