Repository: AppStateESS/canopy
Catalog: mod/vpath/locale/*/LC_MESSAGES/vpath.po
Languages: de_de, nl_nl

source: Change settings
de_de: Einstellungen ändern
nl_nl: Wijzig instellingen

source: Display path on home
de_de: Pfad auf Eingangsseite anzeigen
nl_nl: Tonen pad op hoofdpagina

source: Display peer menu if current location has no subs
nl_nl: Toon peer menu als huidige lokatie geen sublokaties heeft

source: Display sub menu for current location
de_de: Untermenü für gegenwärtige Position anzeigen
nl_nl: Toon submenu voor huidige lokatie

source: Divider
de_de: Trennzeichen
nl_nl: Scheidingsteken

source: Enable vpath
de_de: Einschalten vPath
nl_nl: Vpath inschakelen

source: General Settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene Instellingen

source: If you would like to help out with the ongoing development of vpath, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
de_de: Falls Sie die laufenden Entwicklung von vPath, oder anderer Module von Verdon Vaillancourt, unterstützen möchten, %s klicken Sie hier um zu spenden %s (öffnet neues Browser Fenster).
nl_nl: Wilt u helpen bij de ontwikkeling van vpath of een andere module van Verdon Vaillancourt, %s klik hier om te doneren %s (opent in een nieuw venster).

source: Important Information
de_de: Wichtige Information
nl_nl: Belangrijke informatie

source: Make current location (end of path) clickable
de_de: Gegenwärtige Position (Pfadende) klickbar darstellen
nl_nl: Maak huidige lokatie klikbaar

source: Menu to follow
de_de: Menü zur Verfolgung
nl_nl: Te volgen menu

source: Read me
de_de: Liesmich
nl_nl: Lees me

source: Save settings
de_de: Einstellungen speichern
nl_nl: Instellingen opslaan

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Sorry, the readme file does not exist.
de_de: Verzeihung, die Readme Datei existiert nicht.
nl_nl: Het readme bestand ontbreekt.

source: Text after the path
de_de: Text hinter dem Pfad
nl_nl: Tekst na het pad

source: Text before the path, eg. You are here:
de_de: Text vor dem Pfad, z.B. Sie sind hier:
nl_nl: Tekst voor het pad (Bijv. U bent hier:)

source: Use space around divider
de_de: Benutze Leerraum zwischen Trennzeichen
nl_nl: Gebruik spaties voor en na scheidingsteken

source: vPath settings saved.
de_de: vPath Einstellungen gesichert.
nl_nl: Instellingen opgeslagen.

source: Provide a breadcrumb trail of a given menu..
nl_nl: Broodkruimelspoor maken.
