Repository: AppStateESS/canopy
Catalog: mod/notes/locale/*/LC_MESSAGES/notes.po
Languages: da_dk, no_no, vi_vn

source: - Search again -
da_dk: - S&oslash;g igen -
no_no: - Søk igjen -
vi_vn: - Tìm lần nữa -

source: Allow user name searching
da_dk: Tillad at s&oslash;ge efter navn
no_no: Tillat søking på brukernavn
vi_vn: Cho phép tìm kiếm tên người dùng

source: An error occurred when accessing the database.
da_dk: Der opstod en fejl under tilgang af databasen.
no_no: En feil oppstod ved forsøk på å koble til databasen.
vi_vn: Một lỗi xảy ra trong lúc truy xuất dữ liệu

source: Associate note
da_dk: Associ&eacute;r note
no_no: Tilknyttet notis
vi_vn: Lưu ý phụ

source: Associate note to item: %s
da_dk: Associ&eacute;r note til emne: %s
no_no: Tilknyttet notis med element: %s
vi_vn: Lưu ý phụ cho mục : %s

source: Associated Notes
da_dk: Associerede Noter
no_no: Tilnyttet Notiser
vi_vn: Những lưu ý được kết hợp

source: Cancel
da_dk: Fortryd
no_no: Avbryt
vi_vn: Hủy bỏ

source: Could not find match.
da_dk: Kunne ikke finde overensstemmelse.
no_no: Kunne ikke finne noen match.
vi_vn: Không thể tìm thấy sự trùng khớp

source: Date sent
da_dk: Sendt dato
no_no: Dato sendt
vi_vn: Dữ liệu đã được gửi

source: Delete
da_dk: Slet
no_no: Slett
vi_vn: Xóa

source: Delete and close
da_dk: Slet og luk
no_no: Slett og steng
vi_vn: Xóa và đóng lại

source: In reference to
da_dk: Med reference til
no_no: I henvisning til
vi_vn: Tham chiếu với

source: Message
da_dk: Besked
no_no: Beskjed
vi_vn: Thông điệp

source: Message deleted.
da_dk: Besked fjernet.
no_no: Beskjed slettet
vi_vn: Thông điệp đã bị xóa

source: No
da_dk: Nej
no_no: Nei
vi_vn: Không

source: No notes found.
da_dk: Ingen noter fundet.
no_no: Ingen notiser funnet.
vi_vn: Không có lưu ý được tìm thấy

source: Note sent successfully.
da_dk: Note sendt.
no_no: Notis sendt med godt resultat.
vi_vn: Lưu ý đã được gửi thành công

source: Note was not sent successfully.
da_dk: Note ikke sendt.
no_no: Notis ble ikke sendt skikkelig.
vi_vn: Lưu ý đã không được gửi thành công

source: Notes
da_dk: Noter
no_no: Notiser
vi_vn: Những lưu ý

source: Read
da_dk: L&aelig;s
no_no: Les
vi_vn: Đọc

source: Read note
da_dk: L&aelig;s note
no_no: Les notis
vi_vn: Đọc lưu ý

source: Read notes
da_dk: L&aelig;s noter
no_no: Les notiser
vi_vn: Đọc những lưu ý

source: Recipient
da_dk: Modtager
no_no: Mottaker
vi_vn: Người nhận

source: Send note
no_no: Send notis
vi_vn: Gửi lưu ý

source: Send note to %s
da_dk: Send note til %s
no_no: Send notis til %s
vi_vn: Gửi lưu ý đến %s

source: Sent by
da_dk: Sendt af
no_no: Sendt av
vi_vn: Được gửi bởi

source: Sent on
da_dk: Sendt den
no_no: Sendt den
vi_vn: Được gửi đi

source: System message
da_dk: System besked
no_no: System beskjed
vi_vn: Thông điệp hệ thống

source: Title
da_dk: Titel
no_no: Tittel
vi_vn: Tiêu đề

source: Unable to resolve user name.
da_dk: Kunne ikke finde bruger navn.
no_no: Ikke mulig å bestemme brukernavn.
vi_vn: Không thể giải quyết tên người dùng

source: Unknown user.
da_dk: Ukendt bruger.
no_no: Ukjendt bruker.
vi_vn: Người dùng vô danh

source: Unsuitable user name characters.
da_dk: Ubrugelige tegn.
no_no: Upassende brukernavn tegen.
vi_vn: Những ký tự tên người dùng không phù hợp

source: Yes
da_dk: Ja
no_no: Ja
vi_vn: Có

source: You have %d unread notes.
da_dk: Du har %d ul&aelig;ste beskeder.
no_no: Du har %d uleste notiser.
vi_vn: Bạn có %d lưu ý chưa đọc

source: You must enter a username.
da_dk: Du skal indtaste et brugernavn.
no_no: Du må legge inn et brukernavn.
vi_vn: Bạn phải nhập một tên người dùng

source: You need to enter a title or some content.
da_dk: Du skal skrive en titel eller noget indhold.
no_no: Du må legge inn en tittel eller noe innhold.
vi_vn: Bạn cần nhập một tiêu đề hoặc một vài nội dung
