Repository: AppStateESS/canopy
Catalog: mod/vshop/locale/*/LC_MESSAGES/vshop.po
Languages: nl_nl

source: % Rate
nl_nl: % Tarief

source: % Shipping rate (if using a percentage rate)
nl_nl: % Transporttarief (bij tarief als percentage)

source: % rate * total
nl_nl: % tarief * totaal

source: % rate * weight
nl_nl: % tarief * gewicht

source: %s Cart
nl_nl: %s Winkelmandje

source: %s Departments
nl_nl: %s Afdelingen

source: %s Purchase
nl_nl: %s Aankopen

source: %s Taxes
nl_nl: %s Belastingen

source: %s in stock
nl_nl: %s in voorraad

source: %s successfully added to your cart.
nl_nl: %s toegevoegd aan uw winkelmandje.

source: %s successfully removed from your cart.
nl_nl: %s verwijderd uit uw winkelmandje.

source: .00 Shipping flat rate (if using flat rate per order)
nl_nl: .00 Vlak transporttarief (bij gebruik vlak tarief per order)

source: A new order has been placed by %s at %s.
nl_nl: Er is een nieuwe order van %s geplaatst bij %s.

source: A new order has been placed.
nl_nl: Er is een nieuwe order.

source: Abandoned Orders
nl_nl: Mislukte orders

source: Add
nl_nl: Toevoegen

source: Add Item
nl_nl: Item toevoegen

source: Add Tax
nl_nl: Belasting toevoegen

source: Add item to %s
nl_nl: Item toevoegen aan %s

source: Add new department
nl_nl: Afdeling toevoegen

source: Add new tax
nl_nl: Nieuwe belasting toevoegen

source: Add to cart
nl_nl: Toevoegen aan winkelmandje

source: Add/Edit/Delete inventory
nl_nl: Beheer inventaris

source: Address 1
nl_nl: Adres 1

source: Address 2
nl_nl: Adres 2

source: An error occurred when accessing this dept's items.
nl_nl: Het benaderen van de items van de afdeling is mislukt.

source: An order has been updated.
nl_nl: Een order is gewijzigd.

source: An order status has been updated.
nl_nl: De status van een order is gewijzigd.

source: Any applicable taxes and shipping/handling fees will be calculated and displayed when you click Continue below.
nl_nl: Mogelijke belastingen en transport/afhandelingskosten worden bepaald en getoond nadat u op Verder heeft geklikt.

source: Are you sure you want to cancel order %s from %s?
nl_nl: Wilt u order %s van %s annuleren?

source: Are you sure you want to completely clear the contents of your cart?
nl_nl: Wilt u uw hele winkelmandje legen?

source: Are you sure you want to delete order %s from %s?
nl_nl: Wilt u order %s van %s verwijderen?

source: Are you sure you want to delete the department %s?
nl_nl: Wilt u afdeling %s verwijderen?

source: Are you sure you want to delete the item %s?
nl_nl: Wilt u item %s verwijderen?

source: Are you sure you want to delete the tax %s?
nl_nl: Wilt u de belasting %s verwijderen?

source: Available departments
nl_nl: Beschikbare afdelingen

source: Belongs to: %s
nl_nl: Behoort bij: %s

source: Billing information
nl_nl: Factuur informatie

source: Browse all items
nl_nl: Toon alle items

source: Browse all items
nl_nl: Toon alle items

source: Cancel
nl_nl: Annuleren

source: Cancelled Orders
nl_nl: Geannuleerde orders

source: Cart contents
nl_nl: Inhoud winkelmandje

source: Change settings and configurations
nl_nl: Wijzigen instellingen en configuratie

source: Check your %s then create a %s to begin
nl_nl: Controleer uw %s en maak om te beginnen een %s aan

source: Check your currency code for formatting errors.
nl_nl: Controleer uw geldsoort.

source: Check your e-mail address for formatting errors.
nl_nl: Controleer uw e-mailadres.

source: Check your secure URL for formatting errors.
nl_nl: Controleer uw veilige URL.

source: Checkout
nl_nl: Controle

source: Checkout instructions
nl_nl: Instructies controleren

source: Cheque / Money Order
nl_nl: Cheque / Geld

source: City
nl_nl: Plaats

source: Clear Cart
nl_nl: Winkelmandje legen

source: Click on "New item" to start.
nl_nl: Klik op "Nieuw item" om te beginnen.

source: Comments
nl_nl: Opmerkingen

source: Confirm order
nl_nl: Bevestig order

source: Continue
nl_nl: Verder

source: Continue to payment
nl_nl: Verder met betaling

source: Country
nl_nl: Land

source: Create
nl_nl: Aanmaken

source: Create %s department
nl_nl: Aanmaken %s afdeling

source: Currency and Weight
nl_nl: Geldsoort en Gewicht

source: Currency code (ISO 3 letter code, eg. USD, CAD)
nl_nl: Code geldsoort (ISO 3 lettercode, bijv. EUR, USD)

source: Currency marker position
nl_nl: Plaats geldcode t.o.v. bedrag

source: Currency symbol
nl_nl: Geldteken

source: Customer details
nl_nl: Gegevens klant

source: Customer remarks:
nl_nl: Opmerkingen klant:

source: Delete
nl_nl: Verwijderen

source: Department
nl_nl: Afdeling

source: Department deleted.
nl_nl: Afdeling verwijderd.

source: Department saved successfully.
nl_nl: Afdeling opgeslagen.

source: Description
nl_nl: Beschrijving

source: Display currency code
nl_nl: Wijzig geldsoort

source: Edit
nl_nl: Wijzigen

source: Edit department
nl_nl: Wijzig afdeling

source: Edit item
nl_nl: Wijzig item

source: Edit order
nl_nl: Wijzig volgorde

source: Edit tax
nl_nl: Wijzigen belasting

source: Enable %s sidebox
nl_nl: Inschakelen %s vak

source: Enable images and files on department and item records
nl_nl: Inschakelen afbeeldingen en bestanden bij afdelingen en items

source: Error occurred when saving department.
nl_nl: Opslaan afdeling is mislukt.

source: Error occurred when saving item.
nl_nl: Opslaan item is mislukt.

source: Error occurred when saving order.
nl_nl: Opslaan order is mislukt.

source: Error occurred when saving tax.
nl_nl: Opslaan belasting is mislukt.

source: Fatal error: Cannot create item. Missing department id.
nl_nl: FOUT: Aanmaken item is mislukt, er is geen id van de afdeling.

source: First name
nl_nl: Voornaam

source: Flat rate per item
nl_nl: Vlak tarief per item

source: Flat rate per order
nl_nl: Vlak tarief per order

source: Free shipping
nl_nl: Gratis transport

source: Free shipping if total is over xx.xx (0 to disable)
nl_nl: Gratis transport indien meer dan xx.xx (0 : uitschakelen)

source: Free shipping on items over %s
nl_nl: Gratis transport van items boven %s

source: IP Address:
nl_nl: IP Adres:

source: If you would like to help out with the ongoing development of vShop, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
nl_nl: Als u wilt helpen met het ontwikkelen van vShop, of van een andere module van Verdon Vaillancourt, %s klik hier %s (opent in een nieuw scherm).

source: Important Information
nl_nl: Belangrijke informatie

source: Important Note on Payment Methods:
nl_nl: Toelichting over methodes van betalen:

source: Item deleted.
nl_nl: Item verwijderd.

source: Item saved successfully.
nl_nl: Item opgeslagen.

source: Last name
nl_nl: Achternaam

source: Leading
nl_nl: Voor

source: List Depts
nl_nl: Lijst Afd.

source: List Items
nl_nl: Toon Items

source: List all departments
nl_nl: Toon alle afdelingen

source: Maximum image height (50-600)
nl_nl: Maximum hoogte afbeelding (50-600)

source: Maximum image width (50-600)
nl_nl: Maximum breedte afbeelding (50-600)

source: Minimum shipping charge of x.xx (0 to disable)
nl_nl: Minimum transport toeslag van x.xx (0 : uitschakelen)

source: Minimum shipping of %s
nl_nl: Minimum transport van %s.

source: Modified
nl_nl: Aangepast

source: Module title
nl_nl: Module naam

source: Name
nl_nl: Naam

source: New Department
nl_nl: Nieuwe afdeling

source: New Dept
nl_nl: Nieuwe Afd

source: New Item
nl_nl: Nieuw Item

source: New Tax
nl_nl: Nieuwe belasting

source: New item step one
nl_nl: Nieuw item stap 1

source: No shipping rate provided
nl_nl: Geen transporttarief bekend

source: No weight provided
nl_nl: Gewicht niet aangegeven

source: Order %s status updated.
nl_nl: Order %s status gewijzigd.

source: Order cancelled
nl_nl: Order geannuleerd

source: Order deleted.
nl_nl: Order verwijderd.

source: Order id# %s at %s has been updated.
nl_nl: Order nr %s bij %s is gewijzigd.

source: Order id# %s has been updated at %s.
nl_nl: Order nr %s is gewijzigd bij %s.

source: Order placed from this IP address: %s.
nl_nl: Order is gedaan op IP-adres: %s

source: Order saved successfully.
nl_nl: Order opgeslagen.

source: Ordered
nl_nl: Besteld

source: Out of stock
nl_nl: Niet in voorraad

source: Payment
nl_nl: Betaling

source: Payment Method
nl_nl: Betalingsmethode

source: Payment Method(s)
nl_nl: Betalingsmethode(s)

source: Payment information
nl_nl: Betalingsinformatie

source: Payment method:
nl_nl: Betalingsmethode:

source: Pending
nl_nl: Lopend

source: Phone
nl_nl: Telefoon

source: Phone:
nl_nl: Telefoon:

source: Postal/Zip code
nl_nl: Postcode

source: Price
nl_nl: Prijs

source: Process orders
nl_nl: Verwerk orders

source: Processing
nl_nl: Verwerking

source: Product Total
nl_nl: Product Totaal

source: Province/State
nl_nl: Provincie/Staat

source: Qty
nl_nl: Aantal

source: Qty in stock
nl_nl: Aantal in voorraad

source: Random Item
nl_nl: Willekeurig item

source: Rate
nl_nl: Tarief

source: Read me
nl_nl: Lees me

source: Reports
nl_nl: Overzichten

source: Save settings
nl_nl: Instellingen opslaan

source: Secure URL (eg. https://secure.mydomain.com/)
nl_nl: Veilige URL (bijv. https://secure.mydomain.com/)

source: Select department
nl_nl: Kies afdeling

source: Send notification?
nl_nl: Bevestiging versturen?

source: Settings
nl_nl: Instellingen

source: Shipped
nl_nl: Verstuurd

source: Shipping
nl_nl: In behandeling

source: Shipping calculation method
nl_nl: Berekeningswijze transportkosten

source: Shipping Charges
nl_nl: Transport kosten

source: Shipping fee
nl_nl: Transportkosten

source: Shipping/Handling
nl_nl: In behandeling

source: Shop Behavior
nl_nl: Koopgedrag

source: Shop admin e-mail
nl_nl: E-mail administratie winkel

source: Show sidebox on home page only
nl_nl: Alleen tonen op hoofdpagina

source: Sidebox text
nl_nl: Tekst in het vak

source: Skipjack / Credit Card
nl_nl: Skipjack (laatste 4 cijfers creditcard)

source: Sold out
nl_nl: Uitverkocht

source: Sorry, the readme file does not exist.
nl_nl: Het readme bestand ontbreekt.

source: Sorry, there are no departments available. You will have to create a %s first.
nl_nl: Er is nu geen afdeling.

source: Sorry, we do not have enough %s in stock for your request.
nl_nl: Sorry, wij hebben voor uw bestelling niet genoeg van %s in voorraad.

source: Stock
nl_nl: Voorraad

source: Sub-total
nl_nl: Subtotaal

source: Submit order
nl_nl: Verstuur order

source: Subtract
nl_nl: Verwijder

source: Subtract from cart
nl_nl: Verwijder uit winkelmandje

source: Tax applies to the following zone(s)
nl_nl: Belasting geldt voor de zone(s)

source: Tax deleted.
nl_nl: Belasting verwijderd.

source: Tax details
nl_nl: Details belastingen

source: Tax saved successfully.
nl_nl: Belasting opgeslagen.

source: Taxable
nl_nl: Belastbaar

source: Taxes
nl_nl: Belastingen

source: Texts and Messages
nl_nl: Teksten en berichten

source: Thank You for placing your order with us. Order details are below.
nl_nl: Dank U wel voor uw bestelling bij ons. De details

source: Thank you for your order.
nl_nl: Dank u wel voor uw bestelling.

source: Thanks message to customer
nl_nl: Bedankbericht aan klant.

source: The order status has been changed to %s.
nl_nl: De status van de order is gewijzigd in %s.

source: This message from %s was sent from %s.
nl_nl: Dit bericht van %s is verstuurd van %s.

source: Title
nl_nl: Naam

source: Total
nl_nl: Totaal

source: Total Due
nl_nl: Totaal te betalen

source: Trailing
nl_nl: Achter

source: Unit Price
nl_nl: Prijs per stuk

source: Unit of weight
nl_nl: Gewicht per stuk

source: Update
nl_nl: Wijzigen

source: Update %s department
nl_nl: Wijzigen %s afdeling

source: Update %s item
nl_nl: Wijzigen %s item

source: Update order %s
nl_nl: Wijzigen order %s

source: Update quantities
nl_nl: Wijzig hoeveelheid

source: Update tax
nl_nl: Wijzigen belasting

source: Use SSL checkout
nl_nl: Gebruik SSL controle

source: Use breadcrumb navigation
nl_nl: Gebruik breadcrumb navigatie

source: Use inventory control
nl_nl: Gebruik controle inventaris

source: We did not have enough %s in stock to fully meet your request, but have fulfilled what we could.
nl_nl: We hebben niet genoeg %s in voorraad om aan uw vraag te voldoen, maar we hebben geleverd wat we in voorraad hebben.

source: Weight
nl_nl: Gewicht

source: You must check each payment method you wish to use for configuration. For instance, the Paypal method requires an email address. Please refer to mod/vshop/class/pay_mods/*.php for each method you wish to offer.
nl_nl: U moet elke betalingsmethode die wilt gebruiken, eerst instellen. Bij de methode Paypal moet u een e-mailadres opgeven. Kijk voor elke gewenste methode in mod/vshop/class/pay_mods/ voor een uitleg.

source: You must give this department a description.
nl_nl: U moet een beschrijving van de afdeling invullen.

source: You must give this department a title.
nl_nl: U moet de naam van de afdeling invullen.

source: You must give this item a description.
nl_nl: U moet een beschrijving van het item invullen.

source: You must give this item a title.
nl_nl: U moet de naam van het item invullen.

source: You must give this tax a title.
nl_nl: U moet de naam van de belasting invullen.

source: You must give this tax at least one zone.
nl_nl: U moet minimaal een zone aangeven voor deze belasting.

source: You must provide a city.
nl_nl: U moet een plaats opgeven.

source: You must provide a country.
nl_nl: U moet een land opgeven.

source: You must provide a first name.
nl_nl: U moet een voornaam opgeven.

source: You must provide a last name.
nl_nl: U moet een achternaam opgeven.

source: You must provide a postal_code.
nl_nl: U moet een postcode opgeven.

source: You must provide a prov/state.
nl_nl: U moet een provincie/staat opgeven.

source: You must provide a secure URL.
nl_nl: U moet een veilige URL opgeven.

source: You must provide an address.
nl_nl: U moet een adres opgeven.

source: You must provide an e-mail address.
nl_nl: U moet een geldig e-mailadres opgeven.

source: You must select at least one payment method.
nl_nl: U moet minimaal een betaalwijze invullen.

source: Your cart was successfully cleared.
nl_nl: Uw winkelmandje is geleegd.

source: Your cart was successfully updated.
nl_nl: Uw winkelmandje is bijgewerkt.

source: Your order has been updated.
nl_nl: Uw order is gewijzigd.

source: Your order id# %s at %s has been updated.
nl_nl: Uw order nr %s bij %s is gewijzigd.

source: Your order status has been updated.
nl_nl: De status van uw order is gewijzigd.

source: and items returned to inventory
nl_nl: en items die weer in de inventaris zijn

source: vShop is missing the id.
nl_nl: vShop heeft geen id.

source: vShop settings saved.
nl_nl: vShop instellingen opgeslagen.

source: vShop tables dropped.
nl_nl: vShop tabellen verwijderd.

source: Manage your online shop.
nl_nl: Beheer uw webwinkel.
