Repository: AppStateESS/canopy
Catalog: mod/sitemap/locale/*/LC_MESSAGES/sitemap.po
Languages: fr_fr

source: * More information on the Sitemap protocal is available %s
fr_fr: * Plus de détails sur le protocole Sitemap sont disponibles sur %s

source: ** I do a rough calculation to achieve this. Everything starts as the average 0.5. I add 0.5 to top-level itmes. I then subtract 0.1 for each step down the menu order. Nothing is scored above 1.0 or below 0.1.
fr_fr: ** J'effectue un calcul approximatif pour réaliser ceci. Tout commence à la moyenne de 0,5. J'ajoute 0,5 pour les éléments du niveau maximal. Puis je soustrait 0,1 à chaque descente de niveau dans l'ordre du menu. Rien n'obtient de score supérieur à 1,0 ou inférieur à 0,1.

source: *** The feed respects the settings above. Lastmod date of non-keyed items will be null.
fr_fr: *** Le flux respecte les paramètres ci-dessus. La date de dernière modif pour les éléments sans clés sera nulle.

source: About this module:
fr_fr: A propos de ce module :

source: Add optional* change frequency to sitemap
fr_fr: Ajouter les fréquences de changement optionnelles* à sitemap

source: Add optional* lastmod date to sitemap
fr_fr: Ajouter la date de dernier changement optionnelle* à sitemap

source: Add optional* priority** to sitemap
fr_fr: Ajouter les priorités** optionnelles* à sitemap

source: Allow live xml feed*** of all non-restricted menus
fr_fr: Autoriser un flux*** xml en direct pour les menus non restreints

source: Build
fr_fr: Construire

source: Cache duration in seconds for xml feed (0-7200, set to 0 to disable cache)
fr_fr: Durée du cache en secondes pour le flux xml (0-7200, indiquez 0 pour désactiver le cache)

source: Change frequency
fr_fr: Fréquence de changement

source: Create sitemap file
fr_fr: Créer le fichier sitemap

source: Download
fr_fr: Télécharger

source: Error occurred when creating file.
fr_fr: Une erreur est survenue lors de la création du fichier.

source: Exclude remote URLs
fr_fr: Exclure les URLs distantes

source: File created successfully.
fr_fr: Fichier créé avec succès.

source: First, review the settings. Then, you can either download a sitemap file for using later, save a sitemap file to the server at %s, or allow a live and dynamic sitemap feed at %s
fr_fr: Pour commencer, vérifiez les paramètres. Puis, vous pouvez télécharger le fichier sitemap pour une utilisation ultérieure, enregistrer le fichier sitemap sur le serveur dans %s, ou autoriser un flux sitemap direct et dynamique sur %s

source: General Settings
fr_fr: Paramètres généraux

source: Generate Map
fr_fr: Générer la carte

source: Generates sitemap.xml files for search engines.
fr_fr: Génère le fichier sitemap.xml pour les moteurs de recherche.

source: How to use it:
fr_fr: Comment l'utiliser :

source: If you would like to help out with the ongoing development of sitemap, or other modules by Verdon Vaillancourt, %s click here to donate %s (opens in new browser window).
fr_fr: Si vous voulez aider au développement continu de sitemap, ou d'autres modules par Verdon Vaillancourt, %s cliquez ici pour faire un don %s (s'ouvre dans une nouvelle fenêtre).

source: Important Information
fr_fr: Informations importantes

source: Include keyed items not in menus in your sitemap
fr_fr: Inclure dans votre sitemap les éléments à clé non présents dans les menus

source: Include keyed module items not in menus in your sitemap
fr_fr: Inclure dans votre sitemap les éléments de module à clé non présents dans les menus

source: Lastmod date for non-keyed items (YYYY-MM-DD) or leave empty
fr_fr: Date de dernière modif pour les éléments sans clé (YYYY-MM-DD) ou laisser vide

source: No keyed items.
fr_fr: Pas d'éléments à clé.

source: No menus created.
fr_fr: Pas de menus créés.

source: No menus.
fr_fr: Pas de menus.

source: Read me
fr_fr: Lisez moi

source: Respect keyed menu item permissions
fr_fr: Respecter les permissions des éléments de menus à clé

source: Save settings
fr_fr: Enregistrer les paramètres

source: Save to server (%s)
fr_fr: Enregistrer sur le serveur (%s)

source: Select any modules you wish to exclude by default from your sitemap.
fr_fr: Sélectionnez tous les modules que vous voulez exclure par défaut de votre sitemap.

source: Select any modules you wish to exclude from your sitemap.
fr_fr: Sélectionnez tous les modules que vous voulez exclure de votre sitemap.

source: Select one or more menus to include in your sitemap.
fr_fr: Sélectionnez un ou plusieurs menus à inclure dans votre sitemap.

source: Settings
fr_fr: Paramètres

source: Sitemap is used to generate a sitmap.xml file, following the standards at %s. These sitemap files are used by google and other popular search engines to help them index your website. Sitemap does this by gathering all the links from one or more of your menus, as well as other keyed module items (such as blog posts) that may not be in a menu, filtering and preparing according to your settings, and then writing the xml for you.
fr_fr: Sitemap est utilisé pour créer un fichier sitmap.xml, respectant les standards définis sur %s. Ces fichiers sitempa sont utilisés par google et d'autres moteurs de recherche populaires pour les aider à indexer votre site web. Sitemap effectue ceci en collectant tous les liens d'un ou plusieurs menus, ainsi que les autres éléments de modules à clé (tels que les messages de blogs) qui ne sont pas forcément dans un menu, en filtrant et préparant selon vos paramètres, puis en écrivant le fichier xml pour vous.

source: Sitemap settings saved.
fr_fr: Paramètres de Sitemap sauvegardés.

source: This is the third release of sitemap for the new 1.x series phpwebsite. I wrote this for a specific need I had and thought it may be of use to others also.
fr_fr: C'est la troisième version de sitemap pour la nouvelle série 1.x de phpwebsite. J'ai écrit ce module pour un besoin spécifique que j'avais et ai pensé que ça pourrait aussi être utile à d'autres.

source: What it does:
fr_fr: Ce que ça fait :

source: here
fr_fr: ici

source: item
fr_fr: élément

source: items
fr_fr: éléments

source: link
fr_fr: lien

source: links
fr_fr: liens
