Repository: AppStateESS/canopy
Catalog: mod/profiler/locale/*/LC_MESSAGES/profiler.po
Languages: vi_vn

source: Action
vi_vn: Hành động

source: Add division
vi_vn: Thêm phép chia

source: An error occurred when saving your profile.
vi_vn: Một lỗi xảy ra khi lưu tiểu sử của bạn

source: Are you sure you want to permanently delete this profile?
vi_vn: Bạn có chắc bạn muốn xóa tiểu sử này vĩnh viễn ?

source: Cancel
vi_vn: Hủy bỏ

source: Caption
vi_vn: Phần chú thích

source: Create Division
vi_vn: Tạo phép chia

source: Create New Profile
vi_vn: Tạo tiểu sử mới

source: Create profile
vi_vn: Tạo tiểu sử

source: Create profiles on individuals for display on site.
vi_vn: Tạo các tiểu sử cho các cá nhân để hiển thị đúng chỗ

source: Current Profiles
vi_vn: Các tiểu sử hiện thời

source: Delete
vi_vn: Xóa

source: Delete Profiles
vi_vn: Xóa các tiểu sử

source: Division
vi_vn: Phép chia

source: Division ID
vi_vn: Chỉ danh phép chia

source: Division title
vi_vn: Tiêu đề phép chia

source: Divisions
vi_vn: Các phép chia

source: Edit
vi_vn: Hiệu chỉnh

source: Edit profile
vi_vn: Hiệu chỉnh tiểu sử

source: Email
vi_vn: Thư điện tử

source: Email address
vi_vn: Địa chỉ thư điện tử

source: Email address does not appear valid.
vi_vn: Địa chỉ thư điện tử có vẻ không hợp lệ

source: Enable profile homepage
vi_vn: Bật trang chủ hồ sơ

source: First Name
vi_vn: Tên

source: First name
vi_vn: Tên

source: Full story
vi_vn: Toàn câu chuyện

source: Go back to the Settings page.
vi_vn: Quay lại trang Thiết lập

source: Ignoring the repeat.
vi_vn: Bỏ qua sự lặp lại

source: Large photo
vi_vn: Hình lớn

source: Last Name
vi_vn: Họ

source: Last name
vi_vn: Họ

source: List
vi_vn: Danh sách

source: Medium photo
vi_vn: Hình vừa

source: New
vi_vn: Mới

source: Number of profiles
vi_vn: Số tiểu sử

source: Please create a profile in this category.
vi_vn: Vui lòng tạo tiểu sử cho loại này

source: Please enter a first name.
vi_vn: Vui lòng nhập tên

source: Please enter a last name.
vi_vn: Vui lòng nhập họ

source: Please make a profile division type first.
vi_vn: Vui lòng tạo một kiểu chia tiểu sử trước

source: Profile not found.
vi_vn: Tiểu sử không tìm thấy

source: Profile not set.
vi_vn: Tiểu sử không được thiết lập

source: Profile saved for approval.
vi_vn: Tiểu sử được lưu để phê chuẩn

source: Profile saved successfully.
vi_vn: Tiểu sử được lưu thành công

source: Profile type
vi_vn: Loại tiểu sử

source: Profiler
vi_vn: Người làm tiểu sử

source: Profiles table removed.
vi_vn: Bảng các tiểu sử được gỡ bỏ

source: Read more. . .
vi_vn: Đọc thêm ...

source: Save
vi_vn: Lưu

source: Save settings
vi_vn: Lưu các thiết lập

source: Setting saved
vi_vn: Thiết lập được lưu

source: Settings
vi_vn: Các thiết lập

source: Small photo
vi_vn: Hình nhỏ

source: Sorry
vi_vn: Xin lỗi

source: Submission Date
vi_vn: Kỳ hạn đưa ra xem xét

source: Success
vi_vn: Thành công

source: There is a problem with this Profiler division.
vi_vn: Có một trục trặc với phép chia tiểu sử này

source: There was a problem saving your settings.
vi_vn: Đã có một trục trặc khi lưu các thiết lập của bạn

source: Title
vi_vn: Tiêu đề

source: Type
vi_vn: Loại

source: Uh oh
vi_vn: Ai da

source: Update Division
vi_vn: Cập nhập phép chia

source: Update Profile
vi_vn: Cập nhập tiểu sử

source: Update profile
vi_vn: Cập nhập tiểu sử

source: Web site
vi_vn: Trang web

source: Web site address
vi_vn: Đại chỉ trang web

source: Web site address does not appear valid.
vi_vn: Địa chỉ trang web có vẻ không hợp lệ

source: You recently posted this identical profile.
vi_vn: Bạn vừa bổ sung tiểu sử đồng nhất này

source: Your title is empty or already in use. Enter another.
vi_vn: Tiêu đề của bạn rỗng hoặc đã được sử dụng. Nhập vào cai khác
