Repository: AppStateESS/canopy
Catalog: mod/ngboost/locale/*/LC_MESSAGES/boost.po
Languages: de_de, fr_fr, no_no

source: %1$s successfully registered to %2$s.
de_de: %1$s erfolgreich bei %2$s registriert.
fr_fr: %1$s inscrit avec succès dans %2$s.
no_no: %1$s med godt resultat registrert til %2$s.

source: %1$s successfully unregistered from %2$s.
de_de: %1$s erfolgreich bei %2$s unregistriert.
fr_fr: %1$s désinscrit avec succès depuis %2$s.
no_no: %1$s med godt resultat avregistrert fra %2$s.

source: %s - New
de_de: %s - Neu
fr_fr: %s - Nouveau
no_no: %s - Ny

source: %s Dependencies
de_de: %s Abhängigkeiten
fr_fr: Dépendences de %s
no_no: %s Avhengigheter

source: %s Module Dependencies
de_de: %s Modulabhängigkeiten
fr_fr: Dépendences du module %s
no_no: %s Modul Avhengigheter

source: About
de_de: Über
fr_fr: A propos
no_no: Om

source: An error occurred during registration.
de_de: Ein Fehler ist bei der Registrierung aufgetreten.
fr_fr: Une erreur est survenue pendant l'inscription
no_no: En feil oppstod under registrering.

source: An error occurred updating the core.
de_de: Ein Fehler ist beim Update von Core aufgetreten.
fr_fr: Une erreur est survenue lors de la mise à jour du coeur.
no_no: En feil oppstod under oppdatering av core.

source: An error occurred when tryingt to access your branch site listing.
de_de: Ein Fehler ist beim Zugriff auf den Branch aufgetreten.
fr_fr: Une erreur est survenue en tentant d'accéder à la liste des branches du site.
no_no: En feil oppstod ved forsøk på tilkobling til bransje side liste.

source: An error occurred while installing this module.
fr_fr: Une erreur est survenue en installant ce module.
no_no: En feil oppstod ved installering av denne modul.

source: An error occurred while registering the %s module.
de_de: Ein Fehler ist beim Registrieren des Moduls %s aufgetreten.
fr_fr: Une erreur est survenue en inscrivant le module %s.
no_no: En feil oppstod ved registrering %s modulen.

source: An error occurred while unregistering the %s module.
de_de: Ein Fehler ist bei der Unregistrierung von Modul %s aufgetreten.
fr_fr: Une erreur est survenue en désinscrivant le module %s.
no_no: En feil oppstod ved avregistrering %s modulen.

source: An error occurred while unregistering.
de_de: Ein Fehler ist bei der Unregistrierung aufgetreten.
fr_fr: Une erreur est survenue pendant la désinscription.
no_no: En feil oppstod ved avregistrering.

source: An import error occurred.
de_de: Ein Fehler ist beim Import aufgetreten.
fr_fr: Une erreur d'importation est survenue.
no_no: En import feil oppstod

source: An update is available!
de_de: Ein Update ist verfügbar!
fr_fr: Une mise à jour est disponible !
no_no: En oppdatering er tilgjengelig

source: Are you sure you want to uninstall this module? All data will be deleted.
de_de: Soll dieses Modul wirklich uninstalliert werden? Alle Daten werden gelöscht.
fr_fr: Êtes-vous sûr(e) de vouloir désinstaller ce module ?
no_no: Er du sikker på du ønsker å avinstallere denne modulen? alle data vil bli slettet.

source: Boost allows the installation and upgrading of modules.
de_de: Boost ist für die Installation und das Upgrade von Modulen zuständig.
fr_fr: Boost permet l'installation et la mise à jour des modules.
no_no: Boost tillater deg å installere og oppgraadere moduler.

source: Boost requires updating! You should do so before any other module!
de_de: Boost benötigt ein Update! Das sollte vor allen anderen Modulen geschehen!
fr_fr: Boost a besoin d'une mise à jour ! Vous devez la faire avant tout autre module !
no_no: Boost trenger oppgradering! Du bør gjøre det før noen andre moduler.

source: Branch directories are ready.
de_de: Branchverzeichnisse sind fertig.
fr_fr: Les répertoires de branches sont prêts.
no_no: Bransje mapper er klare.

source: Branches could not be checked.
de_de: Branches konnten nicht geprüft werden.
fr_fr: Les branches n'ont pas pû être vérifiées.
no_no: Bransjer kunne ikke bli sjekket.

source: Changes
de_de: Änderungen
fr_fr: Modifications
no_no: Forandringer

source: Check
de_de: Überprüfe
fr_fr: Vérifier
no_no: Sjekk

source: Check all
de_de: Alle überprüfen
fr_fr: Tout vérifier
no_no: Sjekk alle

source: Check disabled
fr_fr: Vérification désactivée
no_no: Merk deaktivisert

source: Check your logs for more information.
de_de: Bitte Logdatei prüfen.
fr_fr: Vérifiez vos logs pour plus d'informations.
no_no: Sjekk dine logger for mer informasjon

source: Checking branch "%s"
de_de: Prüfe Branch "%s"
fr_fr: Vérification de la branche "%s"
no_no: Sjekker bransje "%s"

source: Clicking OK will copy the core\'s configuration, image and (if on a branch site) javascript directories locally.\nNo backups will occur and all local files will be overwritten.\nAre you certain you want to do this?
fr_fr: Cliquer sur Ok copiera la configuration du coeur, les répertoires image et (si sur un site branche) javascript localement.\nAucune sauvegarde ne sera effectuée et tous les fichiers locaux seront écrasés.\nÊtes-vous sûr(e) de vouloir faire ceci ?
no_no: Klikk OK vil kopiere core\'s konfigurasjon, bilde og (hvis på en bransje side) javascript lokalt. \nIngen backup vil gjennomføres og alle lokale filer vil bli overskrevet.\ner du sikker på at du ønsker å gjennomføre dette?

source: Clicking OK will copy this module\'s configuration, image, templates, and javascript folders locally.\nNo backups will occur and all local files will be overwritten.\nAre you certain you want to do this?
fr_fr: Cliquer sur Ok copiera la configuration de ce module, les répertoires image, templates et javascript localement.\nAucune sauvegarde ne sera effectuée et tous les fichiers locaux seront écrasés.\nÊtes-vous sûr(e) de vouloir faire ceci ?
no_no: Klikk OK vil kopiere modulen\'s konfigurasjon, bilde, template, og javascript mapper lokalt. \nIngen backup vil gjennomføres og alle lokale filer vil bli overskrevet.\ner du sikker på at du ønsker å gjennomføre dette?

source: Close window
fr_fr: Fermer la fenêtre
no_no: Steng vindu

source: Continue installation...
de_de: Installation fortführen...
fr_fr: Continuer l'installation...
no_no: Fortsett installasjon

source: Copy file failure: %s to %s
fr_fr: Echec de la copie du fichier : %s vers %s
no_no: Kopiering feilet av fil: %s til %s

source: Copying configuration files.
de_de: Kopiere Konfigurationsdateien.
fr_fr: Copie des fichiers de configuration.
no_no: Kopierer konfigurasjons filer.

source: Copying directory %1$s to %2$s
de_de: Kopiere Verzeichnis %1$s nach %2$s
fr_fr: Copie du répertoire %1$s vers %2$s
no_no: Kopierer mappe %1$s til %2$s

source: Copying image files.
de_de: Kopiere Bilddateien.
fr_fr: Copie des fichiers images.
no_no: Kopierer bilde filer.

source: Copying javascript directories.
de_de: Kopiere Javascriptverzeichnisse.
fr_fr: Copie des répertoires javascript.
no_no: Kopierer javascript mapper.

source: Copying javascript files. Be aware that module javascript files will be overwritten.
de_de: Kopiere Javascriptdateien. Beachte, dass Moduljavascriptdateieen überschrieben werden.
fr_fr: Copie des fichiers javascript. Notez que les fichiers javascript de ce module seront écrasés.
no_no: Kopierer javascript filer. Husk at modul javascript filer vil overskrives.

source: Copying source image directory for module.
de_de: Kopiere Bildverzeichnis für Modul.
fr_fr: Copie du répertoire image source pour ce module.
no_no: Kopierer kilde bbilde mappe for modul.

source: Copying template files.
de_de: Kopiere Vorlagendateien.
fr_fr: Copie des fichiers template.
no_no: Kopierer template filer.

source: Core Modules
de_de: Coremodule
fr_fr: Modules Core
no_no: Core Moduler

source: Core revert finished!
de_de: Core Rückgängig beendet.
fr_fr: Retour arrière Core terminé !
no_no: Core tilbakevending er ferdig!

source: Core successfully updated.
de_de: Core wurde aktualisiert.
fr_fr: Core mis à jour avec succès.
no_no: Core er oppdatert med godt resultat.

source: Created directory
de_de: Verzeichnis erstellt
fr_fr: Répertoire créé
no_no: Oppført mappe

source: Creating files directory for module.
de_de: Erstelle Dateiverzeichnis für Modul.
fr_fr: Création du répertoire des fichiers pour le module.
no_no: Oppfører fil mappe for modul.

source: Creating image directory for module.
de_de: Erstelle Bildverzeichnis für Modul.
fr_fr: Création du répertoire image pour le module.
no_no: Oppfører bilde mappe for modul.

source: Creating module image directory.
de_de: Erstelle Modulbildverzeichnis.
fr_fr: Création du répertoire image pour le module.
no_no: Oppfører modul bilde mappe.

source: Current Version
de_de: Aktuelle Version
fr_fr: Version actuelle
no_no: Gjeldende Versjon

source: Current stable version
de_de: Aktuelle stabile Version
fr_fr: Version stable actuelle
no_no: Gjeldende stabile versjon

source: Current version
de_de: Aktuelle Version
fr_fr: Version actuelle
no_no: Gjeldende versjon

source: Database import failed.
de_de: Datenbankimport fehlgeschlagen.
fr_fr: L'importation de base de données a échoué.
no_no: Database importering feilet.

source: Depended upon
de_de: Abhängig von
fr_fr: Requis par un autre module
no_no: Avhengig av

source: Dependencies
de_de: Abhängigkeiten
fr_fr: Dépendences
no_no: Avhengigheter

source: Download
de_de: Herunterladen
fr_fr: Télécharger
no_no: Last ned

source: Download here
de_de: Hier herunterladen
fr_fr: Téléchargez ici
no_no: Last ned her

source: Failed
de_de: Fehlgeschlagen
fr_fr: Echoué
no_no: Feilet

source: Failed directory backup: %s to %s
fr_fr: Echec de la sauvegarde du répertoire : %s vers %s
no_no: Backup feilet katalog: %s til %s

source: Failed directory copy: %s to %s
fr_fr: Echec de la copie du répertoire : %s vers %s
no_no: Feilet katalog kopieriung: %s til %s

source: Failed installation of module.
de_de: Fehlgeschlagene Installation von Modul.
fr_fr: L'installation du module a échoué.
no_no: Feilet installasjon av modul

source: Failed to copy file to local directory.
de_de: Kopie in lokales Verzeichnis fehlgeschlagen.
fr_fr: Echec à la copie du répertoire local.
no_no: Feilet å kopiere fil til lokal mappe.

source: Failed upgrade of module.
de_de: Fehlgeschlagenes Upgrade von Modul.
fr_fr: La mise à jour du module a échoué
no_no: Feilet å oppgradere modul.

source: Failure to remove directory.
de_de: Fehlgeschlagenes Entfernen des Verzeichnisses.
fr_fr: Echec à la suppression du répertoire.
no_no: Feilet å fjerne mappe.

source: Finished uninstalling module!
de_de: Moduluninstallation beendet!
fr_fr: Fin de la désinstallation du module !
no_no: Ferdig å avinstallere modul!

source: Import successful.
de_de: Import erfolgreich.
fr_fr: Import réussi.
no_no: Imoprterte med godt resultat.

source: Importing SQL install file.
de_de: Importiere SQL Installationsdatei.
fr_fr: Import du fichier SQL d'installation.
no_no: Importerer SQL installasjons fil.

source: Importing SQL uninstall file.
de_de: Importiere SQL Uninstallationsdatei.
fr_fr: Import du fichier SQL de désinstallation.
no_no: Importerer SQL avinstallasjons fil.

source: Install
de_de: Installiere
fr_fr: Installer
no_no: Installer

source: Installation complete!
de_de: Installation fertig!
fr_fr: Installation terminée !
no_no: Installasjon ferdig!

source: Installation file not implemented.
de_de: Installationsdatei nicht implementiert.
fr_fr: Fichier d'installation non implémenté.
no_no: Installasjons fil ikke implementert.

source: Installing
de_de: Installiere
fr_fr: Installation en cours
no_no: Installering

source: Key unregistration successful.
de_de: Keyunregistrierung erfolgreich.
fr_fr: Désenregistrement de la clé réussi.
no_no: Nøkkel avregistrering OK.

source: Latest version
de_de: Neueste Version
fr_fr: Dernière version
no_no: Siste versjon

source: Local version
de_de: Lokale Version
fr_fr: Version locale
no_no: Lokal versjon

source: MD5 Sum
de_de: MD5 Prüfsumme
fr_fr: Somme MD5

source: Missing dependency
de_de: Fehlende Abhängigkeit
fr_fr: Dépendence manquante
no_no: Mangler avhengighet

source: Module Needed
de_de: Modul benötigt
fr_fr: Module requis
no_no: Modul Ønsket

source: Module Title
de_de: Modultitel
fr_fr: Titre du module
no_no: Modul Tittel

source: Module Web Site
fr_fr: Site Web du module
no_no: Modul hjemmeside

source: Module does not require updating.
de_de: Modul benötigt kein Update.
fr_fr: Le module n'a pas besoin de mise à jour
no_no: Modul trenger ikke oppdatering

source: Module is missing register file.
de_de: Modul hat keine Registrierdatei.
fr_fr: Le module n'a pas de fichier d'inscription.
no_no: Modul mangler register fil.

source: Module is missing register function.
de_de: Modul hat keine Registrierfunktion.
fr_fr: Le module n'a pas de fonction d'inscription.
no_no: Modul mangler registrerings funksjon.

source: Module is not installed.
de_de: Modul ist nicht installiert.
fr_fr: Le module n'est pas installé.
no_no: Modul er ikke installert.

source: Module revert finished!
de_de: Modul Rückgängig beendet.
fr_fr: Retour arrière terminé pour le module !
no_no: Module tilbakevending er ferdig!

source: Module title
de_de: Modultitel
fr_fr: Titre du module
no_no: Modul tittel

source: Module's settings could not be removed. See your error log.
de_de: Moduleinstellungen konnten nicht entfernt werden. Bitte Logdatei prüfen.
fr_fr: Les paramètres du module n'ont pas pû être retirés. Vérifiez votre log d'erreur.
no_no: Modulens innstillinger kunne ikke bli fjernet. se din feilmeldings logg.

source: Module's settings removed successfully.
de_de: Moduleinstellungen entfernt.
fr_fr: Paramètres du module retirés avec succès.
no_no: Modulens innstillinger fjernet med godt resultat.

source: Modules have not been set.
de_de: Module wurden nicht gesetzt.
fr_fr: Les modules n'ont pas été configurés.
no_no: Moduler har ikke blitt satt.

source: More info
de_de: Weitere Informationen
fr_fr: Plus d'infos
no_no: Mer info

source: More information
de_de: Weitere Information
fr_fr: Plus d'information
no_no: Mer informasjon

source: Needs upgrading
de_de: Benötigt Upgrade
fr_fr: Nécessite une mise à jour
no_no: Trenger oppgradering

source: No backup: %s
fr_fr: Pas de sauvegarde : %s
no_no: Ingen backup: %s

source: No modules available.
de_de: Keine Module verfügbar.
fr_fr: Aucun module disponible.
no_no: Ingen moduler tilgjengelig.

source: No uninstall file found.
de_de: Keine Uninstalldatei gefunden.
fr_fr: Aucun fichier de désinstallation trouvé.
no_no: Ingen avinstallering fil funnet.

source: No update file found.
de_de: Keine Updatedatei gefunden.
fr_fr: Aucun fichier d'installation trouvé.
no_no: Ingen oppdatering fil funnet.

source: No update required.
de_de: Kein Update benötigt.
fr_fr: Aucune mise à jour requise.
no_no: Ingen oppdatering nødvendig.

source: None
de_de: Keiner
fr_fr: Aucun
no_no: Ingen

source: Not installed
de_de: Nicht installiert
fr_fr: Pas installé
no_no: Ikke installert

source: Object sent to boost was not of the PHPWS_Module class.
fr_fr: L'objet envoyé à boost n'était pas de la classe PHPWS_Module class.
no_no: Objekt sendt til boost var ikke av PHPWS_Module class.

source: Other Modules
de_de: Andere Module
fr_fr: Autres modules
no_no: Andre Moduler

source: Passed!
de_de: Genehmigt!
fr_fr: Réussi !
no_no: Godkjendt!

source: Please check your error logs.
de_de: Bitte Fehlerlogs überprüfen.
fr_fr: Veuillez vérifier vos logs d'erreur.
no_no: Vennligst sjekk dine feilmelding logger.

source: Please remove them from the mod directory.
de_de: Bitte entferne diese aus dem Modulverzeichnis.
fr_fr: Merci de les supprimer du répertoire mod.
no_no: Vennligst fjern dem fra mod mappen.

source: Processing installation file.
de_de: Verarbeite Installationsdatei.
fr_fr: Traitement du fichier d'installation.
no_no: Utfører installasjons fil.

source: Processing uninstall file.
de_de: Verarbeite Uninstalldatei.
fr_fr: Traitement du fichier de désinstallation.
no_no: Utfører avinstallasjons fil.

source: Processing update file.
de_de: Verarbeite Updatedatei.
fr_fr: Traitement du fichier de mise à jour.
no_no: Utfører oppdatering fil.

source: Registered to Key.
de_de: Registriere bei Key.
fr_fr: Enregistré vers la Clé.
no_no: Registrert til nøkkel.

source: Registering Control Panel information.
fr_fr: Inscription des informations du panneau de configuration.
no_no: Registrerer Kontrollpanel informasjon.

source: Registering module to core.
de_de: Registriere Modul bei Core.
fr_fr: Inscription du module dans Core.
no_no: Registrerer modul til kjerne.

source: Registering other modules to this module.
de_de: Registriere andere Module bei diesem Modul.
fr_fr: Inscription des autres modules dans ce module.
no_no: Registrerer andre moduler til denne modul.

source: Registering this module to other modules.
de_de: Registriere diese Modul bei anderen Modulen.
fr_fr: Inscription de ce module dans les autres modules.
no_no: Registrerer denne modulen til andre moduler.

source: Registration successful.
de_de: Registrierung erfolgreich.
fr_fr: Inscription réussie.
no_no: Registrering gjennomført med godt resultat.

source: Removing directory %s
de_de: Verzeichnis %s wird entfernt
fr_fr: Suppression du répertoire %s
no_no: Fjerner mappe %s

source: Return to Boost
de_de: Zurück zu Boost
fr_fr: Retour à Boost
no_no: Returner til Boost

source: Return to Boost listing
fr_fr: Retour à la liste de Boost
no_no: Returner til Boost lister

source: Revert
de_de: Rückgängig
fr_fr: Revenir en arrière
no_no: Tilbakevending

source: Reverting %s module's local files
fr_fr: Retour arrière des fichiers locaux du module %s
no_no: Tilbakevender %s modulen lokale filer

source: Reverting the core's local files
fr_fr: Retour arrière des fichiers locaux de Core
no_no: Tilbakevender core lokale filer

source: Server configuration prevents version checking.
fr_fr: La configuration du serveur empêche la vérification de version.
no_no: Server innstillinger hindrer versjon sjekk.

source: Skipping javascript files.
fr_fr: Omission des fichiers javascript.
no_no: Hopper over javascript filer.

source: Some key unregistrations were unsuccessful. Check your logs.
de_de: Einige Keyunregistrierungen sind fehlgeschlagen. Bitte Logdatei prüfen.
fr_fr: Certaines désinscriptions des clé ont échoué. Vérifiez vos logs.
no_no: Noen nøkkel avregistreringer feilet. Se dine logger.

source: Source XML error
de_de: Quell-XML Fehler
fr_fr: Erreur dans le XML source
no_no: Kilde XML feil

source: Source image directory copied successfully.
de_de: Bildverzeichnis erfolgreich kopiert.
fr_fr: Répertoire source image copié avec succès.
no_no: Kilde bilde mappe kopiert med godt resultat.

source: Source image directory failed to copy.
de_de: Bildverzeichnis konnte nicht kopiert werden.
fr_fr: Le répertoire source image n'a pas pû être copié.
no_no: Kilde bilde mappe feilet kopiering.

source: Status
fr_fr: Etat

source: The About file is missing for this module.
de_de: Die Aboutdatei für dieses Modul fehlt.
fr_fr: Le fichier About est manquant dans ce module.
no_no: Om filen for denne modulen mangler.

source: The Core requires updating! You should do so before any modules.
de_de: Der Core benötigt ein Update!. Das muss vor allen anderen Modulen geschehen.
fr_fr: Core a besoin d'une mise à jour. Vous devez la faire avant de mettre à jour les autres modules.
no_no: Core trenger oppdatering! Du bør gjøre dette før du fortsetter med noen andre moduler.

source: The following directories are not writable:
de_de: Folgende Verzeichnisse sind nicht beschreibbar:
fr_fr: Les répertoires suivants ne sont pas modifiables :
no_no: Følgende mapper er skrivebeskyttet:

source: The following directories need to be created:
de_de: Folgende Verzeichnisse müssen erstellt werden:
fr_fr: Les répertoires suivants doivent être créés :
no_no: Følgende mapper må oppføres:

source: The following modules are from an earlier version of phpWebSite and will not function.
de_de: Die folgenden Module sind von einer früheren Version von phpWebSite und werden nicht funktionieren.
fr_fr: Les modules suivants sont ceux d'une version précédente de phpWebSite et ne fonctionneront pas.
no_no: Følgende moduler er fra en tidligere versjon av phpWebSite og vil ikke fungere.

source: The following modules depend on this module to function:
de_de: Folgende Module sind von diesem Modul abhängig:
fr_fr: Les modules suivants dépendent de ce module pour fonctionner :
no_no: Følgende moduler er avhengig av denne modulen for å fungere:

source: There was a problem in the installation file:
de_de: Ein Problem ist in der Installationsdatei aufgetreten:
fr_fr: Il y a eu un problème dans le fichier d'installation :
no_no: Det er et problem i installasjons filen:

source: There was a problem in the update file:
de_de: Ein Problem ist beim Update folgender Datei aufgetreten:
fr_fr: Il y a eu un problème dans le fichier de mise à jour :
no_no: Det er et problem i oppdaterings filen:

source: This module does not have dependents.
de_de: Dieses Modul hat keine Abhängigkeiten.
fr_fr: Ce module n'a pas de modules qui dépendent de lui.
no_no: Denne modulen har ikke avhengigheter.

source: This module is depended upon by: %s
de_de: Dieses Modul ist abhängig von: %s
fr_fr: Ce module est requis par : %s
no_no: Denne modulen er avhengig av: %s

source: Unable to locate SQL import file.
fr_fr: Impossible de localiser le fichier d'import SQL.
no_no: Ikke mulig å lokalisere SQL import fil.

source: Unable to make a backup of a local module file.
fr_fr: Impossible de créer une sauvegarde du fichier module local.
no_no: Ikke mulig å lage backup av en lokal modul fil.

source: Unable to remove directory %s
de_de: Kann Verzeichnis %s nicht entfernen
fr_fr: Impossible de supprimer le répertoire %s
no_no: Ikke mulig å fjerne mappe %s

source: Unable to update branch.
fr_fr: Impossible de mettre à jour la branche.
no_no: Ikke mulig å oppdatere bransje.

source: Uninstall
de_de: Deinstallation
fr_fr: Désinstaller
no_no: Avinstaller

source: Uninstall SQL not found.
de_de: Uninstall SQL nicht gefunden.
fr_fr: Le SQL de désinstallation n'a pas été trouvé
no_no: Avinstaller SQL ikke funnet.

source: Uninstall file not found.
de_de: Uninstalldatei nicht gefunden.
fr_fr: Le fichier de désinstallation n'a pas été trouvé
no_no: Avinstaller fil ikke funnet.

source: Uninstall function "%s" was not found.
de_de: Uninstallfunktion "%s" nicht gefunden.
fr_fr: La fonction de désinstallation "%s" n'a pas été trouvé
no_no: Avinstaller funksjon "%s" ble ikke funnet.

source: Uninstalling
de_de: Deinstallation läuft
fr_fr: Désinstallation
no_no: Avinstallering

source: Unregistering module from Boost was successful.
de_de: Unregistrierung des Moduls von Boost erfolgreich.
fr_fr: La désinscription du module dans Boost a réussi.
no_no: Avregistrering modul fra boost gjennomført med godt resultat.

source: Unregistering module from core.
de_de: Unregistriere Modul bei Core.
fr_fr: Désinscription du module depuis Core.
no_no: Avregistrering modul fra core.

source: Unregistering other modules from this module.
de_de: Unregistriere andere Module bei diesem Modul.
fr_fr: Désinscription des autres modules dans ce module.
no_no: Avregistrer andre moduler fra denne modul.

source: Unregistering this module from other modules.
de_de: Unregistriere dieses Modul bei anderen Modulen.
fr_fr: Désinscription de ce module des autres modules.
no_no: Avregistrer denne modul fra andre moduler.

source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
no_no: Oppdater

source: Update check file not found.
de_de: Updatedatei nicht gefunden.
fr_fr: Fichier de vérification de mise à jour introuvable.
no_no: Oppdater fil sjekk ikke funnet.

source: Update complete!
de_de: Update fertig!
fr_fr: Mise à jour terminée !
no_no: Oppdatering ferdig!

source: Update not completed.
de_de: Update nicht fertiggestellt.
fr_fr: Mise à jour non terminée.
no_no: Oppdatering ikke ferdig.

source: Updating
de_de: Update läuft
fr_fr: Mise à jour
no_no: Oppdatering
