Repository: AppStateESS/canopy
Catalog: mod/ngboost/locale/*/LC_MESSAGES/boost.po
Languages: de_de, fr_fr, no_no

source: Updating branch %s
de_de: Branchupdate %s läuft
fr_fr: Mise à jour de la branche %s
no_no: Oppdatering bransje %s

source: Updating core
de_de: Core geändert
fr_fr: Mise à jour de Core
no_no: Oppdatering core

source: Version Needed
de_de: Version benötigt
fr_fr: Version requise
no_no: Versjon Nødvendig

source: Version required
de_de: Version benötigt
fr_fr: Version requise
no_no: Versjon obligatorisk

source: WARNING: Only deities can uninstall core modules. Doing so may corrupt your installation!
fr_fr: ATTENTION : Seules les divinités peuvent désinstaller des modules Core. Le faire peut corrompre votre installation !
no_no: ADVARSEL: Bare administratorer kan avinstallere core moduler. Ved å gjøre det kan ødeøegge din installasjon!

source: Your logs/%s file must be readable and writable.
de_de: Deine logs/%s Datei muss schreib und lesbar sein.
fr_fr: Vos fichiers logs/%s doivent être lisible et modifiables.
no_no: Dine logger/%s file må være skrivbare og lesbare.

source: \nIf sure, please type the name of the module below: %s
fr_fr: \nSi vous êtes sûr(e), veuillez entrer le nom du module ci dessous : %s
no_no: \nHvis sikker, vennligst tast inn navnet på modulen under: %s

source: Inaccessible: %s
no_no: Utilgjengelig: %s

source: Module
de_de: Modul
no_no: Modul

source: An error occurred when trying to access your branch site listing.
de_de: Ein Fehler ist beim Zugriff auf den Branch aufgetreten.

source: Click here to force an uninstall.
de_de: Hier klicken um die Deinstallation zu erzwingen.
