Repository: AppStateESS/canopy
Catalog: mod/ngboost/locale/*/LC_MESSAGES/ngboost.po
Languages: nl_nl

source: about
nl_nl: toelichting

source: Action
nl_nl: Actie

source: Actions, Messages, Feedback
nl_nl: Acties, Berichten, Feedback

source: After 5 seconds going to classic boost
nl_nl: Over 5 seconden overschakelen naar klassieke boost

source: An error occurred updating the core
nl_nl: Er is een fout opgetreden bij het bijwerken van de core

source: An error occurred while installing this module.
nl_nl: Het installeren van de module is mislukt.

source: A new release is available
nl_nl: Er is een nieuwe versie beschikbaar

source: are you sure to purge
nl_nl: bent u zeker dat u wilt wissen

source: are you sure to uninstall
nl_nl: wilt u verwijderen

source: Backup sets of repository
nl_nl: Back-up zetten repository

source: Branch list of repository
nl_nl: Branch lijst van repository

source: Changes
nl_nl: Wijzigingen

source: check
nl_nl: controleer

source: Check
nl_nl: Controleer

source: check.xml not found
nl_nl: check.xml niet gevonden

source: CheckAll
nl_nl: Alles controleren

source: Check disabled
nl_nl: Controle uitgeschakeld

source: Check done - further maintenance is supported thru the hub only
nl_nl: Controle uitgevoerd, verder onderhoud alleen via de hub

source: checksum verification error
nl_nl: checksum verificatie fout

source: Commands
nl_nl: Taken

source: Content of repository
nl_nl: Inhoud repository

source: Copy from distribution server to my site
nl_nl: Kopieer van de distributie server naar mijn website

source: Core successfully updated
nl_nl: Core is gewijzigd.

source: Current local version
nl_nl: Huidige lokale versie

source: currently no help available
nl_nl: er is geen help beschikbaar

source: Current Version
nl_nl: Huidige Versie

source: Current version
nl_nl: Huidige versie

source: Database tables of installation
nl_nl: Database tabellen installatie

source: decompress
nl_nl: uitpakken

source: DependedUpon
nl_nl: Afhankelijk van

source: Dependencies
nl_nl: Afhankelijkheden

source: Dependencies of
nl_nl: Afhankelijk voor

source: Dependents of
nl_nl: Afhankelijk van

source: Description
nl_nl: Beschrijving

source: Distro set to
nl_nl: Distro gezet op

source: done
nl_nl: klaar

source: Do you really want to purge the backup file?
nl_nl: Wilt u het back-up bestand verwijderen?

source: Do you really want to restore / overwrite?
nl_nl: Wilt u het terugzetten / overschrijven?

source: expand
nl_nl: uitbreiden

source: Failed
nl_nl: Mislukt

source: Failed installation of module.
nl_nl: Installatie module is mislukt.

source: Failed to copy file to local directory.
nl_nl: Kopieren bestand naar locale map is mislukt.

source: Failed upgrade of module.
nl_nl: Upgrade van module is mislukt.

source: File
nl_nl: Bestand

source: files
nl_nl: bestanden

source: File System
nl_nl: Bestandssysteem

source: Install
nl_nl: Installeren

source: invalid call
nl_nl: ongeldige aanroep

source: invalid file type
nl_nl: lokaal?

source: IsInstalled
nl_nl: geinstalleerd?

source: IsLocal
nl_nl: lokaal?

source: just
nl_nl: alleen

source: Latest distro version
nl_nl: Stabiele distro versie

source: Latest version
nl_nl: Stabiele versie

source: List distro is not supported in branches
nl_nl: Lijst distro wordt niet ondersteund in branches

source: local tar broken
nl_nl: locale tar verminkt

source: local tar not found:
nl_nl: locale tar niet gevonden:

source: local tgz invalid
nl_nl: locale tgz niet bruikbaar

source: local tgz not found
nl_nl: locale tgz niet gevonden

source: MissingDependency
nl_nl: Afhankelijkheid ontbreekt

source: Module "%s" requires module(s) installed with the proper version(s)
nl_nl: Module "%s" heeft module(s) nodig met de goede versie(s)

source: Module is missing register file.
nl_nl: Registreer bestand module ontbreekt.

source: Module is missing register function.
nl_nl: De module heeft geen functie registreer.

source: Module Needed
nl_nl: Nodige module

source: Module not installed
nl_nl: Module niet geinstalleerd

source: Modules have not been set.
nl_nl: Modules zijn niet gezet.

source: modules to process
nl_nl: modules om te verwerken

source: Module title
nl_nl: Module naam

source: More information
nl_nl: Meer informatie

source: Needs upgrading
nl_nl: Moet bijgewerkt worden

source: No change infos provided
nl_nl: De wijzigingen zijn niet doorgegeven

source: None
nl_nl: Geen

source: No new release(s) available
nl_nl: Geen nieuwe versie beschikbaar

source: No branches defined on this site
nl_nl: Op deze website is er geen branch

source: not available
nl_nl: niet beschikbaar

source: Not installed
nl_nl: Niet geinstalleerd

source: Object sent to boost was not of the PHPWS_Module class.
nl_nl: Het bij boost aangeboden object is niet van de PHPWS_Module class.

source: or download by yourself from here
nl_nl: of download het zelf vanaf hier

source: Passed
nl_nl: OK

source: Perms
nl_nl: Recht

source: Please check your error logs.
nl_nl: Controleer uw log voor meer informatie.

source: Processing update file.
nl_nl: Verwerken wijzigingsbestand.

source: Scope
nl_nl: Bereik

source: Server configuration prevents version checking.
nl_nl: Server configuratie voorkomt versie controle.

source: Size
nl_nl: Grootte

source: Source XML error
nl_nl: Source XML fout

source: Table(s)
nl_nl: Tabel(len)

source: The boost UI for the installation and upgrading of modules.
nl_nl: Sneller modules installeren en bijwerken.

source: The following modules depend on "%s" to function
nl_nl: De volgende modules zijn afhankelijk van "%s"

source: this distro server does not have the xml file
nl_nl: op deze distr server is het xml-bestand niet aanwezig

source: This module does not have dependents
nl_nl: Deze module heeft geen afhankelijkheden

source: transfer error
nl_nl: transmissie fout

source: Unable to locate SQL import file.
nl_nl: SQL importeer bestand niet gevonden.

source: Unable to make a backup of a local module file.
nl_nl: Het maken van back-up van een bestand van een lokale module is mislukt.

source: Uninstall
nl_nl: Deinstallatie

source: Uninstall not confirmed
nl_nl: Deinstallatie niet bevestigd

source: Update
nl_nl: Wijzigen

source: Updating core
nl_nl: Bijwerken core

source: Version
nl_nl: Versie

source: Version required
nl_nl: Versie verplicht

source: Import done for
nl_nl: Importeren uitgevoerd voor

source: Import error feedback
nl_nl: Importeren foutmelding

source: Import start with
nl_nl: Importeren gestart voor

source: backup sets
nl_nl: back-up gezet

source: error with repository
nl_nl: fout met repository

source: errors
nl_nl: fouten

source: programming error, no object context
nl_nl: programmeerfout, geen object

source: rows
nl_nl: rijen

source: unable to open file
nl_nl: bestand kan niet geopend worden
