Repository: AppStateESS/canopy
Catalog: mod/analytics/locale/*/LC_MESSAGES/analytics.po
Languages: nl_nl

source: Action
nl_nl: Actie

source: Active
nl_nl: Actief

source: Currently Active
nl_nl: Nu actief

source: Disable Analytics if a user is logged in
nl_nl: Analytics uitschakelen als gebruiker ingelogd is

source: Friendly Name
nl_nl: Te tonen naam

source: Integrate web tracking software into your website.
nl_nl: Gebruik webtracking software.

source: List Trackers
nl_nl: Lijst Trackers

source: Name
nl_nl: Naam

source: New Tracker
nl_nl: Nieuwe Tracker

source: Next
nl_nl: Volgende

source: Save Tracker
nl_nl: Opslaan Tracker
