Repository: AppStateESS/canopy
Catalog: mod/boost/locale/*/LC_MESSAGES/access.po
Languages: nl_nl

source: -- Choose option --
nl_nl: -- Kies optie --

source: .htaccess file is missing.
nl_nl: .htaccess bestand ontbreekt.

source: A serious error occurred. Please check your error.log.
nl_nl: Er is een serieuze fout opgetreden. Controleer de log.

source: Access has saved your shortcut.
nl_nl: Access heeft de snelkoppeling opgeslagen.

source: Access needs a higher administrator's attention before you may use it.
nl_nl: Access mag niet door u gebruikt worden. Raadpleeg de beheerder.

source: Access tables removed.
nl_nl: De access tabellen zijn verwijderd.

source: Action
nl_nl: Actie

source: Activate
nl_nl: Activeren

source: Active?
nl_nl: Actief?

source: Add RewriteBase
nl_nl: Toevoegen RewriteBase

source: Add allowed IP
nl_nl: Toegestaan IP toevoegen.

source: Add denied IP
nl_nl: Niet toegestane IP toevoegen.

source: Administrative options
nl_nl: Administratieve opties

source: Allow all
nl_nl: Alles toestaan

source: Allow/Deny
nl_nl: Toestaan/verbieden

source: Allow/Deny enabled
nl_nl: Toestaan/verbieden ingeschakeld

source: Allowed IPs
nl_nl: Toegestane IP's

source: An error occurred when deleting your shortcut.
nl_nl: Er is een fout opgetreden bij het verwijderen van de snelkoppeling.

source: An error occurred when trying to access the allowed and denied ip records. Please check your logs.
nl_nl: Er is een fout opgetreden bij het benaderen van de geregistreerde IP's.

source: An error occurred.
nl_nl: Er is een fout opgetreden.

source: Are you sure you want to delete the checked ips?
nl_nl: Wilt u de geselecteerde IP's verwijderen?

source: Are you sure you want to delete the checked shortcuts?
nl_nl: Wilt u de geselecteerde snelkoppelingen verwijderen?

source: Are you sure you want to delete this shortcut?
nl_nl: Wilt u deze snelkoppeling verwijderen?

source: Bad keyword. Use only alphanumeric characters, dashes and spaces.
nl_nl: Keyword afgekeurd, gebruik alleen alfanumerieke tekens, streepjes en spaties.

source: Cancel
nl_nl: Afbreken

source: Close window
nl_nl: Venster sluiten

source: Controls the .htaccess file for Apache and creates shortcuts.
nl_nl: Beheert het .htaccess bestand voor Apache en maakt snelkoppelingen.

source: Current RewriteBase does not match the installation directory.
nl_nl: Huidige RewriteBase komt niet overeen met map installatie.

source: Current RewriteBase matches installation directory.
nl_nl: Huidige RewriteBase komt overeen met map installatie.

source: Deactivate
nl_nl: Deactiveren

source: Default .htaccess file restored.
nl_nl: Standaard .htaccess bestand is teruggezet.

source: Delete
nl_nl: Verwijderen

source: Denied IPs
nl_nl: Niet toegestane IP's

source: Deny all
nl_nl: Alle niet toestaan

source: Denys and Allows
nl_nl: Toestaan en verbieden

source: Do not allow all
nl_nl: Alle niet toestaan

source: Do not deny all
nl_nl: Verbied niet alles

source: Edit
nl_nl: Wijzigen

source: Go
nl_nl: Start

source: IP Address
nl_nl: IP Adres

source: IP address deleted.
nl_nl: IP adres verwijderd.

source: IP address was not formatted correctly or not allowed.
nl_nl: IP adres is niet goed of het is niet toegestaan.

source: Keyword already in use. Choose another.
nl_nl: Keyword bestaat al. Kies een andere naam.

source: Look in your installation directory and give Apache write access.
nl_nl: Kijk in uw installatiemap en geef Apache schrijftoegang.

source: Missing keyword.
nl_nl: Keyword ontbreekt.

source: Missing url.
nl_nl: URL ontbreekt.

source: No
nl_nl: Nee

source: No allowed ip addresses found.
nl_nl: Er zijn geen toegestane IP-adressen.

source: No denied ip addresses found.
nl_nl: Er zijn geen verboden IP-adressen.

source: Please check your error.log.
nl_nl: Controleer uw error.log.

source: Please check your logs.
nl_nl: Controleer uw logs.

source: Remember to "Update" your access file when finished changing IP rules.
nl_nl: Denk er aan om uw access bestand te "Wijzigen" na het wijzigen van de IP regels.

source: Return to previous page.
nl_nl: Ga terug naar vorige pagina.

source: RewriteBase is not set or needed.
nl_nl: RewriteBase is niet gezet of nodig.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Shortcut
nl_nl: Snelkoppeling

source: Shortcut all pages
nl_nl: Snelkoppeling alle pagina's

source: Shortcut deleted
nl_nl: Snelkoppeling verwijderd

source: Shortcuts
nl_nl: Snelkoppelingen

source: The files/access/ directory is not writable.
nl_nl: De map files/access/ is niet schrijfbaar.

source: Turn OFF autoforwarding of Pagesmith id pages
nl_nl: Uitschakelen doorsturen via Pagesmith

source: Turn ON autoforwarding of Pagesmith id pages
nl_nl: Inschakelen doorsturen via Pagesmith

source: Unable to restore default .htaccess file.
nl_nl: Het .htaccess bestand kan niet teruggezet worden.

source: Unable to write .htaccess file.
nl_nl: Het bestand .htaccess kan niet geschreven worden.

source: Update menu links
nl_nl: Wijzig menu links

source: Yes
nl_nl: Ja

source: You are denied access to this site.
nl_nl: U heeft geen toegang tot deze site.

source: You can access this item with the following link:
nl_nl: U kunt het item benaderen met de volgende link:

source: You have "Allow all" enabled. All rows below will be ignored.
nl_nl: U heeft "Alles toestaan" ingeschakeld. Alle onderstaande regels worden overgeslagen.

source: You have "Deny all" enabled. All rows below will be ignored.
nl_nl: U heeft "Alles verbieden" ingeschakeld. Alle onderstaande regels worden overgeslagen.

source: Your .htaccess file does not exist or is not readable.
nl_nl: Uw .htaccess bestand ontbreekt of is niet leesbaar.

source: Your .htaccess file is not writable. A RewriteBase cannot be added.
nl_nl: Uw .htaccess bestand is niet schrijfbaar. De RewriteBase kan niet toegevoegd worden.

source: Your RewriteBase is not set but may be needed.
nl_nl: Uw RewriteBase is niet gezet maar kan nodig zijn.
