Repository: AppStateESS/canopy
Catalog: mod/boost/locale/*/LC_MESSAGES/boost.po
Languages: vi_vn

source: %1$s successfully registered to %2$s.
vi_vn: %1$s đăng ký thành công đến %2$s.

source: %1$s successfully unregistered from %2$s.
vi_vn: %1$s rút đăng ký thành công từ %2$s

source: %s - New
vi_vn: %s - Mới

source: %s Dependencies
vi_vn: %s Mức phụ thuộc

source: %s Module Dependencies
vi_vn: %s Mức phụ thuộc mô-đun

source: About
vi_vn: Về

source: An error occurred during registration.
vi_vn: Có lỗi xảy ra trong quá trình đăng ký

source: An error occurred updating the core.
vi_vn: Có lỗi xảy ra trong lúc cập nhật nhân

source: An error occurred while installing this module.
vi_vn: Có lỗi xảy ra trong lúc cài đặt mô-đun này

source: An error occurred while registering the %s module.
vi_vn: Có lỗi xảy ra trong lúc đăng ký mô-đun %s

source: An error occurred while unregistering the %s module.
vi_vn: Có lỗi xảy ra trong lúc rút đăng ký mô-đun %s

source: An error occurred while unregistering.
vi_vn: Có lỗi xảy ra trong lúc rút đăng ký

source: An import error occurred.
vi_vn: Có lỗi nhập

source: An update is available!
vi_vn: Có bản cập nhật mới !

source: Are you sure you want to uninstall this module? All data will be deleted.
vi_vn: Bạn có chắc muốn gỡ bỏ mô-đun này ? Mọi dữ liệu sẽ bị xóa.

source: Boost
vi_vn: Tăng tốc

source: Boost allows the installation and upgrading of modules.
vi_vn: Tăng tốc cho phép cài đặt và nâng cấp mô-đun

source: Boost requires updating! You should do so before any other module!
vi_vn: Phần tăng tốc cần cập nhật ! Bạn nên tiến hành trước các mô-đun khác !

source: Changes
vi_vn: Thay đổi

source: Check
vi_vn: Đánh dấu

source: Check all
vi_vn: Đánh dấu tất cả

source: Check your logs for more information.
vi_vn: Xem nhật ký của bạn để biết thêm thông tin

source: Click here to force an uninstall.
vi_vn: Bấm vào đây để bắt buộc gỡ bỏ

source: Clicking OK will copy the core\'s configuration, image and (if on a branch site) javascript directories locally.\nNo backups will occur and all local files will be overwritten.\nAre you certain you want to do this?
vi_vn: Bấm "Chấp thuận" sẽ sao chép cấu hình của nhân, ảnh và (nếu là trang mới) thư mục javascript cục bộ. \nSẽ không có sao lưu dự phòng và các file cục bộ sẽ bị ghi đè \nBạn có chắc muốn tiến hành ?

source: Clicking OK will copy this module\'s configuration, image, templates, and javascript folders locally.\nNo backups will occur and all local files will be overwritten.\nAre you certain you want to do this?
vi_vn: Bấm "chấp thuận" sẽ sao chép cấu hình của mo-đun này, ảnh, mẫu, và thư mục javasript cục bộ. \nSẽ không có sao lưu dự phòng và mọi file cục bộ sẽ bị ghi đè. \nBạn có chắc muốn tiến hành ?

source: Continue installation...
vi_vn: Tiếp tục cài đặt...

source: Copying configuration files.
vi_vn: Seo chép các file cấu hình

source: Copying directory %1$s to %2$s
vi_vn: Sao chép thư mục %1$s sang %2$s

source: Copying image files.
vi_vn: Sao chép file ảnh

source: Copying javascript directories.
vi_vn: Sao chép thư mục javascript

source: Copying javascript files. Be aware that module javascript files will be overwritten.
vi_vn: Sao chép file javascript. Nên biết rằng các file javascript của mô-đun sẽ bị ghi đè.

source: Copying source image directory for module.
vi_vn: Sao chép thư mục ảnh nguồn cho mô-đun

source: Copying template files.
vi_vn: Sao chép file mẫu

source: Core Modules
vi_vn: Mô-đun nhân

source: Core revert finished!
vi_vn: Quá trình đảo nhân hoàn thành !

source: Core successfully updated.
vi_vn: Nhân đã được cập nhật

source: Created directory
vi_vn: Thư mục đã tạo

source: Creating files directory for module.
vi_vn: Tạo thư mục file cho mô-đun

source: Creating image directory for module.
vi_vn: Tạo thư mục ảnh cho mô-đun

source: Creating module image directory.
vi_vn: Tạo mô-đun thư mục ảnh

source: Current Version
vi_vn: Phiên bản hiện tại

source: Current stable version
vi_vn: Phiên bản ổn định hiện tại

source: Current version
vi_vn: Phiên bản hiện tại

source: Database import failed.
vi_vn: Nhập cơ sở dữ liệu thất bại

source: Depended upon
vi_vn: Phụ thuộc vào

source: Dependencies
vi_vn: Mức phụ thuộc

source: Download
vi_vn: Tải về

source: Download here
vi_vn: Tải về tại đây

source: Failed
vi_vn: Thât bại

source: Failed installation of module.
vi_vn: Cài đặt mô-đun thất bại

source: Failed to copy file to local directory.
vi_vn: Sao chép file sang thư mục cục bộ thất bại

source: Failed upgrade of module.
vi_vn: Nâng cấp mô-đun thất bại

source: Failure to remove directory.
vi_vn: Gỡ bỏ mô-đun thất bại

source: Finished uninstalling module!
vi_vn: Gỡ bỏ mô-đun hoàn thành

source: Import successful.
vi_vn: Nhập thành công

source: Importing SQL install file.
vi_vn: Nhập file cài đặt SQL

source: Importing SQL uninstall file.
vi_vn: Nhập file gỡ bỏ SQL

source: Install
vi_vn: Cài đặt

source: Installation complete!
vi_vn: Cài đặt hoàn thành

source: Installation file not implemented.
vi_vn: Cài đặt file không được hỗ trợ

source: Installing
vi_vn: Đang cài đặt

source: Key unregistration successful.
vi_vn: Rút đăng ký khóa thành công

source: Latest version
vi_vn: Phiên bản mới nhất

source: Local version
vi_vn: Phiên bản cục bộ

source: MD5 Sum
vi_vn: Tổng MD5

source: Missing dependency
vi_vn: Thiếu mức phụ thuộc

source: Module
vi_vn: Mô-đun

source: Module Needed
vi_vn: Mô-đun cần

source: Module Title
vi_vn: Tiêu đề mô-đun

source: Module Web Site
vi_vn: Mô-đun web

source: Module does not require updating.
vi_vn: Mô-đun không cần cập nhật

source: Module is missing register file.
vi_vn: Mô-đun thiếu file đang ký

source: Module is missing register function.
vi_vn: Mô-đun thiếu chức năng đăng ký

source: Module is not installed.
vi_vn: Mô-đun không được cài

source: Module revert finished!
vi_vn: Đảo mô-đun hoàn thành

source: Module title
vi_vn: Tiêu đề mô-đun

source: Module's settings could not be removed. See your error log.
vi_vn: Cấu hình mô-đun không thể gỡ bỏ. Xem nhật ký lỗi

source: Module's settings removed successfully.
vi_vn: Cấu hình mô-đun gỡ bỏ thành công

source: Modules have not been set.
vi_vn: Mô-đun chưa được thiết lập

source: More info
vi_vn: Thông tin thêm

source: More information
vi_vn: Thông tin thêm

source: Needs upgrading
vi_vn: Cần nâng cấp

source: No modules available.
vi_vn: Không có mô-đun

source: No uninstall file found.
vi_vn: Không tìm thấy file gỡ bỏ

source: No update file found.
vi_vn: Không tìm thấy file nâng cấp

source: No update required.
vi_vn: Không cần nâng cấp

source: None
vi_vn: Không có gì

source: Not installed
vi_vn: Không có cài

source: Object sent to boost was not of the PHPWS_Module class.
vi_vn: Đối tượng gủi tới tăng tốc không thuộc lớp mô-đun PHPWS

source: Other Modules
vi_vn: Mô-đun khác

source: Passed!
vi_vn: Thông qua!

source: Please check your error logs.
vi_vn: Xin kiểm tra nhật ký lỗi

source: Please remove them from the mod directory.
vi_vn: Xin gỡ bỏ chúng khỏi thư mục điều hành

source: Processing installation file.
vi_vn: Đang xử lý file cài đặt

source: Processing uninstall file.
vi_vn: Đang xử lý file gỡ bỏ

source: Processing update file.
vi_vn: Đang xử lý file cập nhật

source: Registered to Key.
vi_vn: Đăng ký vào Khóa

source: Registering module to core.
vi_vn: Đang ký mô-đun vào nhân

source: Registering other modules to this module.
vi_vn: Đăng ký các mô-đun khác vào mô-đun này

source: Registering this module to other modules.
vi_vn: Đăng ký mô-đun này vào các mô-đun khác

source: Registration successful.
vi_vn: Đăng ký thành công

source: Removing directory %s
vi_vn: Gỡ bỏ thư mục %s

source: Return to Boost
vi_vn: Trở về Tăng tốc

source: Return to Boost listing
vi_vn: Trở về danh sách Tăng tốc

source: Revert
vi_vn: Đảo

source: Reverting %s module's local files
vi_vn: Đảo file cục bộ của mô-đun %s

source: Reverting the core's local files
vi_vn: Đảo file cục bộ của nhân

source: Skipping javascript files.
vi_vn: Bỏ qua file javascript

source: Some key unregistrations were unsuccessful. Check your logs.
vi_vn: Vài khóa không được rút đăng ký thành công. Xem nhật ký

source: Source XML error
vi_vn: Nguồn XML có lỗi

source: Source image directory copied successfully.
vi_vn: Thư mục ảnh nguồn sao chép thành công

source: Source image directory failed to copy.
vi_vn: Thư mục ảnh nguồn sao chép thất bại

source: Status
vi_vn: Trạng thái

source: The About file is missing for this module.
vi_vn: File /"Tìm hiểu về/" của mô-đun này thiếu

source: The Core requires updating! You should do so before any modules.
vi_vn: Nhân cần nâng cấp. Bạn nên tiến hành trước các mô-đun khác

source: The following directories are not writable:
vi_vn: Thư mục sau không thể chỉnh sửa

source: The following directories need to be created:
vi_vn: Các thư mục sau cần được tạo

source: The following modules are from an earlier version of phpWebSite and will not function.
vi_vn: Các mô-đun sau là của phiên bản trước của PHPwebSite và sẽ không hoạt động

source: The following modules depend on this module to function:
vi_vn: Những mô-đun sau phụ thuộc vào mô-đun này để hoạt động :

source: There was a problem in the installation file:
vi_vn: Có lỗi trong file cài đặt

source: There was a problem in the update file:
vi_vn: Có lỗi với file cập nhật

source: This module does not have dependents.
vi_vn: Mô-đun này không có tính phụ thuộc

source: This module is depended upon by: %s
vi_vn: Mô-đun này bị phụ thuộc bởi :

source: Unable to locate SQL import file.
vi_vn: Không thể xác định file SQL cục bộ

source: Unable to make a backup of a local module file.
vi_vn: Không thể tạo bản sao của file mô-đun cục bộ

source: Unable to remove directory %s
vi_vn: Không thể gỡ bỏ thư mục %s

source: Unable to update branch.
vi_vn: Không thể cập nhật nhánh

source: Uninstall
vi_vn: Gỡ bỏ

source: Uninstall SQL not found.
vi_vn: Gỡ bỏ SQL không tìm thấy

source: Uninstall file not found.
vi_vn: File gỡ bỏ không tìm thấy

source: Uninstall function "%s" was not found.
vi_vn: Chức năng gỡ bỏ "%s" không tìm thấy

source: Uninstalling
vi_vn: Đang gỡ bỏ

source: Unregistering module from Boost was successful.
vi_vn: Rút đăng ký mô-đun từ Tăng tốc đã thành công !

source: Unregistering module from core.
vi_vn: Rút đăng ký mô-đun từ Nhân

source: Unregistering other modules from this module.
vi_vn: Rút đăng ký những mô-đun khác khỏi mô-đun này

source: Unregistering this module from other modules.
vi_vn: Rút đăng ký mô-đun này khỏi những mô-đun khác

source: Update
vi_vn: Cập nhật

source: Update check file not found.
vi_vn: File kiểm tra cập nhật không tìm thấy

source: Update complete!
vi_vn: Cập nhật hoàn tất !

source: Update not completed.
vi_vn: Cập nhật không hoàn tất

source: Updating
vi_vn: Đang cập nhật

source: Updating branch %s
vi_vn: Đang cập nhật nhánh %s

source: Updating core
vi_vn: Đang cập nhật nhân

source: Version Needed
vi_vn: Phiên bản cần

source: Version required
vi_vn: Phiên bản yêu cầu

source: WARNING: Only deities can uninstall core modules. Doing so may corrupt your installation!
vi_vn: CẢNH BÁO : Chỉ có quản trị mới có thể gỡ bỏ mô-đun nhân. Nếu tiến hành có thể làm hỏng bản cài của bạn !

source: Your logs/%s file must be readable and writable.
vi_vn: File nhật ký "%s" của bạn phải cho phép đọc và cho phép ghi
