Repository: AppStateESS/canopy
Catalog: mod/calendar/locale/*/LC_MESSAGES/calendar.po
Languages: de_de, es_es, fr_fr, nl_nl, no_no, vi_vn

source: Reset cache
de_de: Cache zurücksetzen
es_es: reiniciar el "cache"
fr_fr: Réinitialiser le cache
nl_nl: Wis cache
vi_vn: Khởi tạo lại vùng đệm

source: Return to upload form...
fr_fr: Retour au formulaire d'envoi...
nl_nl: Terug naar uploadformulier...
no_no: Returner til opplastning skjema...

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
nl_nl: Opslaan
no_no: Lagre
vi_vn: Lưu

source: Save and apply to repeats
de_de: Speichern und für alle Wiederholungen festlegen
es_es: Guardar y aplicar a eventos repetitivos
fr_fr: Enregistrer et appliquer aux répétitions
nl_nl: Opslaan en toepassen op herhalingen
no_no: Lagre og legg til gjentagelser
vi_vn: Lưu và áp dụng thay đổi cho lặp lại

source: Save and remove repeat
de_de: Speichern und entfernen von Wiederholung
es_es: Guardar y remove repeticiones
fr_fr: Enregistrer et supprimer la répétition
nl_nl: Opslaan en herhaling verwijderen
no_no: Lagre og fjern fra gjentagelser
vi_vn: Lưu và gỡ bỏ lặp lại

source: Save event
de_de: Ereignis speichern
es_es: Guardar evento
fr_fr: Enregistrer l'événement
nl_nl: Evenement opslaan
no_no: Lagre begivenhet
vi_vn: Lưu sự kiện

source: Save settings
de_de: Einstellungen speichern
es_es: Guardar "settings"
fr_fr: Enregistrer les paramètres
nl_nl: Opslaan instellingen
no_no: Lagre innstillinger
vi_vn: Lưu cấu hình

source: Schedule deleted.
de_de: Plan gelöscht.
es_es: Calendario removido
fr_fr: Planning supprimé.
nl_nl: Schema verwijderd.
no_no: Tidsplan slettet.
vi_vn: Thời biểu đã xóa

source: Schedule event table is missing.
de_de: Schedule event Tabelle fehlt.
es_es: Table de eventos en calendario falta
fr_fr: La table des plannings d'événements est manquante.
nl_nl: Schema evenement tabel ontbreekt.
no_no: Tidsplan begivenhet tabell mangler.
vi_vn: Bảng sự kiện thời biểu thiếu

source: Schedule saved.
de_de: Plan gespeichert.
es_es: Calendario ha sido guardado
fr_fr: Planning enregistré.
nl_nl: Schema opgeslagen.
no_no: Tidsplan lagret.
vi_vn: Thời biểu đã lưu

source: Schedule unavailable.
fr_fr: Planning indisponible.
nl_nl: Schema niet beschikbaar.
no_no: Tidsplan utilgjengelig.

source: Schedules
de_de: Pläne
es_es: Calendarios
fr_fr: Plannings
nl_nl: Schema's
no_no: Tidsplaner
vi_vn: Thời biểu

source: Send file
fr_fr: Envoyer le fichier
nl_nl: Stuur bestand
no_no: Send fil

source: Settings
de_de: Einstellungen
es_es: Control de ajustes
fr_fr: Paramètres
nl_nl: Instellingen
no_no: Innstillinger
vi_vn: Cấu hình

source: Settings saved
de_de: Einstellungen gespeichert
es_es: Ajustes guardado
fr_fr: Paramètres enregistrés.
nl_nl: Instellingen opgeslagen
no_no: Innstillinger lagret
vi_vn: Cấu hình lưu

source: Show busy
de_de: Belegt zeigen
es_es: Enseñe ocupado
fr_fr: Afficher occupé
nl_nl: Toon lopende
no_no: Vis opptatt
vi_vn: Hiển thị đang bận

source: Show event titles
fr_fr: Afficher les titres d'événements
nl_nl: Toon titel evenement
no_no: Vis begivenhet tittler

source: Show mini grid
fr_fr: Afficher la mini grille
nl_nl: Toon mini grid
no_no: Vis mini rutenett

source: Show next two weeks
de_de: Zeige die nächsten zwei Wochen
es_es: Enseñe próoxima dos semanas
fr_fr: Afficher les deux semaines suivantes
nl_nl: Toon de volgende 2 weken
no_no: Vis neste to uker
vi_vn: Hiển thị 2 tuần tới

source: Show number of events
fr_fr: Afficher le nombre d'événements
nl_nl: Toon aantal evenementen
no_no: Vis antall begivenheter

source: Show upcoming events
de_de: Zeige die nächsten Termine
es_es: Enseñe próoximos eventos
fr_fr: Afficher les événements à venir
nl_nl: Toon toekomstige evenementen
no_no: Vis kommende begivenheter
vi_vn: Hiển thị các sự kiện sắp đến

source: Show upcoming month
de_de: Zeige den nächsten Monat
es_es: Enseñe proximo mes
fr_fr: Afficher le mois à venir
nl_nl: Toon eerste maand
no_no: Vis kommende måned
vi_vn: Hiển thị tháng sắp đền

source: Show upcoming week
de_de: Zeige die nächste Woche
es_es: Enseñe proxima semana
fr_fr: Afficher la semaine à venir
nl_nl: Toon eerste week
no_no: Vis kommende uke
vi_vn: Hiển thị tuần sắp đến

source: Some errors occurred when uninstalling Calendar.
de_de: Es sind Fehler bei der Deinstallation von Kalender aufgetreten.
es_es: Ocurrio un error al remover el calendario
fr_fr: Certaines erreurs sont survenues en désinstallant Calendrier.
nl_nl: Er is een fout opgetreden bij het verwijderen van Calendar.
no_no: Noen feil oppstod ved avinstallering av Kalender.
vi_vn: Có vài lỗi xảy ra trong lúc gỡ bỏ Lịch

source: Sorry
de_de: Pech
es_es: Disculpe
fr_fr: Désolé
no_no: Beklager
vi_vn: Xin lỗi

source: Start time
de_de: Startzeit
es_es: Hora de comienzo
fr_fr: Heure de début
nl_nl: Start tijd
no_no: Start tidspunkt
vi_vn: Thời gian bắt đầu

source: Suggest event
de_de: Termin aktualisieren
es_es: Sugiera un evento
fr_fr: Suggérer un événement
nl_nl: Voorstel evenement
no_no: Foreslå begivenhet
vi_vn: Đề nghị sự kiện

source: Suggested events
de_de: Vorgeschlagene Termine
es_es: Eventos sugeridos
fr_fr: Evénements suggérés
nl_nl: Voorgestelde evenementen
no_no: Foreslåtte begivenheter
vi_vn: Sự kiện được đề nghị

source: Summary
de_de: Zusammenfassung
es_es: Resumen
fr_fr: Résumé
nl_nl: Samenvatting
no_no: Sammendrag
vi_vn: Tóm tắt

source: Sync dates
de_de: Synchronisiere Daten
es_es: Syncronice los dias
fr_fr: Dates synchronisées
nl_nl: Datums afstemmen
no_no: Synkron datoer
vi_vn: Đồng bộ ngày tháng

source: The date to repeat until must be greater than the event's start date.
de_de: Das Wiederholungsdatum muss nach dem Startdatum liegen.
es_es: El día de terminar el evento debe ser mayor al del comienzo
fr_fr: La date de fin de répétition doit être supérieur à la date de début de l'événement.
nl_nl: De herhalingsdatum moet na de startdatum zijn.
no_no: Datoen til gjentagelse til må være større en begivenhetens stert dato.
vi_vn: Ngày để lặp lại đến phải sau ngày bắt đầu sự kiện

source: The end time must be after the start time.
de_de: Die Endezeit muss nach der Startzeit liegen.
es_es: El día de finalizar deber ser despues del comienzo
fr_fr: L'heure de find doit être supérieure à l'heure de début.
nl_nl: De eindtijd moet na de starttijd zijn.
no_no: Slutt tiden må være større enn start tiden.
vi_vn: Thời gian kết thúc phải sau thời gian bắt đầu

source: The following errors occurred when trying to import your events:
fr_fr: Les erreurs suivantes sont survenues en tentant d'importer vos 'événements :
nl_nl: Tijdens het importeren van uw evenementen treden de volgende fouten op:
no_no: Følgende feil oppstod ved forsøk på å importere dine begivenheter:

source: This event does not exist.
de_de: Dieser Termin existiert nicht.
es_es: Este evento no eciste
fr_fr: Cet événement n'existe pas.
nl_nl: Dit evenement bestaat niet.
no_no: Denne begivenheten eksisterer ikke.
vi_vn: Sự kiện này không tồn tại

source: This is a repeat of another event.
de_de: Dies ist die Wiederholung eines anderen Termins.
es_es: Este evento es repetición a otro evento
fr_fr: Ceci est une répétition d'un autre événement.
nl_nl: Dit is een evenement dat herhaald wordt.
no_no: Dette er en gjentagelse av en annen begivenhet.
vi_vn: Đây là lặp lại của sự kiện khác

source: This month
de_de: Diesen Monat
es_es: Este Mes
fr_fr: Ce mois-ci
nl_nl: Deze Maand
no_no: Denne måneden
vi_vn: Tháng này

source: This week
de_de: Diese Woche
es_es: Esta semana
fr_fr: Cette semaine
nl_nl: Deze week
no_no: Denne uken
vi_vn: Tuần này

source: Three days prior
fr_fr: Trois jours avants
nl_nl: Drie dagen eerder
no_no: Tre dager tidligere

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
nl_nl: Titel
no_no: Tittel
vi_vn: Tiêu đề

source: Title / Time / Description
de_de: Veröffentlichungsdatum/zeit
es_es: Título // Hora // Descripción
fr_fr: Titre / Heure / Description
nl_nl: Titel / Tijd / Beschrijving
no_no: Tittel / Tidspunkt / Sammendrag
vi_vn: Tiêu đề / Thời gian / Mô tả

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
nl_nl: Vandaag
no_no: I dag
vi_vn: Hôm nay

source: Two days prior
fr_fr: Deux jours avant
nl_nl: Twee dagen eerder
no_no: To dager tidligere

source: Two weeks prior
fr_fr: Deux semaines avant
nl_nl: Twee weken eerder
no_no: To uker tidligere

source: Unable to parse file for events.
fr_fr: Impossible d'analyser le fichier d'événements.
nl_nl: Bestand voor evenementen kan niet verwerkt worden.
no_no: Ikke mulig å analysere filen for begivenheter.

source: Unable to save your event suggestion.
de_de: Der Terminvorschlag konnte nicht gespeichert werden.
es_es: No se pudo guardar evento sugerido
fr_fr: Impossible d'enregistrer votre suggestion d'événement.
nl_nl: Het voorstel is niet bewaard.
no_no: Ikke mulig å lagre din begivenhets sammendrag.
vi_vn: Không thể lưu sự kiện bạn đề nghị

source: Upcoming events
de_de: Demnächst
es_es: Próximos eventos
fr_fr: Evénements à venir
nl_nl: Toekomstige evenementen
no_no: Kommende begivenheter
vi_vn: Sự kiện sắp tới

source: Update event
de_de: Termin aktualisieren
es_es: Actualize evento
fr_fr: Mettre à jour l'événement
nl_nl: Wijzig evenement
no_no: Oppdater begivenhet
vi_vn: Cập nhật sự kiện

source: Update schedule
de_de: Plan aktualisieren
es_es: Actualize calendario
fr_fr: Mettre à jour le planning
nl_nl: Wijzig schema
no_no: Oppdater tidsplan
vi_vn: Cập nhật thời biểu

source: Upload iCal events
fr_fr: Envoyer les événements iCal
nl_nl: Upload iCal evenementen
no_no: Last opp iCal begivenheter

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
nl_nl: Gebruiker
no_no: Bruker
vi_vn: Người dùng

source: Visit this location's web site.
de_de: Besuche die Website
es_es: Visite este portal
fr_fr: Visiter le site web de cet emplacement.
nl_nl: Bezoek de website van de plaats.
no_no: Besøk dette stedets webside.
vi_vn: Thăm trang web của địa chỉ này

source: Week
de_de: Woche
es_es: Semana
fr_fr: Semaine
no_no: Uke
vi_vn: Tuần

source: Week start day
de_de: Start der Woche
es_es: Dia de comenzar la semana
fr_fr: Jour de début de la semaine
nl_nl: Week startdag
no_no: Ukestart dag
vi_vn: Ngày bắt đầu tuần

source: Week view
de_de: Wochenansicht
es_es: Resumen semanal
fr_fr: Vue hebdomadaire
nl_nl: Week overzicht
no_no: Uke visning
vi_vn: Xem tuần

source: Weekly
de_de: Wöchentlich
es_es: Semanal
fr_fr: Toutes les semaines
nl_nl: Wekelijks
no_no: Ukentlig
vi_vn: Hàng tuần

source: Weekly repeats require you pick one or more days.
de_de: Wöchentliche Wiederholungen benötigen einen oder mehrere Tage.
es_es: Repiticiones semanales requiere escoja un día o más
fr_fr: La répétition hedbomadaire nécessite que vous choisissiez un ou plusieurs jours.
nl_nl: Om wekelijks te herhalen moet u een of meer dagen kiezen.
no_no: Ukentlig gjentagelse krever at du velger en eller flere dager.
vi_vn: Lặp lại hàng tuần yêu cầu phải chọn nhiều hơn 1 ngày

source: When should it post?
fr_fr: Quand doit-il être posté ?
nl_nl: Wanneer plaatsen?
no_no: Når skal det legges ut?

source: Yearly
de_de: Jährlich
es_es: Anual
fr_fr: Annuellement
nl_nl: Jaarlijks
no_no: Årlig
vi_vn: Hàng năm

source: You have exceeded your allowed event submissions.
de_de: Die maximale Anzahl von Terminvorschlägen wurde erreicht.
es_es: Ha excedido su límite de enviar eventos
fr_fr: Vous avez dépassé votre limite de soumission d'événements autorisée.
nl_nl: U heeft het maximale aantal bijdragen aan gedaan.
no_no: Du har overskredet dine tilatte begivenhet innlegg.
vi_vn: Bạn đã gửi vượt quá số sự kiện cho phép

source: You may try to suggest a different event.
de_de: Schlage einen anderen Termin vor.
es_es: Trate de súgerir un evento distinto
fr_fr: Vous pourriez essayer de suggérer un événement différent.
nl_nl: Stel een andere evenement voor.
no_no: Du kan prøve å foreslå en annen begivenhet.
vi_vn: Bạn có thể thử đề nghị 1 sự kiện khác

source: You must choose a repeat mode.
de_de: Wiederholungsmethode auswählen.
es_es: Debe escojer un modo de repetición
fr_fr: Vous devez choisir un mode de répétition
nl_nl: U moet een manier van herhalen kiezen.
no_no: Du må velge en gjentagelse modus
vi_vn: Bạn phải chọn 1 kiểu lặp lại

source: You must choose which weekdays to repeat.
de_de: Die Wiederholungstage müssen gesetzt werden.
es_es: Debe escojer días a repetir
fr_fr: Vous devez choisir les jours de la semaines pour la répétition.
nl_nl: U moet de dagen kiezen die herhaald moeten worden.
no_no: Du må velge hvilke ukedager å repetere.
vi_vn: Bạn phải chọn ngày nào trong tuần để lặp lại

source: You must give your event a summary.
de_de: Eine Zusammenfassung muss vorhanden sein.
es_es: Debe resumir su evento
fr_fr: Vous devez donner un résumé à votre événement.
nl_nl: U moet een samenvatting van uw evenement geven.
no_no: Du må gi din begivenhet ett sammendrag
vi_vn: Bạn phải cho sự kiện 1 tóm tắt

source: to
de_de: bis
es_es: a
fr_fr: à
nl_nl: tot
no_no: til
vi_vn: đến

source: Action
de_de: Aktion
es_es: Acción
nl_nl: Actie
no_no: Handling
vi_vn: tác vụ

source: Description
de_de: Beschreibung
es_es: Descripción
nl_nl: Beschrijving
no_no: Forklaring
vi_vn: Mô tả

source: Options
de_de: Optionen
es_es: Opciones
nl_nl: Opties
no_no: Valg
vi_vn: Tùy chọn

source: Public
de_de: Öffentlich
es_es: Público
nl_nl: Openbaar
no_no: Offentlig
vi_vn: Công cộng

source: Save this event only
nl_nl: Alleen dit evenement opslaan

source: Event submitted for approval
es_es: Evento sumetido para aprobación
