Repository: AppStateESS/canopy
Catalog: mod/calendar/locale/*/LC_MESSAGES/calendar.po
Languages: de_de, es_es, fr_fr, nl_nl, no_no, vi_vn

source: %s duplicate event(s) were ignored.
fr_fr: %s événement(s) en double a(ont) été ignoré(s).
nl_nl: %s dubbele evenementen worden overgeslagen.
no_no: %s duplikat begivenhet(er) ble ignorert.

source: %s event(s) were successfully imported.
fr_fr: %s événement(s) a(ont) été importé(s) avec succès.
nl_nl: %s evenementen zijn geimporteerd.
no_no: %s begivenhet(er) ble importert OK.

source: 1st
de_de: Erste
es_es: 1ro
fr_fr: 1er
nl_nl: Eerste
vi_vn: thứ nhất

source: 2nd
de_de: Zweite
es_es: 2ndo
fr_fr: 2ème
nl_nl: Tweede
vi_vn: thứ 2

source: 3rd
de_de: Dritte
es_es: 3ro
fr_fr: 3ème
nl_nl: Derde
vi_vn: thứ 3

source: 4th
de_de: Vierte
es_es: 4to
fr_fr: 4ème
nl_nl: Vierde
vi_vn: thứ 4

source: A day prior
fr_fr: Un jour avant
nl_nl: Een dag eerder
no_no: En dag tidligere

source: A week prior
fr_fr: Une semaine avant
nl_nl: Een week eerder
no_no: En uke tidligere

source: Add event
de_de: Termin hinzufügen
es_es: Crear Evento
fr_fr: Ajouter un événement
nl_nl: Evenement toevoegen
no_no: Legg til begivenhet
vi_vn: Thêm sự kiện

source: All day
de_de: Ganzer Tag
es_es: Todo el dí
fr_fr: Toute la journée
nl_nl: Hele dag
no_no: Hele dagen
vi_vn: Tất cả các ngày

source: All day event
de_de: Ganztagestermin
es_es: Evento dura todo el día
fr_fr: Evénement toute la journée
nl_nl: Evenement van hele dag
no_no: Hele dagen begivenhet
vi_vn: Tất cả sự kiện trong ngày

source: All day event, %s
de_de: Ganztagestermin, %s
es_es: Evento dura todo el día
fr_fr: Evénement toute la journée, %s
nl_nl: Evenement van hele dag, %s
no_no: Hele dagen begivenhet, %s
vi_vn: Tất cả sự kiện trong ngày, %s

source: Allow anonymous iCal exports of public schedules
fr_fr: Autoriser les exports iCal anonymes de plannings publics
nl_nl: Anonieme iCal exports voor openbaar schema toestaan
no_no: Tillat anonyme iCal eksporter av offentlige timeplaner

source: Allow personal schedules
de_de: Persönliche Pläne erlauben
es_es: Pérmitir calendarios personales
fr_fr: Autoriser les plannings personnels
nl_nl: Persoonlijke planning toestaan
no_no: Tillat personlig tidsplanlegging
vi_vn: Cho phép thời biểu cá nhân

source: Allow public event submissions
de_de: Öffentliche Einträge erlauben
es_es: Pémitir al público someter eventos
fr_fr: Autoriser les soumissions publiques d'événements
nl_nl: Bijdragen openbare evenementen toestaan
no_no: Tillat allmenhetn å sende inn begivenheter
vi_vn: Cho phép gửi sự kiện công cộng

source: An administrator will review your submission. Thank you.
de_de: Ein Administrator wird den Vorschlag überprüfen. Danke.
es_es: Un administrador revisará su evento. Gracias
fr_fr: Un administrateur va analyser votre soumission. Merci.
nl_nl: Een beheerder zal uw bijdrage beoordelen. Dank u wel.
no_no: En administrator vil sjekke din innsending. Takk skal du ha.
vi_vn: Quản trị viên sẽ xem qua bài gửi của bạn. Cảm ơn

source: An error occurred when saving your event.
de_de: Ein Fehler ist beim Speichern des Termins aufgetreten.
es_es: Un error occurió al guardar su evento
fr_fr: Une erreur est survenue en sauvegardant votre événement.
nl_nl: Er is een fout opgetreden bij het bewaren van het evenement.
no_no: En feil oppstor ved lagring av begivenhet.
vi_vn: Có lỗi xảy ra khi lưu sự kiện

source: An error occurred when saving your schedule.
de_de: Ein Fehler ist beim Speichern des Plans aufgetreten.
es_es: Un error occurió al guardar su calendario
fr_fr: Une erreur est survenue en sauvegardant votre planning.
nl_nl: Er is een fout opgetreden bij het opslaan van uw schema.
no_no: En feil oppstor ved lagring av din tidsplan
vi_vn: Có lỗi xảy ra khi lưu thời biểu

source: An error occurred when trying to repeat an event.
de_de: Ein Fehler ist beim Wiederholen des Termins aufgetreten.
es_es: Un error occurió al repetir el evento
fr_fr: Une erreur est survenue en tentant de répéter l'événement.
nl_nl: Er is een fout opgetreden bij het herhalen van het evenement.
no_no: En feil oppstor ved forsøk på å gjenta en begivenhet.
vi_vn: Có lỗi xảy ra khi thử lặp lại sự kiện

source: Apply changes to repeats?
de_de: Sollen die Änderungen für alle Wiederholungen durchgeführt werden?
es_es: Aplicar cambio a repeticiones
fr_fr: Appliquer les changements aux répétitions ?
nl_nl: Wijzigingen doorvoeren in herhalingen?
no_no: Legg til forandringer til gjentagelser?
vi_vn: Áp dụng thay đổi cho lặp lại ?

source: Approval (%s)
de_de: Genehmigung (%s)
es_es: Aprovar (%s)
fr_fr: Approbation (%s)
nl_nl: Goedkeuring(%s)
no_no: Godkjenning (%s)
vi_vn: Chấp thuận (%s)

source: Approve
de_de: Akzeptieren
es_es: Aprovado
fr_fr: Approuver
nl_nl: Goedkeuren
no_no: Godkjenn
vi_vn: Chấp thuận

source: Are you sure you want to delete this schedule?
de_de: Soll dieser Plan gelöscht werden?
es_es: Está seguro quierre borrar este calendario
fr_fr: Êtes-vous sûr(e) de vouloir supprimer ce planning ?
nl_nl: Wilt u dit schema verwijderen?
no_no: Er du sikker på at du ønsker å slette denne tidsplanen?
vi_vn: Bạn có chắc muốn xóa thời biểu này ?

source: Are you sure you want to permanently delete this event?
de_de: Soll dieser Termin gelöscht werden?
es_es: Está seguro quierre borrar este evento
fr_fr: Êtes-vous sûr(e) de vouloir supprimer définitivement cet événement ?
nl_nl: Wilt u dit evenement verwijderen?
no_no: Er du sikker på at du ønsker å permanent slette denne begivenheten?
vi_vn: Bạn có chắc muốn xóa sự kiện này vĩnh viễn ?

source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité
nl_nl: Beschikbaarheid
no_no: Tilgjengelighet
vi_vn: Có thể

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Retour
nl_nl: Terug
no_no: Tilbake
vi_vn: Lùi lại

source: Beginning of each month
de_de: Anfang des Monats
es_es: Principio del mes
fr_fr: Début de chaque mois
nl_nl: Begin van de maand
no_no: Begynnelsen av hver måned
vi_vn: Bắt đầu mỗi tháng

source: Blog this
fr_fr: Blogguer sur ça
nl_nl: Blog dit
no_no: Blog denne

source: Busy
de_de: Belegt
es_es: Ocupado
fr_fr: Occupé
nl_nl: Bezig
no_no: Opptatt
vi_vn: Đang bận

source: Cache month views (public only)
de_de: Monatsansicht cachen (nur öffentlich)
es_es: Cache vista mensual (publico solamente)
fr_fr: Mettre en cache les vues mensuelles (public uniquement)
nl_nl: Cache maandoverzicht (alleen openbare)
no_no: Cache månedsvisning (kun offentligheten)
vi_vn: Hiển thị vùng đệm của tháng (chỉ cho công cộng)`

source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
no_no: Kalender
vi_vn: Lịch

source: Calendar settings
de_de: Kalendereinstellungen
es_es: Ajustes del calendario
fr_fr: Paramètres du calendrier
nl_nl: Agenda instellingen
no_no: Kalender innstillinger
vi_vn: Cấu hình lịch

source: Calendar tables removed.
de_de: Kalendertabellen entfernt.
es_es: Tablas del calendario removidas
fr_fr: Les tables du calendrier ont été retirées.
nl_nl: Calendar tabellen verwijderd.
no_no: Kalender tabeller fjernet.
vi_vn: Bảng lịch được gỡ bỏ

source: Cancel
de_de: Abbruch
es_es: Cancelar
fr_fr: Annuler
nl_nl: Afbreken
no_no: Avbryt
vi_vn: Hủy

source: Cannot create event table.
de_de: Kann Termintabelle nicht erstellen.
es_es: No se pudo crear tablas de evento
fr_fr: Impossible de créer la table des événements.
nl_nl: Aanmaken evenement tabel mislukt.
no_no: Kan ikke opprette begivenhet tabell.
vi_vn: Không thể tạo bảng sự kiện

source: Change module settings (unrestricted only)
de_de: Moduleinstellungen ändern (nur uneingeschränkte Benutzer erlaubt)
es_es: Cambiar módulo de ajustes
fr_fr: Changer les paramètres du module (non restreint uniquement)
nl_nl: Wijzig instellingen module (alleen onbeperkte)
no_no: Forandre modul innstillinger (kun ubegrenset)
vi_vn: Thay đổi cấu hình mô-đun (chỉ những cái không hạn chế)

source: Change schedule
de_de: Plan ändern
es_es: Cambiar calendario
fr_fr: Changer le planning
nl_nl: Wijzig schema
no_no: Forandre tidsplan
vi_vn: Thay đổi thời biểu

source: Click here if you would prefer to edit the source event.
de_de: Bitte hier klicken wenn der Basistermin bearbeitet werden soll.
es_es: Oprima aquí si desea editar origen del evento
fr_fr: Cliquez ici si vous préférez éditer la source de l'événement.
nl_nl: Klik hier voor het wijzigen van het basis evenement.
no_no: Klikk her hvis du ønsker å endre kilde begivenheten.
vi_vn: Bấm vào đây nếu bạn muốn chỉnh sửa sự kiện nguồn

source: Close
de_de: Schliessen
es_es: Cerrado
fr_fr: Fermer
nl_nl: Sluiten
no_no: Steng
vi_vn: Đóng

source: Create event
de_de: Termin erstellen
es_es: Crear evento
fr_fr: Créer un événement
nl_nl: Nieuw evenement
no_no: Opprett begivenhet
vi_vn: Tạo sự kiện

source: Create events and schedules.
de_de: Termine und Pläne erstellen
es_es: Crear eventos y calendarios
fr_fr: Créer des événements et plannings.
nl_nl: Nieuwe evenementen en schema's.
no_no: Opprett begivenheter og tidsplaner.
vi_vn: Tạo sự kiện và thời biểu

source: Create schedule
de_de: Plan erstellen
es_es: Crear calendarios
fr_fr: Créer un planning
nl_nl: Nieuw schema
no_no: Opprett tidsplan
vi_vn: Tạo thời biểu

source: Create/Edit public schedule
de_de: Erstellen/Bearbeiten von öffentlichen Plänen
es_es: Crear/editar calendario público
fr_fr: Crée/éditer un planning public
nl_nl: Aanmaken/Wijzigen openbaar schema
no_no: Opprett(Endre offentlig tidsplan
vi_vn: Tạo/Chỉnh sửa thời biểu công cộng

source: Daily
de_de: Täglich
es_es: Diario
fr_fr: Quotidien
nl_nl: Dagelijks
no_no: Daglig
vi_vn: Hàng ngày

source: Date of occurence
fr_fr: Date d'occurence
nl_nl: Dag van voorkomen
no_no: Dato for hendelsen

source: Day
de_de: Tag
es_es: Día
fr_fr: Jour
nl_nl: Dag
no_no: Dag
vi_vn: Ngày

source: Day %s
de_de: Tag %s
es_es: Día %s
fr_fr: Jour %s
nl_nl: Dag %s
no_no: Dag %s
vi_vn: Ngày %s

source: Day view
de_de: Tagesansicht
es_es: Vista diaria
fr_fr: Vue quoitidienne
nl_nl: Dag overzicht
no_no: Dag visning
vi_vn: Xem ngày

source: Default public
de_de: Standard öffentlich
es_es: Vista pública
fr_fr: Public par défaut
nl_nl: Standaard openbaar
no_no: Standard offentlig
vi_vn: Công cộng mặc định

source: Default public schedule set.
de_de: Standardplan gesetzt.
es_es: Início calendario publico
fr_fr: Ensemble de planning public par défaut.
nl_nl: Standaard openbaar schema gemaakt.
no_no: Standard offentlig tidsplan satt.
vi_vn: Thiết lập thời biểu công cộng mặc định

source: Default view
de_de: Standardansicht
es_es: Vista basica
fr_fr: Vue par défaut
nl_nl: Standaard overzicht
no_no: Standard visning
vi_vn: Xem mặc định

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen
no_no: Slett
vi_vn: Xóa

source: Delete schedules (unrestricted only)
de_de: Pläne löschen (nur uneingeschränkte Benutzer erlaubt)
es_es: Borrar calendarios (solamente sin-restricciones)
fr_fr: Supprimer les plannings (non restreint uniquement)
nl_nl: Verwijderen schema (alleen onbeperkte)
no_no: Slett tidsplan (kun ubegrenset)
vi_vn: Xóa thời biểu (chỉ những cái không hạn chế)

source: Disapprove
de_de: Ablehnen
es_es: Negar
fr_fr: Désapprover
nl_nl: Afkeuren
no_no: Ikke godkjenn
vi_vn: Không chấp thuận

source: Display mini calendar
de_de: Minikalender anzeigen
es_es: Enseñe mini-calendario
fr_fr: Afficher le mini calendrier
nl_nl: Tonen kleine agenda
no_no: Vis mini kalender
vi_vn: Hiển thị lịch nhỏ

source: Do not show upcoming events
de_de: Zeige nicht die nächsten Termine
es_es: No enseñe eventos próximos
fr_fr: Ne pas montrer les événements à venir
nl_nl: Toekomstige evenementen niet tonen
no_no: Ikke vis kommende begivenheter
vi_vn: Không hiển thị những sự kiện sắp tới

source: Don't show
de_de: Nicht zeigen
es_es: No enseñar
fr_fr: Ne pas montrer
nl_nl: Niet tonen
no_no: Ikke vis
vi_vn: Không hiển thị

source: Download
fr_fr: Télécharger
no_no: Last ned

source: Download iCal events
fr_fr: Télécharger les événements iCal
nl_nl: Download iCal evenementen
no_no: Last ned iCal begivenheter

source: Duplicate suggestion.
de_de: Doppelter Vorschlag.
es_es: Sugerencia duplicada
fr_fr: Suggestion en doublon.
nl_nl: Voorstel overnemen.
no_no: Dupliser forslag.
vi_vn: Đề nghị trùng lặp

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
nl_nl: Wijzigen
no_no: Endre
vi_vn: Chỉnh sửa

source: Edit event
de_de: Termin bearbeiten
es_es: Editar evento
fr_fr: Editer l'événement
nl_nl: Wijzig evenement
no_no: Endre begivenhet
vi_vn: Chỉnh sửa sự kiện

source: Edit private schedule
de_de: Bearbeite privaten Plan
es_es: Editar calendario privado
fr_fr: Editer le planning privé
nl_nl: Wijzig persoonlijk schema
no_no: Endre privat tidsplan
vi_vn: Chỉnh sử thời biếu cá nhân

source: End of each month
de_de: Ende des Monats
es_es: Fin de mes
fr_fr: Fin de chaque mois
nl_nl: Eind van de maand
no_no: Slutten av hver måned
vi_vn: Cuối mỗi tháng

source: End time
de_de: Endezeit
es_es: Final
fr_fr: Heure de fin
nl_nl: Eind tijd
no_no: Slutt tid
vi_vn: Thời điểm kết thúc

source: Error
fr_fr: Erreur
nl_nl: Fout
no_no: Feil

source: Error accessing event table.
fr_fr: Erreur lors de l'accès à la table des événements.
nl_nl: Fout bij benaderen tabel evenement.
no_no: Feil ved tilkobling til begivenhet tabell.

source: Error saving new event.
fr_fr: Erreur à l'enregistrement du nouvel événement.
nl_nl: Fout bij opslaan nieuw evenement.
no_no: Feil ved lagring av ny begivenhet.

source: Event
de_de: Termin
es_es: Eventos
fr_fr: Evénement
nl_nl: Evenement
no_no: Begivenhet
vi_vn: Sự kiện

source: Event saved
de_de: Termin gespeichert
es_es: Evento guardado
fr_fr: Evénement enregistré
nl_nl: Evenement opgeslagen
no_no: Begivenhet lagert
vi_vn: Sự kiện được lưu

source: Event saved.
de_de: Termin gespeichert.
fr_fr: Evénement enregistré.
nl_nl: Evenement opgeslagen.
no_no: Begivenhet lagert.
vi_vn: Sự kiện được lưu

source: Event submitted for approval.
de_de: Seite wurde für Genehmigung zurückgehalten.
fr_fr: Evénement envoyé pour approbation.
nl_nl: Evenement aangemeld voor goedkeuring.
no_no: Begivenhet innsendt for godkjenning.
vi_vn: Sự kiện được gửi để xem xét chấp thuận

source: Every
de_de: Jeden
es_es: Cada
fr_fr: Chaque
nl_nl: Elke
no_no: Hver
vi_vn: Mỗi

source: Every month
de_de: Jeder Monat
es_es: Cada mes
fr_fr: Chaque mois
nl_nl: Elke maand
no_no: Hver måned
vi_vn: Mỗi tháng

source: Every month on start date
de_de: Jeden Monat ab Startdatum
es_es: Cada mes al comienzo
fr_fr: Chaque début de mois
nl_nl: Elke maand met startdatum
no_no: Hver måned på start dato
vi_vn: Mỗi tháng vào ngày bắt đầu

source: File does not appear to be in iCal/vCal format.
fr_fr: Le fichier ne semble pas être au format iCal/vCal.
nl_nl: Bestand niet in iCal/vCal formaat
no_no: Fil fremstår ikke som iCal/vCal format.

source: File location
fr_fr: Emplacement du fichier
nl_nl: Plaats bestand
no_no: Fil plassering

source: First day
de_de: Erster Tag
es_es: Primer día
fr_fr: Premier jour
nl_nl: Eerste dag
no_no: Første dag
vi_vn: Ngày đầu tiên

source: From %s to %s
de_de: Von %s bis %s
es_es: De %s a %a
fr_fr: De %s à %s
nl_nl: Van %s tot %s
no_no: Fra %s til %s
vi_vn: Từ %s tới %s

source: General
de_de: Allgemein
fr_fr: Général
nl_nl: Algemeen
no_no: Generell
vi_vn: Thông thường

source: Grid
es_es: Columna
fr_fr: Grille
no_no: Rutenett
vi_vn: Lưới

source: Grid event display
fr_fr: Affiche des événements en grille
nl_nl: Grid toon evenement
no_no: Rutenett begivenhet visning

source: Import complete!
fr_fr: Import terminé !
nl_nl: Import klaar!
no_no: importering ferdig!

source: Import iCal/vCal file
fr_fr: Importer le fichier iCal/vCal
nl_nl: Import iCal/vCal bestand
no_no: Importer iCal/vCal fil

source: Improper file format.
fr_fr: Format de fichier impropre
nl_nl: Formaat bestand fout.
no_no: Ugyldig fil format.

source: Incorrect option
de_de: Fehlerhafte Option
es_es: Opción incorecta
fr_fr: Option invalide
nl_nl: Verkeerde optie
no_no: Ukorrekt valg
vi_vn: Lựa chọn không đúng

source: Last
de_de: Letzte
es_es: Último
fr_fr: Dernier
nl_nl: Laatste
no_no: Siste
vi_vn: Cuối cùng

source: Last day
de_de: Letzter Tag
es_es: Ultimo día
fr_fr: Dernier jour
nl_nl: Laatste dag
no_no: Siste dag
vi_vn: Ngày cuối cùng

source: Location
de_de: Ort
es_es: Lugar
fr_fr: Emplacement
nl_nl: Plaats
no_no: Sted
vi_vn: Địa điểm

source: Location link
de_de: Verknüpfung
es_es: Enlace del lugar
fr_fr: Lien d'emplacement
nl_nl: Plaats link
no_no: Steds link
vi_vn: Liên kết địa điểm

source: Make a repeating event
de_de: Wiederholungstermin erzeugen
es_es: Crear evento repetitivo
fr_fr: Faire un événement répétitif
nl_nl: Maak een herhalend evenement
no_no: Opprett en repeterende begivenhet
vi_vn: Tạo sự kiện lặp lại

source: Make default public
de_de: Mache öffentlich zum Standard
es_es: Crear publico como inicio
fr_fr: Faire un public par défaut
nl_nl: Maak standaard openbaar
no_no: Opprett standard offentlig
vi_vn: Tạo công cộng mặc định

source: Maximum allowed repeats reached.
de_de: Maximale Anzahl von Wiederholungen erreicht.
es_es: Máximo numero de repeticion alcanzado
fr_fr: Nombre maximal de répétition atteint.
nl_nl: Maximale aantal herhalingen bereikt.
no_no: Maksimum tillatt gjentagelser oppnådd.
vi_vn: Đã lặp lại tối đa cho phép

source: Missing filename.
fr_fr: Nom de fichier manquant.
nl_nl: Bestandsnaam ontbreekt.
no_no: Mangler filnavn

source: Missing title.
de_de: Seitentitel fehlt.
es_es: Necesita un título
fr_fr: Titre manquant.
nl_nl: Titel ontbreekt.
no_no: Mangler tittel.
vi_vn: Tiêu đề thiếu

source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
nl_nl: Maand
no_no: Måned
vi_vn: Tháng

source: Month grid
de_de: Monatsansicht
es_es: Coplumna mensual
fr_fr: Grille mensuelle
nl_nl: Maand uiterlijk
no_no: Måned rutenett
vi_vn: Lưới tháng

source: Month list
de_de: Monatsliste
es_es: Lista mensual
fr_fr: Liste mensuelle
nl_nl: Maand lijst
no_no: Måned liste
vi_vn: Danh sách tháng

source: Monthly
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuellement
nl_nl: Maandelijks
no_no: Månedlig
vi_vn: Hàng tháng

source: Next day
de_de: Nächster Tag
es_es: Próximo día
fr_fr: Jour suivant
nl_nl: Volgende dag
no_no: Neste dag
vi_vn: Ngày kế

source: Next month
de_de: Nächster Monat
es_es: Próximo mes
fr_fr: Mois suivant
nl_nl: Volgende maand
no_no: Neste måned
vi_vn: Tháng kế

source: Next week
de_de: Nächste Woche
es_es: Próxima semana
fr_fr: Semaine suivante
nl_nl: Volgende week
no_no: Neste uke
vi_vn: Tuần kế

source: No events on this day
de_de: Kein Termin an diesem Tag
es_es: Ningun evento en este día
fr_fr: Pas d'événements pour cette journée
nl_nl: Deze dag geen evenementen
no_no: Ingen begivenheter på denne dag
vi_vn: Không có sự kiện nào hôm nay

source: No events this month.
de_de: Kein Termin in diesem Monat.
es_es: Ningun evento en este mes
fr_fr: Pas d'événements pour ce mois.
nl_nl: Deze maand geen evenementen.
no_no: Ingen begivenheter denne måned.
vi_vn: không có sự kiện nào tháng này

source: No events this week.
de_de: Keine Termin in dieser Woche.
es_es: Ningun evento en esta semana
fr_fr: Pas d'événements cette semaine.
nl_nl: Deze week geen evenementen.
no_no: Ingen begivenheter denne uke.
vi_vn: Không có sự kiện nào tuần này

source: No follow directives added to navigation links
fr_fr: Directives de non suivi ajoutées aux liens de navigation
nl_nl: Bij navigatie links geen volgmogelijkheid toestaan

source: No schedules have been created.
de_de: Pläne wurden nicht erstellt.
es_es: Ningun calendario ha sido creado
fr_fr: Aucun planning n'a été créé.
nl_nl: Er is nog geen schema.
no_no: Ingen tidsplaner har blitt oppført.
vi_vn: Không có thời biểu nào được tạo

source: No suggestions to approve.
de_de: Keine Vorschläge zur Genehmigung.
es_es: Ninguna sugerencia para apobar
fr_fr: Pas de suggestions à approuver.
nl_nl: Geen voorstel om te keuren.
no_no: Inge forslag å godkjenne
vi_vn: Không có đề nghị để chấp thuận

source: None
de_de: Keiner
es_es: Ningun
fr_fr: Aucun
nl_nl: Geen
no_no: Ingen
vi_vn: Không có gì

source: On all pages
de_de: Auf allen Seiten
es_es: En todoas las paginas
fr_fr: Sur toutes les pages
nl_nl: Op elke pagina
no_no: På alle sider
vi_vn: Trên tất cả trang

source: One month prior
fr_fr: Un mois avant
nl_nl: Een maand eerder
no_no: En måned tidligere

source: Only link days with events in mini calendar
de_de: Nur Tage mit Terminen in Minikalender verknüpfen
es_es: Solamente hacer enlaces con eventos en mini-calendario
fr_fr: Ne lier que les jours avec événement dans le mini calendrier
nl_nl: Alleen dagen linken met evenementen in de kleine agenda
no_no: Bare link dager med begivenheter i minikalender
vi_vn: Chỉ liên kết những ngày có sự kiện trong lịch nhỏ

source: Only on front page
de_de: Nur auf der Eingangsseite
es_es: Solo en la prímera página
fr_fr: Seulement sur la page d'accueil
nl_nl: Alleen op de voorpagina
no_no: Kun på forsiden
vi_vn: Chỉ trên trang đầu tiên

source: Please choose options for the "Every" repeat method.
de_de: Bitte Optionen für "Jede" Methode auswählen.
es_es: Favor escoger opciones para cada evento repetitivo
fr_fr: Veuillez choisir les options pour la méthode de répétition "Chaque".
nl_nl: Kies opties voor de "Elke" manier.
no_no: Vennligst velg oppsett for "Hver" gjentagelser metode.
vi_vn: Xin chọn tùy chọn cho phương pháp lặp lại "Mỗi"

source: Please pick a monthly repeat method.
de_de: Bitte monatliche Wiederholungsmethode auswählen.
es_es: Favor escoger metodo repetitivo mensual
fr_fr: Veuillez choisir une méthode de répétition mensuelle.
nl_nl: Kies een maandelijks manier van herhalen.
no_no: Vennligst velg en månedlig gjentagelse metode.
vi_vn: Xin chọn 1 phương pháp lặp lại mỗi tháng

source: Please pick a proper monthly repeat method.
de_de: Bitte passende monatliche Wiederholungsmethode auswählen.
es_es: Favor escoger un metodo mensual de repetición
fr_fr: Veuillez choisir une méthode de répétition mensuelle appropriée.
nl_nl: Kies een goede manier van maandelijks herhalen.
no_no: Vennligst velg en korrekt månedlig gjentagelse metode.
vi_vn: Xin chọn 1 phương pháp lặp lại mỗi tháng đúng

source: Post Event to Blog
fr_fr: Envoyer l'événement dans le blog
nl_nl: Toon het op de blog
no_no: Legg inn begivenhet i blog

source: Post to Blog
fr_fr: Envouer dans le blog
nl_nl: Toon het op de blog
no_no: Legg til i blog

source: Previous day
de_de: Vorheriger Tag
es_es: Día previo
fr_fr: Jour précédent
nl_nl: Vorige dag
no_no: Forrige dag
vi_vn: Ngày trước

source: Previous month
de_de: Vorheriger Monat
es_es: Mes previo
fr_fr: Mois précédent
nl_nl: Vorige maand
no_no: Forrige måned
vi_vn: Tháng trước

source: Previous week
de_de: Vorherige Woche
es_es: Semana previa
fr_fr: Semaine précédente
nl_nl: Vorige week
no_no: Forrige uke
vi_vn: Tuần trước

source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
nl_nl: Persoonlijk
no_no: Privat
vi_vn: Riêng tư

source: Remove event from repeat list?
de_de: Soll der Termin von der Wiederholungsliste gelöscht werden?
es_es: Remover evento de la lista repetitiva
fr_fr: Retirer l'événement de la liste de répétition ?
nl_nl: Moet het evenement van de lijst met periodieke evenementen verwijderd worden?
no_no: Fjern begivenhet fra gjentagelse liste?
vi_vn: Xóa sự kiện khỏi danh sách lặp lại ?

source: Removed convert flag.
de_de: Konvertierungsflag entfernt.
es_es: Remover señal de converción
fr_fr: Flag "converti" retiré.
nl_nl: Indicatie converteren verwijderd.
no_no: Fjernet omgjordt flagg
vi_vn: Xóa cờ chuyển

source: Repeat
de_de: Wiederhole
es_es: Repetir
fr_fr: Répéter
nl_nl: Herhalen
no_no: Gjenta
vi_vn: Lặp lại

source: Repeat event - %s
de_de: Wiederhole Termin - %s
es_es: Repita evento - %s
fr_fr: Répéter l'événement - %s
nl_nl: Herhaal evenement - %s
no_no: Gjenta begivenhet - %s
vi_vn: Lặp lại sự kiện - %s

source: Repeat event until:
de_de: Wiederhole Termin bis:
es_es: Repetir evento hasta
fr_fr: Répéter l'événement jusqu'au :
nl_nl: Herhaal evenement tot:
no_no: Gjenta begivenhet til:
vi_vn: Lặp lại sự kiện cho đến khi:
